{
    "name": "Mario Figini",
    "subtitle": "CFO at Shell Italia E&P Spa",
    "location": "Sesto San Giovanni, Lombardy, Italy",
    "about": "Extensive experience in key Finance areas acquired during over 20 years in various management roles as Corporate Controller, Finance-in-the-Business Manager and CFO. Solid and mastery professional skills on finance disciplines, including Governance, Risk & Assurance, Project Delivery, and End-to-End Process Management & Improvement. Extensive experience in Change Management  in a fast adapting business environment with complex organizational structures and systems. Experience in Business Turnarounds . Proven leadership and relationship skills.  Adaptable and resilient.Delivered results consistently in all positions held to date, by taking decisive actions and accepting full accountability. Demonstrated strong commitment on the delivery of promises and expectations, while maintaining a positive attitude in day-to-day activities and actively promoting the development of staff’s leadership, accountability and teamwork behaviour. Proved to be a real business partner, while maintaining a well controlled business environment and cost efficiency. Working experience in Italy, Portugal, Spain, Greece, Turkey and Sweden.Chairman and Board Director of legal entities in Italy and in South Europe countries.Member of Supervisory Boards pursuant to D.Lgs. 231/2001",
    "experiences": [
        [
            "Shell",
            "30 yrs 11 mos",
            "CFO at Shell Italia E&P Spa",
            "Feb 2012 - Present · 12 yrs 4 mos",
            "Rome / Milan, Italy",
            "Guardian of the asset value in the running of the Upstream Venture in Italy, in a changing business environment and development initiatives. \n\nPromotes value driven business decisions, ensures proper appraisal drives business delivery, promotes costs and capital employed optimization and stimulates process performance improvement. Strikes an appropriate balance between value growth support and risks and opportunities challenge. Works with the business to manage internal and external influences on competitive position and performance.\n\nEnsures proper Venture Governance by supporting the CEO in ensuring Venture risks and opportunities are assessed and effectively managed.",
            "Country Programme Manager, GSAP / Downstream One business",
            "Feb 2008 - Jan 2012 · 4 yrs",
            "Milan",
            "Successfully led the 4-year country Downstream business transformation program aimed at ensuring full compliance to the Group strategy through the implementation of:  \n• global standard business models, processes and policies; \n• newly designed global organizational structure, including the delocalization of the support functions; \n• new ERP and connected applications;\n\nManaged key stakeholders and actively contributed to the wider and complex program agenda by aligning and prioritizing program initiatives. Effectively managed cross-businesses and functions resources, risks, issues, conflicts and ensured fit-for-purpose resolution. \n\nCoordination of a team of 50 staff.",
            "Finance Manager Mediterranean Cluster, Shell Lubricants",
            "Feb 2006 - Jan 2008 · 2 yrs",
            "Milan",
            "Successfully designed and implemented  the common Planning, Appraisal and Reporting process in the South Europe region. Developed and implemented a cost management framework which brought material costs savings.  Effectively provided the business financial context for the commercial deals and positively impacted on the business Net Income and Cash Flow throughout the region.\n\nCountries: Portugal, Spain, Italy, Greece and Turkey"
        ]
    ],
    "posts": []
}