{
    "name": "Massimo Caviezel",
    "subtitle": "CFO Sapio Group",
    "location": "Varese, Lombardy, Italy",
    "about": "Finance, controlling, M&A",
    "experiences": [
        [
            "Sapio Produzione Idrogeno Ossigeno Srl",
            "21 yrs 5 mos",
            "Monza and Brianza Area, Italy",
            "CFO",
            "Jan 2011 - Present · 13 yrs 5 mos",
            "Direttore Amministrativo",
            "2003 - Dec 2011 · 9 yrs"
        ],
        [
            "senior manager",
            "Deloitte & Touche S.p.A.",
            "Sep 2002 - Feb 2003 · 6 mos"
        ],
        [
            "Audit Manager",
            "Arthur Andersen & Co.",
            "Sep 1995 - Sep 2002 · 7 yrs 1 mo",
            "Milan Area, Italy"
        ],
        [
            "Auditor",
            "Arthur Andersen",
            "Jan 1990 - Sep 1995 · 5 yrs 9 mos",
            "Milan Area, Italy"
        ]
    ],
    "posts": [
        {
            "post": "Sapio è stata premiata per lo stand più rappresentativo della transizione energetica all'OMC Med Energy Conference & Exhibition, che ha riunito a Ravenna le più importanti energy companies al mondo, provenienti da Europa, Medio Oriente e Nord Africa. Abbiamo parlato con più di 130 tra persone e aziende interessate alle nostre soluzioni innovative e sostenibili.Vincitori su altri 350 stand, abbiamo comunicato passione, entusiasmo e competenza grazie al lavoro dei team Sapio che hanno organizzato e gestito l'evento.",
            "comments": []
        },
        {
            "post": "Siamo fieri e felici di aver ricevuto anche quest’anno la certificazione Great Place to Work® Italia.Continuiamo a COSTRUIRE E CRESCERE INSIEME!hashtag#GPTW hashtag#GreatPlaceToWork hashtag#greatplacetoworkcertified",
            "comments": []
        },
        {
            "post": "Le bombole vuote a casa non servono. Servono a noi per aiutare i pazienti malati di hashtag#Coronavirus.Dateci una mano facendo girare questo messaggio e se avete in casa bombole vuote e inutilizzate compilate questo form https://lnkd.in/g-nDnHzE ricordate... hashtag#Vuotanonserve!",
            "comments": []
        },
        {
            "post": "Allianz e il gruppo Sapio hanno deciso di intervenire in partnership a sostegno dell'ospedale di terapia intensiva che sarà realizzato negli spazi della ex Fiera di Milano, fornendo gli impianti di distribuzione, l'ossigeno e i gas medicali per la terapia intensiva. “E’ un dovere civile contribuire alla buona riuscita del progetto corale della nostra comunità - hanno spiegato Maurizio Colombo, vice presidente di Sapio, e Giacomo Campora, amministratore delegato di Allianz Italia - per portare un po' di ossigeno alla sanità lombarda”. “Le competenze del nostro gruppo - ha sottolineato Colombo - unite alle risorse di una compagnia come Allianz, vengono messe a disposizione della Lombardia. È un onore per me e per il presidente Dossi poter fare la nostra parte in questo progetto”.",
            "comments": []
        }
    ]
}