{
    "name": "Corrado Mizzoni",
    "subtitle": "Digital Marketing - Web Marketing Specialist - PPC Strategist - SEM & Campaign Strategist Google AdWords - Performance Manager",
    "location": "Greater Milan Metropolitan Area",
    "about": "I am an enthusiastic, self-motivated,reliable, responsible and hard working personI am a mature team worker and adaptable to all challenging situationsI am able to work well both in a team environment as well as using own initiativeI am able to work well under pressure and adhere to strict deadlines. I am a good listenerI always do a self reflection analysis of what went well and wrong trying to learn from any study, life and work experienceI’m very passionate of digital technology and I keep myself up with the times.I am inspired to achieve the goals and I am always willing to improve my personal life and mycareerI play tennis and do fitness. I love hicking in the countryside with my wife, my little baby girl and my adorable great dane dog.",
    "experiences": [
        [
            "Digital Marketing Manager",
            "a2a · Full-time",
            "Jul 2020 - Present · 3 yrs 11 mos",
            "Milano, Lombardia, Italia",
            "Definire le strategie di Digital Marketing, Content & Social Marketing della Società,\n\nGestire le attività di performance marketing per l’acquisizione dei nuovi clienti attraverso i canali digitali\n\nGarantire l’evoluzione dei funnel conversivi sia full digital che hybrid pro ottimizzazione del Conversion Rate (CRO marketing)\n\nSviluppare la strategia di marketing digitale e di Content Marketing, definendo contenuti di valore e iniziative di animazione, con relative promozioni, da distribuire sui canali digitali\n\nGestire i canali Social della società e del Magazine di A2A Energia, in congruenza con le linee guida di Gruppo\n\nGarantire un adeguato posizionamento (SEO strategy) dei contenuti della società pro ottimizzazione del traffico organico\n\nCoordinamento di attività digitali middle funnel pro creazione audience in sinergia con le attività lower funnel"
        ],
        [
            "Publicis Media",
            "2 yrs 5 mos",
            "Client Solution Manager",
            "Jul 2018 - May 2020 · 1 yr 11 mos",
            "Milano, Italia",
            "Managing Adwords Campaign\nAnalysing Website Traffic\nDefining Digital Strategy according to Customers' Objects\nProviding Insights aimed to Optmize Marketing Performances",
            "Biddable Manager",
            "2018 - Nov 2019 · 1 yr 11 mos",
            "Milano, Italia",
            "analisi strategica performarmance-oriejted\nDefinizione & Allocazione Budget  Piattaforme per Piani Digital\nCreazione Ottimizzazione Campagne a Performance\nAnalisi dei dati di Traffico\nWeb analysis"
        ],
        [
            "Web Marketing Manager",
            "SNDS ▫ Web Marketing Agency▫ Digital Transformation ▫ Digital Training ▫Creative Performances",
            "Jan 2017 - Jun 2018 · 1 yr 6 mos",
            "LUGANO",
            "Definizione Strategie di digital crosschannel marketing\nCreazione implementazione ottimizazione campagne Paid Search - Paid Social\nAnalisi del traffico web \nAnalisi delle performance e Reportistica"
        ],
        [
            "SEM Specialist",
            "Google",
            "Feb 2016 - Dec 2016 · 11 mos",
            "Vimercate Mi Italia",
            "Definizione KPI ed Obiettivi volti a pianificazione Strategica\nAnalisi di mercato in ottica di allocazione Budget\nCostruzione ed Ottimizzazione Campagne AdWords\nImplementazione KeyWords Annunci e Targeting\nPerformance Marketing"
        ],
        [
            "Web Marketing Freelance - Amazon Seller Centre",
            "WISBY LIMITED",
            "Feb 2016 - Nov 2016 · 10 mos",
            "Milano, Italia",
            "Ottimizzazione Annunci su Feed \nAmazon Seller Centre\nPerformance Marketing Consultant\nAnalisi Reportistica in Ottica ROI"
        ]
    ],
    "posts": [
        {
            "post": "Ebbene si!Ubersuggest diventa a pagamentoNel post inoltrato da Neil Patel, vengono spiegati i motivi di questa scelta.Sappiamo bene quanto ci abbia lavorato il vecchio Neil a questo progetto, rendendo uno strumento utile ma \"piatto\", in qualcosa di davvero funzionale.Nel post evidenzia costi e sforzi fatti per migliorare Ubersuggest e, a mio avviso, con estrema sincerità, dice in sintesi:\"Grazie a tutti ma così ci vado a rimettere troppo ;)Chiamalo Scemo!Prezzo in abbonamento che parte da €9.00/mese e scende a €7.50/mese (abbonamento annuale)Affordable isnt'it? Secondo me ha piazzato un entry level super degno che risulterà molto utile a tutti quelli che necessitano di analisi SEO - SEM Certo è che, tool come Semrush o SimilarWeb non avranno di che preoccuparsi ma altri players minori è meglio che inizino a farsi qualche domanda",
            "comments": []
        },
        {
            "post": "View my verified achievement from Facebook Blueprint on Acclaim.",
            "comments": []
        },
        {
            "post": "E' ora di ripensare al concetto di \"fallimento\".“Chi non fallisce non ha creato nulla. Ho fallito più di chiunque altro e ne sono super orgoglioso. Il fallimento è parte del gioco della vita e chi lo sperimenta di più alla fine vince. Pensate allo sci: il più bravo è quello che sa inclinarsi e piegarsi di più, senza mai “crollare” con la testa nel ghiaccio. L’uomo di successo è quello che trova un equilibrio: scivola, a volte cade, ma non crolla mai. Continua a stare in pista» Seth Godin",
            "comments": []
        }
    ]
}