{
    "name": "Susan Li",
    "subtitle": "CFO, Meta",
    "location": "Palo Alto, California, United States",
    "about": "",
    "experiences": [
        [
            "Meta",
            "16 yrs 2 mos",
            "Menlo Park, CA",
            "Chief Financial Officer",
            "Nov 2022 - Present · 1 yr 7 mos",
            "Finance",
            "Apr 2008 - Present · 16 yrs 2 mos"
        ],
        [
            "Board Member",
            "Alaska Airlines",
            "May 2018 - May 2023 · 5 yrs 1 mo"
        ],
        [
            "Analyst",
            "Morgan Stanley",
            "Jul 2005 - Mar 2008 · 2 yrs 9 mos",
            "New York, Menlo Park, Hong Kong",
            "Experience spanning convertibles desk in New York, technology equity capital markets in Menlo Park, and investment banking in Hong Kong"
        ]
    ],
    "posts": [
        {
            "post": "It was truly an honor to chat with Fortune’s Sheryl Estrada and sit alongside some incredible women, including Block’s Amrita Ahuja, Nordstrom’s Anne Bramman, Workday’s Barbara Larson, and Estee Lauder’s Tracey Travis at Fortune's Most Powerful Woman Summit. It  was inspiring to hear how each is helping to transform the role of the CFO!hashtag#FortuneMPW",
            "comments": []
        },
        {
            "post": "Today I’m sharing the news that I’ll be taking on the role of Meta's Chief Financial Officer effective November 1.I joined Meta 14 years ago, back when we were a handful of Facebook employees scattered across a few buildings in downtown Palo Alto. I’ve been lucky to work at a company that has grown tremendously during my career, and to have worked with and learned from from an amazing set of colleagues and mentors including Mark, Sheryl, David Ebersman, and David Wehner, among many others. I am grateful to them for continually pushing me to take on new and meaningful challenges.In my time at Meta I’ve watched its impact on the world continue to grow exponentially. But at its core, the things that make this company special remain the same--in particular, the vibrant energy that comes from working with so many kind and talented people who believe deeply in the same mission. I can't imagine being anywhere else and I am excited for the work ahead.",
            "comments": []
        }
    ]
}