{
    "name": "Marco Travaglia",
    "subtitle": "President and CEO presso Nestlé Italy and Malta",
    "location": "Milan, Lombardy, Italy",
    "about": "Chairman and CEO of Nestlé Italy and Malta. Great pet lover. Skilled golfer and passionate guitarist.My experience at Nestlé began over twenty years ago as Brand Manager.I’ve worked with many brands in the group, from petcare brands to food & beverage brands and in many other different markets as well.My knowledge of the Group and my international experience has allowed me to shape the Company's global vision into one more coherent with the needs of our local market.Besides a strong marketing background, I believe in the power of data and results to overcome all of the challenges that my team and I face on a daily basis.In my role at Nestlé I am committed to generating value in everything we do, for business and consumers,  for employees and suppliers, for families and communities.",
    "experiences": [
        [
            "President and CEO",
            "Nestlé",
            "Oct 2019 to Present · 4 yrs 8 mos",
            "Milano, Lombardia, Italia"
        ],
        [
            "Regional Director South Europe (General Manager)",
            "Nestlé Purina EMENA",
            "Jan 2013 to Sep 2019 · 6 yrs 9 mos",
            "Milan, Italy",
            "Regional Director of South Europe Region for Nestle Purina Petcare, with general management resposibility over Italy, Spain, Portugal, Greece. Romania, Bulgaria, Albania, Former Yugoslavia, Malta and Cyprus and MENA"
        ],
        [
            "Nestlé",
            "9 yrs 4 mos",
            "Market Head",
            "Apr 2010 to Dec 2012 · 2 yrs 9 mos",
            "Zagreb, Croatia",
            "CEO of Nestlé Adriatic, with responsibility for all Nestlé in the Market in Slovenia, Croatia, Serbia, Bosnia, Montenegro, Macedonia and Kosovo. Delivered significant growth in turnover and market share, integrating acquired businesses (Ice Cream) and managing directly the acquisition of the largest culinary company in Serbia (Centroproizvod)",
            "Division Executive Manager",
            "Sep 2003 to Mar 2010 · 6 yrs 7 mos",
            "Milan Area, Italy",
            "General Manager of Food and Beverage Division a Nestlé Italy\n500 + million € turnover"
        ],
        [
            "European marketing Director",
            "Nestle Purina Petcare",
            "Oct 2001 to Sep 2003 · 2 yrs",
            "London, United Kingdom"
        ],
        [
            "Friskies Italy",
            "5 yrs",
            "Sales Director",
            "Sep 1999 to Sep 2001 · 2 yrs 1 mo",
            "Milan Area, Italy",
            "Sales Director of Petcare Division of Nestle",
            "Marketing Director",
            "Oct 1996 to Aug 1999 · 2 yrs 11 mos",
            "Marketing Director of Friskies Italy - Petcare Division of Nestlé Food"
        ]
    ],
    "posts": [
        {
            "post": "Per raccontare le eccellenze del Made in Italy si dovrebbero versare fiumi di inchiostro. Di queste eccellenze – eno-gastronomiche e non solo – l’Italia è infatti ricchissima, ed è un patrimonio che ci viene riconosciuto dal mondo intero e valorizzato in manifestazioni come CIBUS in cui siamo presenti anche quest’anno con le nostre icone italiane Baci Perugina e S. Pellegrino.  In questa edizione si è parlato dell’importanza di sensibilizzare anche un aspetto meno “visibile” dell’alimentazione ovvero l’ attenzione agli sprechi ed il recupero.Gli sprechi alimentari riguardano tutta la filiera e il tema va gestito in ogni fase della vita del prodotto. La nostra collaborazione con Banco Alimentare, con cui lavoriamo da oltre vent’anni, ci permette di gestire in maniera più efficace il tema degli sprechi, centrale per un’azienda come Nestlé. Abbiamo quindi realizzato un video che racconta che “mettere in tavola qualcosa di buono è un gesto semplice”, ma dietro c’è molto impegno perché si sprechi il meno possibile. La collaborazione del terzo settore con le aziende crea un sistema a sostegno delle comunità in difficoltà e porta vantaggi a tutte le parti interessate: un esempio virtuoso di azione collettiva.  Giovanni BRUNO | giuliana malaguti | Marta Schiraldi | Valeria Norreri | Daniela Mazzucchelli",
            "comments": []
        },
        {
            "post": "Non più rifiuti ma risorse.Parte da questa premessa il progetto sperimentale, di cui Nestlé in Italia è partner, del Ministero dell’Università e della Ricerca. Il progetto si chiama Live-Haze e si propone – appunto in ottica di circolarità - di ridurre e valorizzare gli scarti agroindustriali impiegandoli nei mangimi per animali.Gli scarti delle nocciole del nostro stabilimento Perugina di San Sisto sono al centro del progetto, le loro cuticole vengono infatti solitamente separate dal frutto in fase di tostatura e gestite come scarti; tuttavia, grazie all’elevata concentrazione sostanze nutritive e antiossidanti, il loro utilizzo nell’alimentazione per animali, sarebbe particolarmente idoneo.Sono cinque gli atenei italiani che lavorano al progetto, che coinvolge anche altre aziende del comparto e prevede diverse fasi e un’indagine – guidata dal Prof. Simone Blanc di UniTo - sull’impatto del progetto, sulla sua accettabilità sociale e sula sostenibilità ambientale. Insomma, un progetto tutto italiano per trasformare ciò che veniva generalmente considerato un rifiuto in una risorsa e che conferma l’impegno di Nestlé nella ricerca di soluzioni che limitino gli sprechi e riducano l’impatto della nostra filiera produttiva.  hashtag#EconomiaCircolare hashtag#Sostenibilità hashtag#Collaborazione  Università degli Studi di Torino - @Claudio Forte Università di Catania - @Alessandro PrioloUniversità degli Studi di Milano - @Davide PravettoniUniversità degli Studi di Perugia - Massimo Trabalza MarinucciUniversità degli Studi di Modena e Reggio Emilia - Domenico Pietro Lo Fiego",
            "comments": []
        },
        {
            "post": "Il Congresso Giflex (Gruppo Imballaggio Flessibile) di quest’anno – tenutosi a Roma il 17 e il 18 aprile scorsi – ha offerto una bella occasione per fare il punto sulle prospettive e gli sviluppi di un settore chiave per le industrie, legato a doppio filo agli obiettivi di sostenibilità ambientale delle imprese, quello del packaging. Nato dall’idea di produrre un involucro di protezione per alimenti e non, che fosse leggero, resistente e sicuro, l’imballaggio flessibile ha permesso alle imprese di massimizzare la produttività e minimizzare l’utilizzo della materia prima, oltre a rendere più efficiente il trasporto.  Negli anni, l’imballaggio flessibile ha apportato innumerevoli innovazioni favorendo al contempo leggerezza, e quindi riduzione dei materiali utilizzati. Tema, questo, verso il quale noi di Nestlé siamo estremamente sensibili e sul quale lavoriamo da anni, impegnandoci nel frattempo anche sulla riciclabilità dei nostri imballaggi e sul miglioramento delle infrastrutture di riciclo.  Nel 2024 in Europa abbiamo raggiunto il traguardo del 95% di packaging dei nostri prodotti progettato per il riciclo; nello specifico, gli imballaggi in plastica lo sono per l’83%, e negli ultimi 5 anni abbiamo ridotto del 33% l’uso della plastica vergine. Questi dati disegnano solo in parte il quadro di un impegno che prevede un sempre minore utilizzo di materia prima, la ricerca di soluzioni di packaging disegnate per il riciclo e che contengano materiale riciclato, l’utilizzo di materiali alternativi alla plastica ed il contributo per il miglioramento delle infrastrutture per la gestione dei rifiuti.  Grazie a Giflex e al suo Presidente – Alberto Palaveri - per averci offerto una preziosa opportunità di confronto su un tema, quello del packaging, indissolubilmente legato alle dinamiche della sostenibilità ambientale delle imprese. Marco Leonardi | Giada Messetti | Gabriele Natalizia | Adolfo Urso | Vannia Gava | Valentino Valentini | Michele Bianchi | Marta Schiraldi | Alberto Palaveri",
            "comments": []
        },
        {
            "post": "Oggi si festeggia la prima Giornata Nazionale del Made in Italy.La scelta non è casuale, il 15 aprile è l’anniversario della nascita di Leonardo Da Vinci e quale miglior simbolo per incarnare la creatività del nostro Paese?Istituita dal MIMIT – Ministero delle Imprese e del Made in Italy -, a partire da quest’anno la Giornata del Made in Italy coinvolge fra gli altri anche le nuove generazioni per stimolarle a cimentarsi nell’arte del saper fare italiano contribuendo a metterle in contatto diretto con una delle industrie più importanti e caratterizzanti del nostro Paese: l’alimentare, un settore che come pochi altri riesce a fondere tradizione, identità e innovazione.Nestlé non poteva mancare a questo importante appuntamento e abbiamo scelto di farlo aprendo gratuitamente al pubblico la Casa del Cioccolato Perugina e lo stabilimento Perugina di S. Sisto per far conoscere ai visitatori la storia e la produzione del cioccolato Perugina, eccellenza del Made in Italy esportata in tutto il mondo.Un’occasione da non perdere per approfondire la conoscenza dell’arte italiana del cioccolato.Ho spesso occasione di visitare i nostri stabilimenti e posso assicurarvi che l’esperienza è sempre indimenticabile, così come lo è ripercorrere la storia di brand iconici come Baci Perugina e Perugina.Vi aspettiamo per festeggiare con l’eccellenza Perugina, l’eccellenza del Made in Italy. Ministry of Enterprises and Made in Italy hashtag#GiornataMadeinItaly2024",
            "comments": []
        },
        {
            "post": "Innovare significa anche sfruttare al meglio le possibilità già offerte dalla tecnologia. Per un’azienda come Nestlé, che mette al centro il cibo come viatico per vivere meglio (il nostro “Good food Good life”), il digitale offre infinite opportunità di realizzare progetti che supportino il nostro modo di intendere l’alimentazione.GoodApp nasce da queste premesse ed è stata studiata per adattare la nostra alimentazione alle complessità del quotidiano, sfruttando tutti i vantaggi offerti dal digitale.La nostra nuova piattaforma consente di avere una consulenza nutrizionale, per accedere a consigli e indicazioni personalizzate per creare un percorso di miglioramento della nostra alimentazione. Uno strumento letteralmente a portata di mano per scelte alimentari consone al proprio stile di vita, ovviamente con il contributo di biologi nutrizionisti qualificati che permettono alla piattaforma di assicurare i più elevati standard scientifici.Che tutto questo sia accessibile in qualsiasi momento da un dispositivo che sta nel palmo della nostra mano è una conquista per la quale dovremmo essere grati alla tecnologia.  Per saperne di più su GoodApp, il link nei commenti hashtag#Innovazione hashtag#Tecnologia hashtag#GoodfoodGoodlife hashtag#GoodApp",
            "comments": []
        },
        {
            "post": "Gestire il tempo è uno dei grandi temi di oggi.L’azienda può e deve avere un ruolo cruciale nel creare un miglior equilibrio tra sfera personale e sfera professionale. FAB working, volontariato, benessere fisico e psichico, Baby Leave sono alcune delle iniziative promosse dal Gruppo Nestlé per semplificare le vite dei nostri collaboratori e delle nostre collaboratrici.Ognuna delle molte attività in corso viene progettata per fare del nostro lavoro in Nestlé anche un abilitatore di un uso qualitativo del tempo. E siamo particolarmente orgogliosi di poterlo fare con le nostre persone, che per un giorno si sono anche dedicate al mestiere di attore per la realizzazione della nuova campagna che partirà dal 15 aprile prossimo.Ad ognuno di loro il nostro ringraziamento per l’entusiasmo con il quale hanno condiviso il nostro impegno per costruire un ambiente di lavoro sempre più adatto alle nostre esigenze.Diletta Golfieri | Valeria Cruciani | Marco Cvetnich Margarit | Greta Andrea Ricci hashtag#FABWorking hashtag#NestleBabyLeave hashtag#Volontariato hashtag#MentalHealth hashtag#tempo",
            "comments": []
        },
        {
            "post": "Ieri ho avuto il piacere di partecipare al secondo Annual meeting dell’Advisory Board Investimenti Esteri di Confindustria - o ABIE , iniziativa realizzata in collaborazione con l’Università Luiss Guido Carli. Durante il meeting è stata presentata la quinta edizione dell’Osservatorio Imprese Estere, che ha nuovamente confermato l’importanza della presenza, delle performance e dell’impatto delle multinazionali estere sul sistema produttivo italiano.  Tra i temi toccati nel Rapporto dell’Osservatorio, quello del capitale umano, della formazione continua e della diversità hanno occupato un posto di rilievo, anche alla luce dei notevoli investimenti delle imprese estere. Formazione e diversità emergono come due aspetti strategici da un lato per attrarre e trattenere i talenti, dall’altro per arricchire ulteriormente un ambiente che, come quello di una multinazionale, già per sua natura è predisposto a gestire culture spesso profondamente diverse. Da sempre sono convinto che le persone siano il principale valore strategico per le imprese e che la formazione continua sia un elemento imprescindibile per le multinazionali. Prova ne sia il dato secondo il quale oltre l’80% delle multinazionali estere utilizza pratiche per attrarre/trattenere personale qualificato, rispetto al 64,8% delle imprese non appartenenti a gruppi, al 69,6% dei gruppi domestici e al 77,7% delle multinazionali italiane.E lo stesso vale per la diversità intesa nella sua accezione più ampia, vale a dire non solo di genere ma anche per cultura, esperienza, comportamenti sociali, scelte di vita. Sempre in termini di formazione, un’attenzione particolare va posta ai giovani che per sviluppare la loro leadership – soft skill per eccellenza basata su contenuto e conoscenza – sono sempre più chiamati ad approfondire conoscenze tecniche e ad applicarle in contesti di forte innovazione; magari affiancati dalle generazioni più agée, che ai giovani possono sì insegnare molto, ma che dai giovani hanno anche parecchio da imparare. Un sentito ringraziamento va ad ABIE per aver organizzato un evento ancora una volta ricco di tantissimi stimoli, a tutti gli ospiti e tutti coloro che hanno contribuito all’evento.Anna Ruocco, Ph.d | Barbara Beltrame Giacomello | Francesco Giorgino | Confindustria | Stefano Zaccaria | Lorenzo Bottinelli | Floriano Masoero | Nicolò Guerini | Accenture",
            "comments": []
        },
        {
            "post": "Si tratta di un pezzo del puzzle dei miei impegni, ma ammetto che è uno fra i più piacevoli.Parlo della possibilità che mi viene di tanto in tanto offerta di incontrare i giovani talenti che stanno lavorando alle basi del loro futuro e che sono curiosi di ascoltare le testimonianze di chi qualche annetto di lavoro lo ha già alle spalle.La giornata dedicata all’incontro fra CEO e studenti organizzata dalla 24ORE Business School e tenutasi lunedì scorso è stato uno di questi momenti soddisfacenti.Al di là degli aspetti legati alla narrazione di sé e del proprio percorso professionale, sono i volti dei ragazzi che stanno ad ascoltare, le loro reazioni, le domande, la loro curiosità, che riescono ogni volta a sorprendermi e ad emozionarmi. È un modo di dare nuova vita al bagaglio di esperienze accumulate nel corso degli anni che riesce ogni volta a dare un significato nuovo a quello che faccio.Il modo in cui questi possibili CEO di domani investigano con il volto e con le parole le pieghe delle nostre storie ti fa capire che erano lì per crescere, imparare, prepararsi al loro futuro. Sta crescendo una bella generazione. Poterli aiutare – seppure in piccola parte - ad orientarsi, più che un piacere è un privilegio.Grazie alla 24ORE Business School per l’opportunità e a Donatella Rampinelli per le preziose sollecitazioni. hashtag#Talenti hashtag#Futuro hashtag#NuoveGenerazioni",
            "comments": []
        },
        {
            "post": "I numeri non mentono e, in casi come questo, impressionano. Noi continueremo sempre a batterci per dare il nostro contributo in questa lotta contro la disuguaglianza.hashtag#InternationalWomensDay",
            "comments": []
        },
        {
            "post": "Non saprei dire con esattezza perché mi piacciano così tanto i gatti. So che da moltissimi anni sono una presenza costante nella mia vita, e una alla quale non saprei rinunciare. Non dedico loro (sono due ed è un limite imposto) il tempo che vorrei, ma tanto sono certo che a loro non importi. Basta esserci quando lo vogliono.Avevo promesso a qualcuno dei miei lettori (che ringrazio per il tempo che mi dedicano) che li avrei resi protagonisti di tanto in tanto. Lo scorso sabato è stata la loro giornata nazionale, quale migliore occasione. Ecco Maki!Con loro è un vero piacere festeggiare ogni giorno. hashtag#GiornataNazionaleDelGatto hashtag#Pets hashtag#Gatti hashtag#GoodfoodGoodlife",
            "comments": []
        }
    ]
}