{
    "name": "Nadia Prando",
    "subtitle": "Group Head of Finance at Sorgenia",
    "location": "Milan, Lombardy, Italy",
    "about": "More than 20 years of experience in corporate and project finance: after gaining a significant experience in treasury management and planning, my professional career evolved in the structured finance area, focusing on financing/refinancing transactions in the energy sector (thermal power plants, waste to energy and greenfield renewable energy projects), in an international environment. I work in tight cooperation with the business development area, with the common objective to arrange the relevant project financing transactions and maximize return for shareholders.I had the responsibility for the successful restructuring of Sorgenia’s debt - € 1,8bln and recently I was in charge of the execution of F2i/Asterion acquisition finance.Strong commitment to goals, skill to liaise with all stakeholders, a proactive and positive approach also under pressure and the ability to deliver are my key personal attitudes.Sorgenia group debt restructuring - €1,8 blnProject leasing wind sector - € 60 mlSan Sostene wind farm project financing - € 150,5 mlMinervino Murge wind farm project financing  - € 114,4 mlFrullo Energia Ambiente WTE project financing - € 144 mlTrezzo sull'Adda WTE project financing - € 70 ml",
    "experiences": [
        [
            "Head of Finance",
            "Sorgenia",
            "Oct 2012 to Present · 11 yrs 8 mos",
            "Milan Area, Italy",
            "Sorgenia group debt restructuring - €1,8 bln\n\nProject leasing wind sector - € 60 ml"
        ],
        [
            "Structured finance manager",
            "Falck Renewables SpA",
            "Sep 2010 to Sep 2012 · 2 yrs 1 mo",
            "Participation in developing waste to energy project in UK."
        ],
        [
            "Project finance manager",
            "FALCK RENEWABLES ITALIA SRL",
            "Jan 2007 to Sep 2010 · 3 yrs 9 mos",
            "Structuring project financing in wind sector."
        ],
        [
            "Project financing",
            "Falck Spa",
            "Oct 2002 to Dec 2006 · 4 yrs 3 mos",
            "Project finance in waste to energy sector."
        ],
        [
            "Finance specialist",
            "Sondel Spa",
            "1997 to 2002 · 5 yrs",
            "Project and lease finance in cogeneration sector.\nHead of treasury department of the Sondel Group.\nAlmost one year working in London in a Group's subsidiaries."
        ]
    ],
    "posts": [
        {
            "post": "Il nostro futuro è legato alle scelte che facciamo oggi e dedicare attenzione ai più giovani è senza dubbio un ottimo investimento. Ciascuno di noi può dare il proprio contributo e insieme possiamo fare la differenza.",
            "comments": []
        },
        {
            "post": "Vero, la struttura aziendale ha grande impatto sulla capacità di raggiungere gli obiettivi di business.",
            "comments": []
        },
        {
            "post": "Brava Rossana, tutti insieme possiamo fare la differenza! Evviva i Greeners :-)",
            "comments": []
        },
        {
            "post": "https://lnkd.in/d2FdsAhz",
            "comments": []
        },
        {
            "post": "La scelta è tua hashtag#sostenibilitàambientale hashtag#svilupposostenibile",
            "comments": []
        },
        {
            "post": "Guardare lontano passa attraverso gesti concreti che possiamo fare oggi hashtag#sorgenia hashtag#sostenibilitàambientale",
            "comments": []
        },
        {
            "post": "Condivido questo prezioso estratto del nostro appuntamento WeShare di oggi: ascoltare, non per rispondere ma per comprendere il \"non detto\"",
            "comments": []
        },
        {
            "post": "Vuoi aprire la tua nuova attività? Hai necessità di di farla finanziare? Contattaci subito, ti aiutiamo noi.https://lnkd.in/eSS3WMt",
            "comments": []
        },
        {
            "post": "La mostra hashtag#Ri-Belle è stata inaugurata ieri. I quadri sono meravigliosi e raccontano tante storie, tutte purtroppo accomunate da violenza e maltrattamenti. Ma anche, e per fortuna, dal riscatto. Visitarla è un modo per rendersi conto di cosa significhi violenza sulle donne ed è un modo per dire,ad alta voce, il proprio no.Aperta tutti i we di marzo dalle 15 alle 20Via Algardi 4In Sorgeniahashtag#incontrimagici hashtag#stopviolence hashtag#iodicono hashtag#arteebellezza",
            "comments": []
        },
        {
            "post": "Dalla sua intuizione \"folle\" uno strumento importante per le donne che subiscono violenza: il Codice Rosa.La nostra intervista alla Dott.ssa Vittoria Doretti ➡️ http://bit.ly/2ToWIHvhashtag#sempre25novembre",
            "comments": []
        },
        {
            "post": "Se non hai partecipato ecco un articolo sull'evento di Asseprim del 22 Maggio 2018Asseprim Confcommercio Graziella Sapetto Fidalo - we feed your business Fabio Negri Jametti Fidicomet - Unione Confcommercio Milano Alberto Parenti Fondo Italiano d'Investimento SGR luigi tommasini CrowdFundMe Carlo Valentini CashMe SpA Riccardo Belli Opyn Livio Montesarchio Paolo Polenghi https://lnkd.in/eYJ24JW",
            "comments": []
        },
        {
            "post": "Keep going!",
            "comments": []
        },
        {
            "post": "#BusinessModelCanvas utilizzato anche negli Istituti Superiori, non solo per PMI, Start Up e Liberi Professionisti. Crowdfunding Business Model Canvas",
            "comments": []
        },
        {
            "post": "https://lnkd.in/ekDwxgn",
            "comments": []
        },
        {
            "post": "Fidalo - we feed your business interverrà al convegno “Le PMI e le nuove frontiere del credito” organizzato da Asseprim Confcommercio, con un intervento dal titolo “Crowd Investing, nuovi strumenti per accesso al credito per le PMI”. Introdurrà il presidente di Asseprim Umberto Bellini, modererà Francesco Bonelli consigliere Asseprim.Gli altri relatori del convegno saranno: Nico Saraceno, Director Financial Services, EY, Daniele Serio , Direttore di Ricerca Format Research, Alessandra Viscovi, responsabile formazione Altis Università Cattolica, Ivan Fogliata, Executive Partner di inFinance.it, Livio Montesarchio Marketing & Sales Manager di Opyn, LUIGI VIGANO', CEO FinDynamic.L’iniziativa si svolgerà martedì 28 novembre a Milano, a partire dalle 9.30, presso Palazzo Castiglioni.La partecipazione è gratuita, previa registrazione al link goo.gl/BVakop",
            "comments": []
        },
        {
            "post": "Efficace. Andiamo al cuore!",
            "comments": []
        },
        {
            "post": "https://lnkd.in/dceJ_sD La testimonial perfetta...",
            "comments": []
        },
        {
            "post": "Here we are: the business flow!",
            "comments": []
        },
        {
            "post": "Avere una buona idea è importante, ma è fondamentale avere chiaro il business flow. Metodo già provato con successo sul campo Fidalo - we feed your business",
            "comments": []
        },
        {
            "post": "Questa sera Maurizio Petrò, intervistato da Elisabetta Casarin,  presenterà fidalo servizi su Radio Stonata. Dalle ore 19 ascoltabile su https://lnkd.in/eavha_j di https://lnkd.in/er7ZdzZwww.fidalo.it",
            "comments": []
        },
        {
            "post": "Questa sera Maurizio Petrò, intervistato da Elisabetta Casarin,  presenterà fidalo servizi su Radio Stonata. Dalle ore 19 ascoltabile su https://lnkd.in/eavha_j di https://lnkd.in/er7ZdzZwww.fidalo.it",
            "comments": []
        }
    ]
}