{
    "name": "Massimo Angelucci",
    "subtitle": "CFO presso San Raffaele Spa",
    "location": "Rome, Latium, Italy",
    "about": "Dal 2014 dirigente responsabile dell’area amministrativa, finanziaria e fiscale di un gruppo operante nel settore della sanità privata accreditata composto da circa 20 società (40 reporting unit) dislocate in 5 regioni italiane.Il team di lavoro diretto è composto da circa 40 unità.Precedenti esperienze come responsabile di Gruppo della divisione Financial Reporting dei settori Sanità, Real Estate e Servizi (8 anni) e come revisore legale in Ernst & Young (4 anni, di cui 4 mesi negli Stati Uniti d’America).Laurea in Economia (Roma, Tor Vergata 1998), Master Tributario (Milano, Deloitte - Studio Tributario e Societario 2019), Master CFO Executive Programme (Roma, Luiss Business School 2023).",
    "experiences": [
        [
            "Chief Financial Officer (CFO)",
            "San Raffaele · Full-time",
            "Oct 2014 - Present · 9 yrs 8 mos",
            "Roma, Lazio, Italia",
            "Dirigente responsabile dell’area amministrativa, finanziaria e fiscale di un gruppo operante nel settore HealthCare composto da circa 20 società (40 reporting unit) dislocate in 5 regioni italiane.\nIl team di lavoro diretto è composto da circa 40 unità.\nPrincipali attività svolte:\n✓\tCoordinamento del processo di redazione dei bilanci d’esercizio e consolidati e delle situazioni infra-annuali;\n✓\tCoordinamento del processo di predisposizione dei cash flow mensili, analisi e predisposizione del reporting direzionale (consuntivo, previsionale, interventi suggeriti);\n✓\tCostante sviluppo delle procedure per una più efficace ed efficiente organizzazione amministrativa (ruoli, compiti, timing e formazione);\n✓\timplementazione dei sistemi di reporting contabili e finanziari, nonché delle piattaforme informatiche per ridurre i tempi di elaborazione delle principali attività amministrative (procedura di bilancio, cash flow, riconciliazioni bancarie e dei saldi intercompany, gestione dei crediti e degli interessi attivi, gestione dei contenziosi);\n✓\tcoordinamento della funzione fiscale con il supporto di società di consulenza leader nel settore: calendario fiscale, imposte dirette ed indirette, consolidato fiscale, recupero dei crediti fiscali, incentivi fiscali;\n✓\tgestione delle operazioni straordinarie: acquisizioni e cessioni, cartolarizzazioni, liquidazioni, fusioni e scissioni, ecc.\n✓\tgestione dei rapporti con gli istituti di factoring;\n✓\tgestione dei rapporti con società di revisione e collegi sindacali.\n✓\tgestione dei rapporti con l’organismo di vigilanza."
        ],
        [
            "Staff di direzione",
            "Finanziaria Tosinvest · Full-time",
            "Apr 2006 - Sep 2014 · 8 yrs 6 mos",
            "Roma, Lazio, Italia",
            "Responsabile dell’attività di reporting per i settori HealthCare, Real Estate e Servizi del Gruppo Tosinvest.\nPrincipali attività svolte:\n✓\tanalisi dei dati economici, patrimoniali e finanziari delle società appartenenti al settore;\n✓\tpredisposizione dei consolidati pro-forma;\n✓\tpresentazione agli amministratori dei dati sintetici, degli elementi di criticità e delle eventuali possibili strategie per fronteggiarli;\n✓\tsviluppo delle procedure di reporting e dei sistemi informativi;\n✓\tsupporto nell’attività a carattere non ricorrente (piani industriali, operazioni di cartolarizzazione, contratti di factoring, contratti assicurativi, marchi e brevetti, ecc)."
        ],
        [
            "Revisore dei conti (Italia)",
            "EY · Full-time",
            "Sep 2001 - Mar 2006 · 4 yrs 7 mos",
            "Roma, Lazio, Italia",
            "Esperienza di 4 anni in una delle società leader mondiali nel settore Auditing.\nAcquisita una significativa esperienza e conoscenza in:\n✓\tefficace implementazione della metodologia di revisione Ernst & Young fondata sulla comprensione dell’attività e dei processi contabili del cliente;\n✓\tprincipi contabili nazionali ed internazionali;\n✓\tbilanci d’esercizio e consolidati di società operanti nei settori intrattenimento (Sky Italia), aerospace & defence (Finmeccanica, Alenia Marconi Systems e MBDA Italia), costruzioni e lavori in corso (Astaldi e Technip Italy) e giochi e lotterie (Lottomatica);\n✓\treporting package redatti ai fini di consolidamento;\n✓\tgestione e nel coordinamento del gruppo di lavoro;\n✓\tconoscenze approfondite di Excel.\n✓\tprofonde capacità di analisi."
        ],
        [
            "Revisore dei conti (Stati Uniti)",
            "Ernst & Young LLP · Full-time",
            "Dec 2004 - Mar 2005 · 4 mos",
            "Stamford, Connecticut, Stati Uniti d'America",
            "Esperienza di 4 mesi negli Stati Uniti in qualità di senior auditor, nell’ambito di un programma di scambio delle risorse nel network Ernst & Young. In tale ambito l’attività ha riguardato bilanci individuali e consolidati di società operanti principalmente nei settori entertainment, hardware e sviluppo di progetti."
        ],
        [
            "Stagista",
            "STEM VCR Srl · Internship",
            "Jul 1999 - May 2000 · 11 mos",
            "Roma · On-site",
            "Consulente junior in una società operante nel settore dei progetti di cooperazione in paesi in via di sviluppo"
        ]
    ],
    "posts": []
}