{
    "name": "Pinuccia Bignami",
    "subtitle": "CFO Friction Technologies presso ITT Inc. / Global Executive MBA, IE Business School",
    "location": "Milan, Lombardy, Italy",
    "about": "Act as a real Business Partner with the aim of development financial and operational strategy and metrics tied. Enabler of projects, processes changes, business improvement.",
    "experiences": [
        [
            "CFO Friction Technologies",
            "ITT Inc.",
            "Oct 2020 - Present · 3 yrs 8 mos"
        ],
        [
            "Bulgari",
            "17 yrs 10 mos",
            "Europe CFO",
            "Sep 2018 - Oct 2020 · 2 yrs 2 mos",
            "CFO Operations",
            "Aug 2009 - Aug 2018 · 9 yrs 1 mo",
            "Switzerland, Italy",
            "CFO of the manufacturing and logistics pole of the Group, based in Italy and Switzerland across 4 Business Units (Jewelry, Watches, Perfumes, Accessories)\nIn charge of Finance, Accounting, Controlling, Budgeting, Strategic plans, Evaluation of investments,  Trasfer Pricing, Tax and Legal, Internal Control.\nBusiness Partner of Business Units’ Managing Directors and functionally reporting to Group CFO.\nUsual relations with Board of Directors, Audit Firms, Tax Authorities.",
            "F&A Senior Manager",
            "Jan 2003 - Jul 2009 · 6 yrs 7 mos"
        ],
        [
            "Controller",
            "Crova Spa",
            "2001 - 2002 · 1 yr"
        ],
        [
            "Auditor",
            "Arthur Andersen",
            "1997 - 2000 · 3 yrs"
        ]
    ],
    "posts": [
        {
            "post": "\"Abbiamo bisogno di contadini, di poeti, gente che sa fare il pane, che ama gli alberi e riconosce il vento. Più che l'anno della crescita, ci vorrebbe l'anno dell'attenzione. Attenzione a chi cade, al sole che nasce e che muore, ai ragazzi che crescono, attenzione anche a un semplice lampione, a un muro scrostato. Oggi essere rivoluzionari significa togliere più che aggiungere, rallentare più che accellerare, significa dare valore al silenzio, alla luce, alla fragilità, alla dolcezza\" (Franco Arminio - Cedi la strada agli alberi - Ed. Chiarelettere).",
            "comments": []
        }
    ]
}