{
    "name": "Monica Poggio",
    "subtitle": "CEO Bayer Italy, President AHK Italien, VicePresident Assolombarda, NED FieraMilano SpA",
    "location": "Milan, Lombardy, Italy",
    "about": "#50 Most Powerful Women 2023, Fortune Italia#The list - 100 donne italiane di successo 2023, Forbes Italia #100% business people 2022, 2023 e 2024, Business People C-level  with broad experience in General Management, Corporate Governance, Human Resources and Corporate Communication in cross-industry leading multinational organizations. Generating impact through paradigm shifts and enabling transformation are my true passion.I am curious, I am demanding when it comes to purpose and sense - making.I love to unlock energy and potential. My profile and my professional  development prove as diversity brings value: always striving for better organizational performance , I was not a typical HR by mindset and I am not a typical CEO by background . I have been exposed to a diverse variety of industries: Life Sciences, Oil & Gas, Aerospace and Defense. I have also gained significant in corporate roles in Banking.Experience includes design and governance of non-profit associations and gender equity-related initiatives, involving a wide number of stakeholders.",
    "experiences": [
        [
            "Bayer",
            "12 yrs 5 mos",
            "Milano, Italia",
            "CEO Bayer S.p.A.",
            "Jan 2017 - Present · 7 yrs 5 mos",
            "Senior Bayer Representative, Italy\nPresident, Bayer Healthcare Manufacturing Italy\nNon executive director, Bayer Crop Science Italy",
            "Head of Human Resources",
            "2012 - Present · 12 yrs 5 mos"
        ],
        [
            "UniCredit",
            "5 yrs 1 mo",
            "Milano, Italia",
            "Head of Corporate Culture",
            "2008 - 2012 · 4 yrs",
            "Head of Executive Development",
            "2007 - 2008 · 1 yr"
        ],
        [
            "Leonardo",
            "4 yrs 1 mo",
            "HR Manager - Northern Italy sites / Sr. HRBP Operations, AgustaWestland",
            "2005 - 2007 · 2 yrs",
            "Cascina Costa di Samarate (Varese)",
            "Head Organizational Development, AgustaWestland",
            "2003 - 2005 · 2 yrs",
            "Cascina Costa, Lombardia, Italia"
        ],
        [
            "HR Manager Manufacturing, Medical dept & Staff functions",
            "Eli Lilly and Company",
            "2001 - 2003 · 2 yrs",
            "Firenze, Toscana, Italia"
        ],
        [
            "GE",
            "3 yrs 1 mo",
            "Firenze, Italia",
            "Organization & Staffing Manager Europe, Power Systems",
            "2000 - 2001 · 1 yr",
            "Organization & Staffing Manager Italy, Power Systems",
            "1999 - 2000 · 1 yr",
            "HR Manager, IT Finance, 6Sigma",
            "1998 - 1999 · 1 yr"
        ]
    ],
    "posts": [
        {
            "post": "📣 Il prossimo 4 giugno 2024 torna, presso la Borsa di Milano, il nostro annuale Forum Economico Italo-Tedesco. Titolo di quest’edizione “Al centro del futuro: la partnership italo-tedesca per l’Europa”. Durante l’evento, avremo modo di ascoltare numerosi ospiti d’eccezione del mondo della politica e dell’imprenditoria e verrà presentato lo studio “Italy and Germany: productivity integration and strategic complementarity”. L’iniziativa sarà disponibile in streaming sul nostro canale YouTube: https://lnkd.in/d2pv9FH3",
            "comments": []
        },
        {
            "post": "We hashtag#teamBayer walk the talk !➡️ At hashtag#BayerItalia women hold more than 45% of the overall managerial positions and are 47% of the employees.➡️ Our commitment to hashtag#genderequality has been recently certified by EDGE Certification.hashtag#Diversity hashtag#Equity hashtag#InclusionHeike Prinz Arianna Gregis Valerie Baroin Cecilia Anticaglia GIULIA OMODEO ZORINI Antonella FiocchiStefano Gilardi",
            "comments": []
        },
        {
            "post": "Oggi abbiamo presentato a Berlino i risultati dell'AHK World Business Outlook Spring 2024. I risultati principali:- Le aziende tedesche sono di nuovo prevalentemente ottimiste sullo sviluppo dell'economia globale nelle loro sedi internazionali. Sono più fiduciose di quanto non lo fossero da due anni a questa parte.- Secondo il sondaggio, quasi un terzo (31%) delle aziende intervistate prevede una ripresa economica nelle proprie sedi nell'anno in corso. - A livello globale, la situazione economica è appena migliorata rispetto al sondaggio precedente. È ancora al di sotto del livello dell'anno precedente 2023 e leggermente inferiore alla media a lungo termine.- Gli attuali risultati dell'AHK World Business Outlook mostrano che i segnali indicano una leggera ripresa dell'economia globale.I risultati sono disponibili sulla homepage di DIHKGerman-Italian Chamber of Commerce (AHK Italien)",
            "comments": []
        },
        {
            "post": "💡  La Germania resta il principale partner commerciale dell'Italia sia come export che come import. E questo vale anche per le province di Lecco e Sondrio.🗣 L'intervista con Monica Poggio, ceo Bayer Italia e presidente German-Italian Chamber of Commerce (AHK Italien)⏰ Il 10 maggio, a partire dalle 9,00, a Lecco nella sede della Camera di Commercio. In presenza, in streaming e in diretta tv.Per partecipare bisogna iscriversi, gratuitamente, al link https://lnkd.in/dp2Cjnizhashtag#familybusinessforum2024 hashtag#fbf2024 hashtag#FbFLecco2024 hashtag#familybusiness hashtag#impresefamilariConfindustria Lecco e Sondrio, Lombard Odier Group, Simest SpA, AIDAF - Associazione Italiana delle Aziende Familiari, Borsa Italiana, BANOR SIM, BPER Banca Private Cesare Ponti, hashtag#FondazioneAntonioCarloMonzino, Money Management, UniCredit Wealth Management e Private Banking",
            "comments": []
        },
        {
            "post": "Orgogliosi che Bayer Italia sia tra le 25 hashtag#LinkedInTopCompanies 2024 nel nostro paese!So proud of Bayer Italy ranking among the 25 hashtag#LinkedInTopCompanies 2024 in Italy!LinkedInhashtag#BayerItalia hashtag#TeamBayerHeike Prinz",
            "comments": []
        },
        {
            "post": "La CFO di Bayer in Italia Valerie Baroin al FINANCIAL FORUM 2024“Intelligenza artificiale: I CFO devono abbracciare in tempi veloci le opportunità date dalla digitalizzazione e da nuovi strumenti come l’intelligenza artificiale. In Bayer stiamo sviluppando dei modelli predittivi che ci rendono più efficienti ed efficaci nell’elaborazione dei budget”hashtag#BayerItalia hashtag#intelligenzaartificiale",
            "comments": []
        },
        {
            "post": "Cosa manca ai hashtag#giovani? E come si favorisce l’hashtag#empowerment? In che modo le hashtag#aziende devono orientarsi verso le hashtag#persone? 🐤Nel corso di questa puntata di Becco a Becco le papere gialle e Francesca Cutrone hanno intervistato Monica Poggio, Amministratrice Delegata di Bayer Italia. 🙋‍♂️Se sei curioso di conoscere meglio hashtag#BayerItalia e chi la guida, fatti accompagnare dalle parole chiave di Becco a Becco.Per saperne di più: ➡️ Ascolta Becco a Becco qui: https://lnkd.in/eexENUuF hashtag#podcast hashtag#lavoro hashtag#formazione hashtag#news",
            "comments": []
        },
        {
            "post": "hashtag#Pact4Future organizzato da Università Bocconi e Corriere della Sera è stata una preziosa occasione di confronto e di attivazione intorno alle 3P hashtag#People hashtag#Purpose hashtag#Planet, riferimenti imprescindibili per la hashtag#sostenibilità ambientale, sociale, economica. Un patto per i giovani e con i giovani è necessario per costruire un hashtag#futuro sostenibile in scenari complessi come quelli che stiamo vivendo.Il futuro è di tutti, giovani e meno giovani, e non si può costruire se non attraverso l' hashtag#inclusione di tutte le generazioni ed in particolare delle hashtag#nextgen.Ringrazio Francesco Billari per avermi invitata a portare un contributo di pensiero e a condividere l'esperienza di Bayer in un dibattito così centrale.Virginia Nesihashtag#TeamBayerhashtag#BayerItaliahashtag#Diversity hashtag#Equity hashtag#InclusionAssolombarda Enrico Vita",
            "comments": []
        },
        {
            "post": "🌐 Nonostante il leggero calo dal 2022, il valore della partnership commerciale tra Italia e Germania nel 2023 si conferma di 164,3 miliardi di euro. 📰 È il secondo valore storico più alto registrato dall’interscambio tra i nostri due paesi. Ancora una volta la Germania si conferma il principale partner commerciale dell’Italia, sia per l’export che per l’import. 🗣️ “I rapporti tra Italia e Germania sono rapporti consolidati e strutturalmente robusti per reggere anche le sfide più ambiziose” ha spiegato la nostra Presidente Monica Poggio.",
            "comments": []
        },
        {
            "post": "Nel 2023 l'interscambio commerciale italo-tedesco ha registrato un valore di 164,3 miliardi: un dato che, seppur in calo rispetto all'anno precedente, conferma la solidità dei rapporti tra i due Paesi.La Lombardia continua a svolgere un ruolo di traino all’interno della partnership commerciale italo-tedesca, con 53,8 miliardi di euro. Tra i Länder tedeschi, al primo posto il Baden-Württemberg che, con 31,9 miliardi, conferma la posizione già registrata nel 2022. Joerg Buck: “anche in un contesto di recessione, rileviamo come gli anni post-pandemici abbiano dato sempre più evidenza di un rapporto di co-produzione strutturale tra i nostri due Paesi, con risultati ben superiori rispetto ai 127 miliardi del 2019”. Monica Poggio: “i dati dimostrano la strutturalità dei rapporti italo-tedeschi pur nel contesto del rallentamento tedesco”.",
            "comments": []
        }
    ]
}