{
    "name": "Miles Karemacher",
    "subtitle": "Managing Director at Coca-Cola Hellenic Bottling Company, Italy",
    "location": "Italy",
    "about": "",
    "experiences": [
        [
            "Coca-Cola HBC",
            "7 yrs 7 mos",
            "Managing Director, Italy",
            "Jun 2023 - Present · 1 yr",
            "Italy",
            "Responsible for +€1bn turnover and 2000 people.",
            "Managing Director Ireland & Northern Ireland",
            "Oct 2019 - Jun 2023 · 3 yrs 9 mos",
            "County Dublin, Ireland",
            "Responsible for +€500m turnover and +700 people.  Managing multi-category portfolio including The Coca-Cola Company portfolio, Monster Energy, Costa Coffee, Cafe Vergnano, Campari, Edrington and owned brands including Deep River Rock.",
            "Commercial Excellence Director",
            "Nov 2016 - Oct 2019 · 3 yrs",
            "Milan Area, Italy",
            "Function head responsible for revenue growth management, category management, insights and strategy development."
        ],
        [
            "SABMiller",
            "6 yrs 2 mos",
            "Europe Head of Revenue Management and Strategy",
            "Jun 2015 - Oct 2016 · 1 yr 5 mos",
            "Europe",
            "Regional responsibility for revenue management and strategy in Europe, delivering €40m incremental profit through a transformation program.",
            "Global Head of Revenue Management",
            "Apr 2013 - Jun 2015 · 2 yrs 3 mos",
            "United Kingdom",
            "Global head of revenue management, responsible for building and implementing global frameworks and capability.",
            "Group Commercial Finance Executive",
            "Sep 2010 - Mar 2013 · 2 yrs 7 mos",
            "Finance business partner to Global Brands and Group Supply Chain"
        ],
        [
            "Coca-Cola Amatil",
            "3 yrs 3 mos",
            "Commercial Manager - Sales - Licensed Division",
            "Jun 2009 - Jun 2010 · 1 yr 1 mo",
            "Corporate Graduate Program",
            "Apr 2007 - Jun 2009 · 2 yrs 3 mos",
            "Australia and New Zealand"
        ]
    ],
    "posts": [
        {
            "post": "I’m happy to share that I’m starting a new position as General Manager, Italy at Coca-Cola HBC!",
            "comments": []
        },
        {
            "post": "This week begins an exciting new chapter in my career as I become the General Manager for CCHBC Italy. The business and people of Italy hold a special place in my heart, it is where I began my career in CCHBC, and started my family. However, it is also a time where I say goodbye to the people and business in Ireland and Northern Ireland. The last 3 1/2 years have the most rewarding of my career as we navigated some tough times but emerged stronger.  I will miss many things from the Island of Ireland, but most of all the people; the kindness, humility and humor of the people are so special and unique. Thank you to everyone that made me feel welcome and for making it such a great experience.",
            "comments": []
        },
        {
            "post": "It’s been a big week. On Tuesday we had the honour of hosting the UK Prime Minister, Rishi Sunak MP, on what was a proud and historic day for our business .  This event came a day after the agreement of the Windsor Framework, a deal that protects businesses like ours and provides much needed certainty.  The Prime Minister took time to answer questions from our Northern Ireland based employees and it was encouraging to hear him speak passionately about future prosperity and opportunity for all the people of Northern Ireland.",
            "comments": []
        },
        {
            "post": "July marked the launch of our sixth hashtag#YouthEmpowered programme. This Coca-Cola HBC group wide initiative is designed to empower young people to overcome barriers to education and employment through skills and training.  I was delighted to join Minister Heather Humphreys to launch this year’s programme which is being delivered in partnership with @An Cosán and with YouthAction NI. In 2022 we aim to reach over 2,000 young people across the island of Ireland. https://lnkd.in/e7R5m9g5hashtag#YouthEmpowered hashtag#DiscoverDevelopSucceed",
            "comments": []
        },
        {
            "post": "At Coca-Cola HBC, we have a vision for a world without waste. We understand that we need to be part of the solution and this €13m investment demonstrates our serious commitment to reducing plastic waste.  Over the last two years we have reduced our plastic use by 5000 tonnes annually, through the use of recycled plastic and the elimination of plastic from our multipack cans. But, as always, there is more to do. We strive to create a true circular economy for packaging in Ireland and Northern Ireland and are willing partners in the creation of world-class collection and recycling schemes.  With sustainability at the heart of our business and our industry, I’m confident that together we can make the world a better place.",
            "comments": []
        },
        {
            "post": "A great job done by the whole Coca-Cola Hellenic team across Ireland and Northern Ireland.",
            "comments": []
        },
        {
            "post": "A proud moment after a long process. This will be a great addition to our 24/7 portfolio with these fantastic local brands.",
            "comments": []
        }
    ]
}