{
    "name": "Fabrizio Lorito",
    "subtitle": "Marketing Manager - Developing innovative approaches and tools to identify and develop markets.",
    "location": "Milano, Lombardia, Italia",
    "about": "Responsabile Marketing della Business Area Motion in Italia, si occupa di aiutare le organizzazioni di vendita della Divisione ad accrescere il loro business. Nello specifico con la sua organizzazione supporta le unità di vendita a trovare nuovi mercati, nuovi clienti, nuove soluzioni da offrire o nuovi approcci o tool per lo sviluppo del business, il tutto grazie all'utilizzo delle metodologie moderne del marketing e dell'Informatin Technology e con una continua spinta all’innovazione. Negli ultimi anni, un focus particolare è stato dato allo sviluppo e implementazione di una strategia di Marketing digitale.Nella sua vita professionale ha spaziato in ambiti molto diversi. Ha iniziato come professore universitario. Dopo l’ingresso in ABB è stato ricercatore con responsabilità sia locali che globali. Successivamente si è occupato di proprietà intellettuale strategica divenendone responsabile a livello gruppo per tutte le Divisioni che si occupavano di Automazione. Da alcuni anni si occupa di Marketing and Sales. Dopo varie esperienze nel Marketing strategico e nelle vendite, è oggi Marketing and Communication manager per la Business Area Motion in Italia.",
    "experiences": [
        [
            "ABB",
            "30 anni 9 mesi",
            "Marketing and Communications Manager",
            "A tempo pieno",
            "gen 2014 to Present · 10 anni 5 mesi",
            "Milan Area, Italy",
            "Head of Marketing and Communication for the Motion Business Area of ABB in Italy.\nIn charge of internal and external communication, Market analysis, Net Promoter Score process and of some key strategic processes, like the definition of the Local Division business strategy, the definition and implementation of the local division Digital marketing strategy, the introduction of a CRM, the complete revision of local marketing and sales processes, the redefinition of Contact Center processes as a key element to aim at a superior customer experience.",
            "Strategic Marketing manager, Country Marketing & Sales",
            "nov 2012 to nov 2015 · 3 anni 1 mese",
            "Sesto san Giovanni (Milano, Italy)",
            "Managing Strategic marketing Initiatives for the domestic Market of ABB Italy with a Cross-Divisional Approach",
            "Marketing & Communication Manager and Sales Coordinator",
            "gen 2010 to dic 2013 · 4 anni",
            "Milan Area, Italy",
            "Marketing & Communication Manager and Sales Coordinator -  ABB Italia, Discrete Automation and Motion Division\nSetting up the Marketing, Communication and Sales Coordination functions and teams in the newly created Discrete Automation and Motion Division."
        ],
        [
            "Professor",
            "Politecnico di Milano",
            "nov 1993 to giu 1998 · 4 anni 8 mesi",
            "Giving various one-semester courses (System Identification and Adaptive Control, Foundations of Automatic Control, ...) over the years.\n\nIn parallel with the first years in ABB"
        ]
    ],
    "posts": [
        {
            "post": "ABB Motion OEM Hub: di cosa si tratta e in che modo possono agevolare i clienti nell’innovazione dei propri processi?Ne abbiamo parlato con Aida Curci, Responsabile dell’OEM Hub di ABB Motion a Vittuone (MI). Leggi l'intervista su Mondo ABB qui:",
            "comments": []
        },
        {
            "post": "Ma che meravigliosa esperienza! Ho parlato di tecnologia, di robotica, di storia, di passione, di fabbrica intelligente, di industria 5.0 e di futuro al Festival delle Buone Notizie  a Bergamo a un frizzante pubblico hashtag#under30. Grazie a Luca Andreini, a tutto il team che ha realizzato l’evento e ai miei colleghi Claudia Carissoni Barbara Pantaleoni (she/her) Paolo Capobianco Elisa Stronati e a Marco Parmeggiani Gloria Farinella Marco Locatelli Romualdo Quarti Bello essere stata lì con voi. Grazie 🩷🤖🩷",
            "comments": []
        },
        {
            "post": "The case for improving hashtag#energyefficiency is clear, but knowing where to start is oftentimes not that straightforward. Energy appraisals make the invisible visible by pinpointing where the greatest potential for efficiency upgrades lies among an entire fleet of motor-driven systems. Learn more now! hashtag#ABB hashtag#Technology",
            "comments": []
        },
        {
            "post": "Energy efficiency is sometimes thought of as a trade-off that comes at the expense of business performance. However, thanks to remarkable technological advances in recent years, today’s most energy-efficient industrial equipment for machinery and buildings also deliver peak performance – when powered by the right combination of electric motors and variable speed drives.Learn what steps your facility can take to drive greater energy efficiency and gain significant operational and financial savings: https://lnkd.in/dHZn3gD8hashtag#ABB hashtag#ABBdrives hashtag#EnergyEfficiency hashtag#Sustainability hashtag#SeeingIsBelieving",
            "comments": []
        },
        {
            "post": "La sostenibilità chiede un approccio a 360°. Risparmio energetico, sì, ma anche, per esempio, scelta dei materiali e dei fornitori",
            "comments": []
        },
        {
            "post": "hashtag#Startups, it is your last week to apply for the ⚡ ABB Accelerating Circularity Startup Challenge ⚡ with @Microsoft, @Synerleap and @ABB Motion https://bit.ly/3Pakg0i - don’t miss a chance to win a 💲30,000 collaboration project along with the opportunity to have your product available on hashtag#ABB channels and reach out to our global customer base.hashtag#ABBStartups hashtag#ABBMOStartups hashtag#Startup hashtag#Challenge hashtag#Innovation hashtag#FutureTech hashtag#circularity hashtag#ABB hashtag#ABBMotion hashtag#Microsoft hashtag#SustainableSolutions hashtag#tech4good hashtag#socialimpact hashtag#recycling hashtag#techstartup hashtag#DLT hashtag#blockchain hashtag#research hashtag#engineering hashtag#engineer hashtag#ABBMotionServices hashtag#MotionServices",
            "comments": []
        },
        {
            "post": "hashtag#energyefficiencymovement: a che punto siamo? E soprattutto, cosa abbiamo fatto e cosa possiamo fare per continuare a crescere? Ce lo spiega Alessandro Pueroni Lead Manager, Motion, Southern Europe & Italyhashtag#sostenibilita hashtag#efficienzaenergetica",
            "comments": []
        },
        {
            "post": "Stay ahead of the hashtag#energy game! By following our page on energy efficiency, you'll gain access to the latest trends, innovations, and technologies that can transform your business or your organization into an energy-efficient haven.hashtag#EnergyEfficiencyMovementhashtag#EnergyEfficiency hashtag#Technology",
            "comments": []
        },
        {
            "post": "Learn how hashtag#ABB drives, motors and PLC can help increase hashtag#energyefficiency in the sludge treatment process in hashtag#wastewater. Read the story",
            "comments": []
        },
        {
            "post": "The cost of energy is a significant concern for businesses - it affects their hashtag#sustainability hashtag#profitability and hashtag#growth strategies.Read the article where Tuomo Hoysniemi, Division President, Drive Products at hashtag#ABB, explains how investing in hashtag#energyefficiency today maximises savings over the long term.",
            "comments": []
        }
    ]
}