{
    "name": "Phillipine Mtikitiki",
    "subtitle": "Vice President Operations Italy & Albania - \nI help companies find growth paths, build organizational belief and engagement to reach new height",
    "location": "Italy",
    "about": "A leader who advocate that every person or teams aspire to progress. When these individuals or teams are when exposed to the right environment they will embrace who they are and achieve great new heights.",
    "experiences": [
        [
            "Vice President Italy & Albania",
            "Coca-Cola Italia · Full-time",
            "Mar 2023 - Present · 1 yr 3 mos",
            "Milan"
        ],
        [
            "Vice  President Operations - South Africa Franchise",
            "The Coca-Cola Company · Full-time",
            "Jan 2021 - Nov 2023 · 2 yrs 11 mos",
            "South Africa"
        ],
        [
            "Region Franchise Manager: Angola,Mozambique,Namibia & Botswana",
            "Coca-Cola South & East Africa Business Unit",
            "Aug 2017 - Mar 2022 · 4 yrs 8 mos",
            "Johannesburg Area, South Africa",
            "Steward the Development and Execution of business strategy across"
        ],
        [
            "Region Franchise Manager: Angola, Botswana, Lesotho, Namibia and Swaziland",
            "Coca-Cola South Africa",
            "Feb 2017 - Mar 2022 · 5 yrs 2 mos",
            "Johannesburg Area, South Africa"
        ],
        [
            "Head of Commercial Planning",
            "The Coca-Cola Company South Africa",
            "Jul 2013 - Jan 2017 · 3 yrs 7 mos",
            "Johannesburg Area, South Africa",
            "Strengthen of Shopper as a center of excellence globally\n\nGuide generation of key Insights across channels, refreshing imperatives to drive impactful LOS in trade.\n\nDevelop and Deploy New Metrics, track and build analytics.\n\nEvolve Community and routines for guidance and execution\n\nBuild a broad global company network to develop and implement best in class shopper and channel strategies in collaboration with our franchise, marketing and customer teams. \n\nFurther acceleration and leadership around Shopper tools and insights for incorporation into Channel imperatives and Customer plans.\n\nDevelop and implement Shopper metrics and routines.\n\nSteward and lead shopper segmentation across SEL, missions and key occasion\n\nDeploy Shopper Capability Workshops to build and evolve system shopper understanding \n\nAlignment and implementation of shopper strategy through Shopper Guides of key growth platforms\n\nPartner with K&I to provide clear framework on shopper / category insights sources, frequency of delivery and integration of all the tools and insights\n\nLead category management team to provide category growth opportunities, deploy best in class CATMAN tools and system that supports space planning, assortment optimization and customer selling stories. \n\nProvide thought leadership, strategic guidance and sharing best in class practices”.\n\nLead the development and implementation of segmented OBPPC architecture, thereby driving profitable occasions and winning with consumers, shoppers and customers.; \n\nGuide and lead strategies projects"
        ]
    ],
    "posts": [
        {
            "post": "We are proud to stand alongside Special Olympics for the XXXV National Winter Games, from 4th to 8th March 2024. Since 1968 Coca-Cola is founding partner and global sponsor of the Special Olympics and in Italy we support them for over 25 years, also through our volunteers which have supported the athletes in the competitions of Alpine Skiing, Snowboarding, and Snowshoe Racing. This event is a unique opportunity to celebrate the power of sport to bring people together and to foster an inclusive society. It is not just a competition but an incredible source of inspiration and energy and a demonstration that, with determination and dedication, everyone can achieve great goals. Siamo orgogliosi di essere al fianco di Special Olympics per i XXXV Giochi Nazionali Invernali, dal 4 all’8 marzo 2024. Dal 1968 Coca-Cola è socio fondatore e sponsor globale di Special Olympics e in Italia supportiamo l’organizzazione da oltre 25 anni, anche attraverso i nostri volontari che hanno supportato gli atleti nelle competizioni di Sci Alpino, Snowboard e Corsa con le Racchette da Neve.Questo evento è un’opportunità unica per celebrare il potere dello sport di unire le persone e promuovere una società inclusiva. Non è solo una competizione, ma un incredibile fonte di ispirazione e di energia e una dimostrazione che, con determinazione e dedizione, tutti possono raggiungere grandi traguardi.",
            "comments": []
        },
        {
            "post": "Coca-Cola is partner of the 74th edition of the Sanremo Festival, the most important Italian music event, which represents a special moment of sharing, a value that perfectly reflects the essence of our iconic brand, as well as being an important event for Italians. We are proud to be there to celebrate the deep bond that ties us to Italy and pay tribute to one of the country's excellences, pizza together with the unique taste of Coca-Cola!Coca-Cola è partner della 74esima edizione del Festival di Sanremo, il più importante evento musicale italiano, che rappresenta un momento speciale di condivisione, valore che rispecchia perfettamente l'essenza del nostro marchio iconico, oltre a essere un appuntamento importante per gli italiani. Siamo orgogliosi di esserci per celebrare il profondo legame che ci unisce all’Italia e omaggiare un’eccellenza del Paese, la pizza, accompagnata dal gusto unico di Coca-Cola.",
            "comments": []
        },
        {
            "post": "I’m happy to share that I started a new position as Vice President Italy & Albania at Coca-Cola Italia!",
            "comments": []
        },
        {
            "post": "I wish you all a Happy Women’s Day. I join you in celebrating the exceptional women from our past who fought for an equitable future, and those who continue to do so today. I am continuously amazed by how much women can achieve and give back to their communities when given the agency to do so.  As we think about the women who inspire us, I would like to remind us all -men and women, alike- that we each possess our own brand of magic. A unique ability that is ours alone. It is our responsibility and self-duty to identify this magic and cultivate it within ourselves. Whether we pursue self-progress through studies, acquiring new skills, finding a mentor, partaking in community work, prioritizing our mental health, or immersing in family life, we owe it to ourselves to become the best version that we can be. This Women’s Day, I encourage us all to self-reflect and reconnect with our personal brand of magic! hashtag#WomensDay",
            "comments": []
        },
        {
            "post": "Today we attended a great summit - Break the Ceiling Touch the Sky 2022 - focusing on the advancement of women to execute roles. The Summit was hosted by House of Rose Professional Pte. Ltd.Certainly I learnt a lot and was inspired by all the diverse male and female speakers. The passion, the wisdom shared will stay with me for some time come hashtag#Breakingtheceilingtouchthesky hashtag#africa hashtag#leadership hashtag#WomeninleadershipThank you to all the delegate and fellow panelists",
            "comments": []
        },
        {
            "post": "Shout out to all the women who actively advocate for empowerment of women in our society. Shout out to all the men who advocate for the empowerment and advancement of women.hashtag#BreakTheBias hashtag#InternationalWomensDay hashtag#Diversity",
            "comments": []
        }
    ]
}