{
    "name": "rita marino",
    "subtitle": "Executive Vice President Global Procurement & Strategic Sourcing at ENI",
    "location": "Rome, Latium, Italy",
    "about": "Graduated with honours in Economics in 1987 at L.U.I.S.S. Guido Carli University in Rome, she has gained a twenty-five year experience in the largest national industrial groups. Starting from january 2011 she is Global Procurement & Strategic Sourcing Executive Vice President at ENI,  first Italian multinational group operating in over 70 countries in the Oil & Gas, Energy, petrolchemical and Engineering & Constraction businesses. In her role, she manages, directly and indirectly, procurement activities for more than 20 Billion euro. From 2005 to 2010 she was Internal Audit Executive Vice President and member of the Compliance Committee at ENI.She started her brilliant career in 1988 at Stet-Telecom Italia, the main Italian telecomunication group,  where she gained a fifteen-year experience in Planning and Control and in Merger & Acquisition activities. In 1997 she joined the team for the privatization of STET/Telecom and in 1999 the team acting to contrast the OPA launched by Olivetti-Technost on the company.In 2003-2005 she was head of Procurement Intelligence, Strategy and Control Unit and of Corporate Procurement Unit at ENEL, the main energy group in Italy. From 2004 she was also Chief Operating Officer in one Enel's subsidiary.During her professional life, she has been a member of the Board of Directors in more than ten companies. Currently, she sits on the Board of Directors of Syndial SpA, one of ENI's main italian subsidiaries. She has also been invited as speaker in several conventions and roundtables on Internal Controls, Corporale Governance and Supply chain optimization strategies. In 2010 she was awarded the Bellisario prize, section “Woman Manager” and from 2011 she is in the “Ready For Board Woman” list.Her fluent use of English language is due to constant practice in her daily professional life.",
    "experiences": [
        [
            "Eni",
            "19 yrs",
            "Executive Vice President Global Procurement & Strategic Sourcing",
            "Jan 2011 - Present · 13 yrs 5 mos",
            "San Donato Milanese",
            "Alle dipendenze del Chief Corporate Operating Officer (dott. S. Sardo)",
            "Senior Executive Vice President Internal Audit/Membro Organismo Vigilanza 231/Preposto al controllo",
            "Jun 2005 - Dec 2010 · 5 yrs 7 mos",
            "Roma, Italia",
            "Alle dipendenze dell'Amministratore Delegato (dott. P. Scaroni) e del CdA Eni per il tramite del Comitato per il controllo interno."
        ],
        [
            "Enel",
            "2 yrs 4 mos",
            "Roma, Italia",
            "Responsabile Approvvigionamenti Corporate e Direttore Operativo Dalmazia Trieste",
            "Mar 2003 - Jun 2005 · 2 yrs 4 mos",
            "Alle dipendenze del Direttore Approvvigionamenti enel (dott. S. Sardo)",
            "Responsabile Funzione Strategie, Controllo e Processi di Procurement",
            "Mar 2003 - Jun 2005 · 2 yrs 4 mos",
            "Alle dipendenze del Direttore Approvvigionamenti enel (dott. S. Sardo)"
        ],
        [
            "Telecom Italia",
            "4 yrs 11 mos",
            "Responsabile Pianificazione e controllo ed attività di Merger & Acquisition BU Immobiliare",
            "Oct 1999 - Feb 2003 · 3 yrs 5 mos",
            "Roma, Italia",
            "Alle dipendenze del Responsabile della BU (dott. S. Sardo)",
            "Referente attività di Merger & Acquistion alle dipendenze del CFO (dott. G. Stella)",
            "Mar 1999 - Sep 1999 · 7 mos",
            "Roma, Italia",
            "Nel periodo è stata referente per le operazioni di M&A nell'ambito del team guidato dall'AD di Telecom Italia (dott. F. Bernabè) per contrastare l'OPA di Olivetti Tecnost sulla società",
            "Assistente operativo del Direttore Generale (dott. F. Conti)",
            "Apr 1998 - Feb 1999 · 11 mos",
            "Roma"
        ],
        [
            "STET HOLDING",
            "9 yrs 7 mos",
            "Dirigente (dal 1997) addetta alle attività di Pianificazione e controllo strategico",
            "Jan 1994 - Mar 1998 · 4 yrs 3 mos",
            "Roma",
            "Nel periodo partecipa al gruppo di lavoro per la privatizzazione della Stet - Telecom Italia.",
            "Addetta alle attività di business planning per iniziative di investimento e/o di finanza strutturata",
            "Sep 1988 - Dec 1993 · 5 yrs 4 mos",
            "Roma, Italia",
            "Nel periodo si occupa tra l'altro delle attività di valutazione ecomico-finanziaria per il Riassetto del settore delle TLC varato dall'IRI."
        ]
    ],
    "posts": [
        {
            "post": "Con l’iniziativa hashtag#OrangeTheWorld siamo al fianco di UN Women contro ogni forma di maltrattamento e discriminazione. hashtag#giornatacontrolaviolenzasulledonne hashtag#IoConLei",
            "comments": []
        },
        {
            "post": "È un impegno che non si può più rimandare oltre.....",
            "comments": []
        }
    ]
}