{
    "name": "Lorenzo Vitale",
    "subtitle": "CFO at L'Oréal Italia",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "L'Oréal",
            "16 yrs 6 mos",
            "CFO L'Oréal Italia",
            "Full-time",
            "Nov 2021 - Present · 2 yrs 7 mos",
            "Milan, Lombardy, Italy",
            "CPD Africa Middle East Finance Director",
            "Jan 2018 - Nov 2021 · 3 yrs 11 mos",
            "Région de Paris, France",
            "CPD Commercial Controlling Director",
            "Apr 2015 - Jan 2018 · 2 yrs 10 mos",
            "Paris Area, France",
            "In charge of Commercial Controlling for Consumer Product Division Worldwide. Main activities:\n\n-International Customers Finance Controlling\n-Commercial Finance Zones animation (Valorisation, Stock in trade, P&L by Customers...)\n-Acquisitions Business Plan evaluation\n-NYX Retail Controlling\n-Revenue Growth Management\n-Strategic Plan\n-Training to Controllers and Sales population"
        ]
    ],
    "posts": [
        {
            "post": "A Friday to remember! Hosting our L'Oréal Finance Academy 2023 in Milan was a rollercoaster of energy, curiosity, and Finance fervor. Coaching, training, and inspiring 42 students & young professionals of different nationalities coming from several universities with diverse backgrounds was extremely enriching and important for our future. A big thank you to the Talent Acquisition team and to Matteo Bet, and our \"master of the future,\" Andrea Cefis that made this event truly memorable. Special thanks to our business case mentors: Matteo Razzoli Konstantinos Alexopoulos , Francesca Tenan Filippo Fiocchi Cecilia Zambelli, Riccardo Invernizzi Ready to be part of the L'Oréal Finance Community? Explore the opportunities here ➡️ https://lnkd.in/d-Zg7zaY hashtag#lorealfinanceacademy2023 hashtag#lifeatLOréal  Manuela Pardini , Mathilde Beaudouin Durand Marta Bianco, Arianna Passarini, Adrian Manolache , Valerio Paradisi, Alberto Anzivino, Stephanie Dao, Youssoupha Gaye, Sara Borghi, Carmen Carulli, Angelo Luca Paragliola, Beatrice Bosisio, Monica Motta, Antoine Gobbo, Halil Ibrahim Türkmen,",
            "comments": []
        },
        {
            "post": "Exciting day at the Milan Beauty Week!Last week, L’Oréal Italia took part in the Beauty Tech Day event, animating an inspiring day of discussions on innovation in the beauty sector.I had the immense privilege of being a mentor in a special Bootstrap session – an initiative designed to provide startups with valuable guidance from industry mentors. It was fulfilling to listen, learn and share insights helping these entrepreneurs navigate the challenges of our dynamic industry or different ones. It was extremely inspiring to see their passion and dedication.Congrats to all involved in making this day a remarkable one!Emmanuel Goulin Filippo De Caterina Susana Rodriguez Escudero Manuela Pardini Piero Gambino Martín Spielmann Gregory Recoing Francesco Santachiara Marco Vasario Gianguido Bianco Valentina Ranno Francesca La Spada Sara Borghihashtag#weareloreal hashtag#beautytechday hashtag#mentorship hashtag#MilanBeautyWeek",
            "comments": []
        },
        {
            "post": "Today is the International day of forests!Forests provide us with more than we often acknowledge, including food, water, oxygen, and energy. It is crucial that we protect and conserve them.In this occasion I would like to mention the L’Oréal Fund for Nature Regeneration, a 50 million euro impact fund launched by the Group to support the regeneration of degraded land, mangroves, the restoration of marine areas and, of course, hashtag#forests.I think this is an admirable use of finance to effect positive change and secure a brighter future for all.There is no planet B, and we all need to act. Not only reducing our footprint, but also repairing the damages already done to our planet.hashtag#internationaldayofforests hashtag#fundfornatureregeneration hashtag#wearelorealEmmanuel Goulin Constantinos Bovolis Piero Gambino Filippo De Caterina Simone Targetti Ferri valentina ranno Susana Rodriguez Escudero Sara Borghi Alberto Anzivino Andrea Iacona Youssoupha Gaye Stephanie Dao Federica Lissoni Aurelien Splendido Antoine Gobbo Carmen Carulli Angelo Luca Paragliola Monica Motta Beatrice Bosisio",
            "comments": []
        },
        {
            "post": "There are many reasons why I am proud to be part of the L'Oréal family, but the main one is undoubtedly the strong hashtag#senseofpurpose that characterises the Group. As a global industry leader, we are aware of our role and responsibility in creating a more sustainable and inclusive world. And of course the function of hashtag#Finance in L'Oréal Italia that I lead, together with a passionate and dedicated cross-functional team, is also involved in these commitments.The assumption of increasingly strong sustainable pledges has in fact been accompanied by a redesign of the role of finance, so as to produce value and impact achieving results that are not only measurable by profit.This is how we create beauty and value! Federica Lissoni Antonio Alicandri Sara Borghi Monica Motta Angelo Luca Paragliola Carmen Carulli Camilla Costarelli aurelien splendido Beatrice Bosisio Youssoupha Gaye Alberto Anzivino Stephanie Dao Andrea Iacona Filippo De Caterina Simone Targetti Ferri Piero Gambino",
            "comments": []
        },
        {
            "post": "Finding solutions, investing in innovation and sustainability, being at the heart of every transformation process: these are some of the roles of Finance at L'Oréal. If you think this could be your career path, join me and my extraordinary team at the L'Oréal Finance Academy. On 16 November, we will spend an afternoon - in hybrid mode - with young graduates or undergraduates to offer them a dive into the world of Finance & Controlling at L'Oréal Italia. You will participate in an interactive session on a real business case, know the stories of our Finance Squad, network with our teams, discover our vision about the future. What does it mean to me to work in hashtag#finance in L'Oréal? An opportunity to engage with talented and passionate colleagues, collaborate with cross-sectoral teams, and contribute to integrating sustainable development and social inclusion into our business.Looking forward to seeing you there!hashtag#lorealfinanceacademy hashtag#wearelorealAlberto AnzivinoAndrea IaconaStephanie DaoYoussoupha GayeFederica LissoniAntonio AlicandriBeatrice Bosisio aurelien splendido Monica Motta Carmen Carulli Camilla Costarelli Angelo Luca Paragliola Constantinos Bovolis Mathis Haccoun Arianna Passarini Diogo Pascoal Piero Gambino Simone Targetti Ferri Filippo De Caterina Stefania Fabiano Marco Vasario Francesco Santachiara George Kontakos",
            "comments": []
        },
        {
            "post": "What an amazing experience! I am so proud of having participated once again in one of L'Oréal's most inspiring events, the hashtag#CitizenDay: an occasion when the Group's employees dedicate their working day to supporting local NGOs in their daily projects for the environment and the communities. I strongly believe that initiatives like this really allow people to dedicate their time and energy to others, strengthening the hashtag#teamspirit in a context other than the working one we are used to live in every day. During this edition my team and I had the honor of supporting Fondazione L'Albero della Vita E.T.S., alongside exceptional people who are committed to protecting children's rights, every day. We were really grateful to be able to help by renovating the NGO’s spaces. It was an experience that enriched us all infinitely! hashtag#weareallcitizens hashtag#weareloreal Emmanuel Goulin Constantinos Bovolis Piero Gambino Filippo De Caterina valentina ranno Susana Rodriguez Escudero George Kontakos Francesco Santachiara Marco Vasario Stefania Fabiano Cristina Emanuel Alberto Anzivino Andrea Iacona Stephanie Dao Monica Motta Angelo Luca Paragliola aurelien splendido Beatrice Bosisio Camilla Costarelli Valeria Agnello with a special thanks for the great commitment and spirit to Youssoupha Gaye Giovanni Gervasoni Ilaria Angela Polenghi Sara Borghi Federica LissoniClaudio Genise Antonio Alicandri Giada Hu Valentina Paolino Carlotta Ferraiuolo Giorgio Cozzolongo Eva Gonçalves",
            "comments": []
        },
        {
            "post": "Such a great moment shared with my wonderful @L'Oréal hashtag#Finance team! Even in the most challenging moments, having the chance to work with talented and passionate colleagues makes everything easier. Common values, empowerment, generosity, transparency, trust, respect, cooperation: these are the features that best describe the interactions with the people from my team, and the reasons that make me so proud of working with them. At the end, “the people make the place”: this means that the success of every organization is built around the skills, motivation and harmony of its teams, as well as the capacity of pursuing common goals. This is why I want to thank my wonderful team for the excellent results achieved so far, and for the ones yet to come! hashtag#teamspirit hashtag#weareloreal hashtag#wearefinanceOlivier HubinYoussoupha GayeAndrea IaconaAlberto AnzivinoStephanie DaoCamilla CostarelliFederica LissoniElisa ReAngelo Luca ParagliolaCarmen CarulliMonica MottaBeatrice Bosisioaurelien splendidoConstantinos Bovolis",
            "comments": []
        },
        {
            "post": "We are hiring!!! Don’t lose this opportunity to enter in the Indirect Purchasing Team! hashtag#procurement hashtag#opportunity # hashtag#hiring # hashtag#team hashtag#sustainability hashtag#purchasing",
            "comments": []
        },
        {
            "post": "Spread the green vibes! ♻️It was a pleasure to involve our suppliers and clients in this event, and to share the hashtag#LOrealForTheFuture Program, the fundamental chapter of our sustainable revolution.I am really proud to be part of a company that considers sustainability as a strategic pillar and I believe that finance plays a crucial role in pursuing a business model that is both sustainable and profitable.In order to achieve our ambitious goals, we must all act together, engaging with all our stakeholders. This is the reason why I am very proud of the achievements of Carmen Carulli and her team, always working with great dedication and passion, and generating a strong impact.Every day, hashtag#LOrealForTheFuture inspires all of us to step up our commitment for a more sustainable and inclusive future. There is no more time to waste.Spread the green vibes! ♻️hashtag#weareloreal hashtag#lorealfinanceCarmen Carulli SILVIA FONTANA Sara Appiani Luigi Campanale Francesco De Salvo Lorena Anelli Piergiorgio Perfetti Umberto MORAZZONI Giulia Costa Luca Malarbì Gwladys Kameni @Maria N. Filippo De Caterina Constantinos Bovolis Piero Gambino Guillaume Perrin Marco Vasario George Kontakos Emmanuel Goulin Stefania Fabiano Francesco Patimo valentina ranno Jean-Baptiste Lannou Alessandra Sabellico Francesca La Spada Philippe Capoul Manuel Manfredi Youssoupha Gaye Andrea Iacona Stephanie Dao Elisa Re Federica Lissoni Angelo Luca Paragliola Monica Motta Beatrice Bosisio Camilla Costarelli Giuseppe Andrea Pappalardo Valeria Agnello",
            "comments": []
        },
        {
            "post": "A few days ago, at L'oreal Italia S.p.A. we launched our first Finance Academy in our Milan office, having a chance to meet with students from the SDA Bocconi Master in corporate finance and let them dive into the world of corporate finance with a master class held by Alberto Anzivino. I must admit, I was thrilled to participate in this event and inspire the students with our team mission and values. I do believe that Talent is our key investment.A big thanks to Manuel Manfredi, Alberto Anzivino, Edoardo Mussini, Camilla Costarelli, Giuseppe Andrea Pappalardo, Mathis Haccoun, Carola Carlesi, Luca Malaman, Diogo Pascoal, Abdul Azizu Mumin, Mariana Kishko for their contribution and to all the students who enthusiastically took part in the Finance Academy! Federico Pippo Constantinos Bovolis Youssoupha Gaye Andrea Iacona Stephanie Dao Elisa Re Federica Lissoni Angelo Luca Paragliola Monica Motta Carmen Carulli Beatrice Bosisio Federico Garlanda Valeria Agnello hashtag#weareloreal hashtag#lorealfinanceacademy hashtag#lorealforyouth hashtag#lorealfinance hashtag#sdabocconi",
            "comments": []
        },
        {
            "post": "Great visual for understanding the key ingredients for introducing complex change and the consequences if one is missing.",
            "comments": []
        },
        {
            "post": "Geniale...",
            "comments": []
        },
        {
            "post": "Interesting",
            "comments": []
        }
    ]
}