{
    "name": "Daniele Bonfanti",
    "subtitle": "Country Head of IT at the Adecco group Italy",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "The Adecco Group",
            "6 yrs 4 mos",
            "Country Head of IT",
            "Feb 2019 - Present · 5 yrs 4 mos",
            "Milano, Italia",
            "Key responsabilities include:\n- People Management. Lead and promote the IT team dedicated to the country\n- Manage the overall IT budget allocated to the country\n- Define and implement the IT strategy in accordance with the Business priorities\n- Oversight application governance, IT security and IT Production support\n- Ensure the continuous improvement of IT processes\n- collaborate with other Global IT leaders to develop and deploy more advanced IT solutions\n- work closely with the Key IT vendors to improve the quality of the service provided",
            "Head of Business Partners Italy, EE and MENA",
            "Feb 2018 - Jan 2019 · 1 yr",
            "Milan Area, Italy",
            "- Lead the team of IT business partners across the region \n- Provide trusted advise on new technlogies and IT methodologies that can impact business development.  Share knowledge of technology opportunities to improve efficiency and effectiveness of business units.\n- Define the IT roadmap by prioritizing businesss strategic requirements.  \n- Allocate budget, set up projects and monitor results to guarantee the IT roadmap is implemented\n- Keep IT organisation and processes up to date in order to improve IT team effectiveness in driving business value"
        ],
        [
            "Deutsche Bank Italia",
            "5 yrs 6 mos",
            "Milan Area, Italy",
            "Program and Domain Manager Digital Smart Data, Marketing and Sales Processes",
            "Jan 2015 - Feb 2018 · 3 yrs 2 mos",
            "- Demand management, assessment, prioritization and planning of all the initiatives impacting the areas of smart data, digital marketing and sales processes with focus on 5 European countries.\n- Syndication of new initiatives with stakeholders including C-levels.\n- Coordination of the on-going investments in the domain area \n- Assessment of cutting edge technologies and solutions (e.g. cognitive learning machines, smart data, chatbot) and development of use cases suitable for their adoption. \n- Review on going projects timelines, forecasts and actuals.\n- People Management.",
            "Program Manager Business Intelligence, Campaign Management & DWH initiatives",
            "Sep 2012 - Jan 2015 · 2 yrs 5 mos",
            "- Definition and implementation of the IT strategy in the areas of Business Intelligence, campaign management and sales performance management \n- Program / Project Management \n- Communication management (i.e. Syndication within the organisation of the various projects linked to the program)\n- Budget Management \n- Business requirements collection and prioritization\n- Vendor selection and vendor relationship management\n- Coordination of cross-country geographically dispersed teams"
        ],
        [
            "Deutsche Bank",
            "5 yrs 11 mos",
            "PMO IT Transformation Initiative",
            "Sep 2011 - Sep 2012 · 1 yr 1 mo",
            "Milan Area, Italy",
            "- Program start up (i.e. definition of the governance model, selection and implementation of the project methodology, preparation of the program/project org-chart etc.)\n- Program initiation \n- Development of the sourcing strategy\n- Vendor's engagement",
            "Lead Domain Architect",
            "Sep 2010 - Sep 2011 · 1 yr 1 mo",
            "EMEA",
            "- Definition of the IT strategy for the European retail banking business unit (excl. Germany)\n- Design of the target application architecture\n- Roadmap development and syndication with relevant stakeholders\n- Project cost estimation",
            "IT strategy and innovation",
            "Nov 2006 - Sep 2010 · 3 yrs 11 mos",
            "EMEA",
            "- Implementation of a new IT operating model with definition of goverance processes, SLAs and KPIs in Poland and Belgium\n- Execution of IT improvement programs\n- IT Innovation Manager for Europe (excl. Germany)"
        ],
        [
            "Research Manager",
            "IDC",
            "Jan 2000 - Nov 2006 · 6 yrs 11 mos",
            "• Analysis of market trends, business and technology priorities and strategic challenges related to the European Financial services sector IT investments; \n• IT industry competitive analysis and benchmarking activities; \n• Development of white papers and articles covering the Financial services sector and  the IT industry\n• Coordination of the group of research analysts; \n• Regular speaker to IT conferences and customer events (in English or Italian)"
        ],
        [
            "Project Manager Sub-ledger Procedures",
            "CGI Consulting S.p.A",
            "1998 - Jan 2000 · 2 yrs 1 mo",
            "Milan Area, Italy",
            "- Project management and coordination of the group of software programmers dedicated to sub-ledger procedures\n- Assistant Project Manager for the Euro and Y2K conversion programs"
        ]
    ],
    "posts": [
        {
            "post": "Decisive leaders, empowered frontline employees and processes that speed up decision making, remove layers of bureaucracy, and make it easy for employees to get things done are key for organizational health",
            "comments": []
        },
        {
            "post": "Too often we focus only on regulation to decide what should be standardised and what diversified. However customer behaviour, market maturity and risk are also critical elements to bear in mind in a global organisation when designing the IT organisation and architecturehttps://lnkd.in/dFp_Sds8  Sent from McKinsey Insights, available in App Store: https://lnkd.in/dgUR6r6f and Play Store: https://lnkd.in/dVSyjtw5",
            "comments": []
        },
        {
            "post": "Traditional sourcing methods and prior experience are increasingly less effective in supporting the hiring of talents that can match the needs of organisations. The use of AI can help. However it opens up new questions that need to be quickly addressed. Simply limiting its use is not a good answer. Transparency it is. hashtag#hiring hashtag#ai",
            "comments": []
        },
        {
            "post": "It’s incredible how many people are asking me what I think about chatGPT. They are normally impressed by the speed, usability of the tool and the clarity of responses. This reminds me how much I was fascinated by google several years ago. In a couple of pages I was always able to find what I was looking for or at least i could refine better my search with new terms. With chatGPT now you even don’t need to scroll pages. The answer is in front of you in a really clear and understable language.What is intriguing me are the limits of the tool. I believe some are just self imposed to avoid too much noise around it while giving enough visibility to grab the attention of people before moving from beta to a commercially available solution.Let’s see how it will evolve.hashtag#aietichs hashtag#chatgpt",
            "comments": []
        },
        {
            "post": "It’s not sufficient to have agile teams to be successfully agile. Without customer engagement and focus on the value, agile can easily become just an aesthetic exercise. Nice but useless",
            "comments": []
        },
        {
            "post": "Truly Empowered employees improve the speed and quality of decisions made. Ultimately is the only way to get things done in business today",
            "comments": []
        },
        {
            "post": "Our work habits are evolving but human interconnections remain central. Here is how we can move to the next step combining the advantages of digital with a physical location that facilitates interactions",
            "comments": []
        },
        {
            "post": "People first and lifelong learningfuture@work;",
            "comments": []
        },
        {
            "post": "“Attracting software engineers is one thing, but keeping them happy and pulling together their disparate talents for new projects is another”Keeping them happy is now the most critical topic",
            "comments": []
        }
    ]
}