{
    "name": "Floriano Masoero",
    "subtitle": "CEO of Siemens Italy",
    "location": "Italy",
    "about": "Italy is one of the most important manufacturing countries in Europe and our local energy independence need recently acquired a central role up to including the increasing demand of renewable versus fossil sources.  At this moment in history, our industrial system is facing a decisive challenge to stay competitive: riding the dual energy and digital transitions, which are extremely connected and interlinked. A better use of our energy in our cities, industries, buildings and infrastructures is now a must. Green transition can’t exist without digital transition. This is the only way to leading sustainability. My mission as CEO of Siemens in Italy is to accelerate this paradigm shift by exploiting the transformative power of innovation and of our technology. With our 120 years of history in Italy, we at Siemens provide the technologies, solutions and competencies to drive such transitions in our country supporting cities and industries to create energy and digital infrastructures that allow a more efficient use of resources, with and increased productivity. To do that, I’m shaping a work environment in my organization that is more connected, diverse and fluid, in order to boost the ability to be resilient and to anticipate and adapt to changes, challenges, and opportunities. This includes the creation of a broader ecosystem where we can bring an even stronger value to customers and to the society thanks to the collaboration with variuos stakeholders such as partners, academic institutions and associations. Thanks to our knowledge, our 5 competence centers and to more than 2700 colleagues I am extremely proud of for the capabilities and passion they demonstrate every day, we are fully committed to make these opportunities come true ... for a better future.",
    "experiences": [
        [
            "CEO of Siemens Italy & Head of Smart Infrastructure Italy",
            "Siemens · Full-time",
            "Jan 2022 to Present · 2 yrs 5 mos",
            "Milan, Lombardy, Italy"
        ],
        [
            "Member of the Board of Directors",
            "Fondazione Politecnico di Milano",
            "Jan 2024 to Present · 5 mos",
            "Milan, Lombardy, Italy"
        ],
        [
            "Member of Advisory Board Investitori Esteri",
            "Confindustria",
            "Jan 2023 to Present · 1 yr 5 mos",
            "Milan, Lombardy, Italy"
        ],
        [
            "Eaton",
            "8 yrs 1 mo",
            "Vice President / General Manager, Power Distribution Components BU",
            "Full-time",
            "Sep 2021 to Jan 2022 · 5 mos",
            "Managing the full P&L for the Power Distribution Components (PDC) Business Unit at Eaton EMEA.\n\nEaton’s Power Distribution solutions are enabling safe power distribution with electrical products that comply to the highest standards to increase system availability and protect what matters most – people, equipment and the environment.",
            "Managing Director, South & East Europe",
            "Full-time",
            "Jan 2020 to Sep 2021 · 1 yr 9 mos",
            "Milan Area, Italy",
            "Managing the P&L of Eaton Electrical Business for South East Europe (IT, CH, AT, CK, SK, HU, SI, GR and Adriatic). Major activities: \n\n• Managing the countries P&L and sales activities: around 300M$ and 350+ employees.\n• Create and execute a regional business strategy in order to reach the profit plan goals.\n• Oversee the countries financial performance, investments and results.\n• Drive the continuous improvement, agile and customer oriented focused attitude inside the countries organization.\n• Prepare and implement comprehensive multi-countries business plans to achieve market developments activities and market share growth.\n• Build strong and multicultural teams, coaching country executives and support development of talents and future leaders. Increase cross-countries cooperation and resources sharing.",
            "Country Managing Director",
            "Oct 2017 to Dec 2020 · 3 yrs 3 mos",
            "Milan Area, Italy",
            "Managing the P&L of Eaton Electrical business for Italy, Greece and Cyprus.  Major activities:\n\n•  Managing two companies ledgers, around 100M$ and 130+ employees.\n•  Develop and execute the company’s business strategies in order to reach the profit plan goals.\n•  Oversee the company’s financial performance, investments and results.\n•  Drive the continuous improvement, agile and customer oriented focused attitude inside the organization.\n•  Analyse problematic situations and occurrences to provide solutions to ensure company growth.\n•  Prepare and implement comprehensive business plans to achieve market developments activities and market share growth. \n•  Launch and support start up activities using long and short development and customers relations cycles."
        ],
        [
            "Schneider Electric",
            "9 yrs 1 mo",
            "Global EV Account Manager",
            "Sep 2011 to Dec 2013 · 2 yrs 4 mos",
            "France",
            "inside the EV LOB in the Power Business Unit, in charge of the global strategy and actions for the Car Makers Segment. Manage a team of four people. Main activities and responsibilities:\n\n•\tDefine a Schneider Electric value proposition for car maker segment.\n•\tPilot actions with main car makers to open new sales channel and lead partnership agreement in coordination with countries and GAM organisation.\n•\tChallenge countries organisations to support this new business model and implement the organisation and tools required.\n•\tBuild a team to create and consolidate relationship and partnership with main car makers.\n\nMajor Results:\n•\tBuilt Partnership with French Car OEM in France and Italy. Schneider Electric became the official launch partner for Renault EVs and equipped all Renault dealers.10M€ business already registered.\n•\tPiloted the negotiation with USA Car OEM. Signed the agreement to become the EV charging solution supplier and services provider for the Ford EV launch in Europe for next 4 years. Estimated 20M€ business.\n•\tManaged the complete tender and negotiation for a major partnership with German Premium Car OEM group. Signed the agreement for specific charging solution for world wide supply and for installation services for period 2012-2018. Estimated 100M€ products plus 60M€ services.\n\n\nSchneider Electric is today recognized by EV car makers as the major partner for supporting the EV cars launches.",
            "Electric Vehicle Launch Manager",
            "Oct 2010 to Sep 2011 · 1 yr",
            "Launch Manager Electric Vehicle inside the Strategic Marketing of the Power\nBusiness Unit, in charge of the global launch plan and business development.\nMain activities and responsibilities:\n• Define the global launch plan for this new strategic line of business.\n• Develop specific business models and way to market in function of the different\ncountries and different targeted segments.\n• Define Schneider Electric value proposition for different EV market segments.\n• Put in place and follow the right organisation in the different countries to enter\nand develop this new business.\n• Organize communication campaign for the launch and promotional action to\nsupport the conquest of this new market.",
            "Business Development Manager for Europe",
            "Mar 2008 to Oct 2010 · 2 yrs 8 mos",
            "Business Development Manager for Europe for a touch screen products line\nwith an annual turn over of around 30 M€.Direct a functional team of 15 persons. \nMain activities and responsibilities:\n• Conduct strategic and coaching marketers in different European countries\n• Define the business development strategies for different selling channels in the different countries.\n• Follow and coaching the marketing product manager in assigned countries.\n• Organize the commercial launches in frame of new projects together with the upstream marketing managers.\n• Define as a launch leader the actions and the tools to launch new products on the market.\n• Evaluate workflow, organisational and planning problems and develop corrective actions.\n• Organize communication campaign and promotional action through the different sales channel."
        ]
    ],
    "posts": [
        {
            "post": "La hashtag#coinnovazione rende la tecnologia più democratica. Questo il filo rosso del mio intervento alla XXIV edizione del workshop annuale dell’Osservatorio Utilities di AGICI Finanza d'Impresa, che ringrazio per l’ospitalità. Siemens, infatti, è sempre più un abilitatore di ecosistemi. Le sfide, oggi, sono complesse - dalla hashtag#transizionegemella all’hashtag#industria50 - e non possono essere affrontate navigando in solitaria.  Pensiamo alla collaborazione con hashtag#microsoft per Siemens Industrial Copilot, modello di hashtag#ai utilizzabile anche dalle PMI o al hashtag#gemellodigitale che aumenta la resilienza e la flessibilità delle reti di distribuzione nella parte di bassa tensione attraverso un approccio predittivo in grado di gestire al meglio la domanda e la produzione distribuita.  La tecnologia, pietra angolare nei processi e nelle organizzazioni, diventa così operazionale e sempre più immersa nella realtà.Lorenzo MilaniGiulio RestucciaDavide CianoRoberto PaganiRoberta BertolottiAngela Gherardelli",
            "comments": []
        },
        {
            "post": "Siemens Industrial hashtag#Copilot finalmente entra in campo.A luglio sarà disponibile la soluzione creata in collaborazione con Microsoft per traslare l’hashtag#AI generativa in campo industriale, come annunciato in questi giorni all’Hannover Messe. Presentato per la prima volta su una macchina Schaeffler di produzione generativa potenziata dall’AI, dall’estate sarà infatti possibile utilizzare gratuitamente l’Industrial Copilot di Siemens tramite hashtag#Xcelerator, sempre più piattaforma aperta per creare opportunità di collaborazione e sviluppo per tutti gli operatori. Si tratta di un vero e proprio traduttore universale progettato per essere un supporto essenziale per i tecnici, facilitando le diverse attività di automazione industriale con efficacia e precisione.Un’autentica rivoluzione che apre di fatto all’hashtag#industria50 per due motivi:1. Vengono automatizzate le attività più ripetitive, consentendo agli ingegneri di concentrarsi su aree a più alto valore aggiunto.2. ⁠Permette ai tecnici di linea di avere uno strumento semplice e intuitivo da utilizzare.Il risultato? Risparmio di tempo e drastica riduzione dell’errore.hashtag#transformtheeverydayGiuliano Busetto Mauro Valenti Cristian Sartori Giuseppe Biffi Roberta Bertolotti Angela Gherardelli Valentina Di Luca",
            "comments": []
        },
        {
            "post": "I hashtag#dati guidano, ma è sempre l’essere umano a fare la differenza nell’interpretarli.Con un calo di circa il 4,5% nel 2023, le hashtag#emissioni di CO2 nelle economie avanzate sono tornate ai livelli di 50 anni fa. Questi dati diffusi dalla hashtag#IEA - International Energy Agency - sono certamente incoraggianti e ci invitano a continuare a lavorare per la hashtag#transizionegemella.Pensiamo anche alle infrastrutture: una hashtag#digitalizzazione spinta riduce le emissioni del 50%, aumentando nel contempo hashtag#efficienza (+35%) e hashtag#produttività (+20%).  Di questo e di molti altri temi legati all’hashtag#innovazione ho parlato ieri agli studenti della School of Management and Economics (SME) dell’Università degli Studi di Torino con i quali ho condiviso la nostra strategia aziendale: la hashtag#digitalizzazione abilita la hashtag#transizioneenergetica combinando reale e virtuale attraverso il hashtag#metaversoindustriale.In questo modo aiutiamo i nostri clienti ad essere più competitivi e puntiamo all’efficienza dei processi interni grazie all’innovazione in chiave hashtag#datadriven. Il nostro approccio? Lavorare sull’organizzazione del lavoro attraverso hashtag#smartworking e metodologia hashtag#agile tramite un modello di hashtag#leadershipdinamica che accompagna e non impone. Che include le persone e punta al benessere. Grazie al prof Alberto Ferraris e ai suoi studenti per il confronto e gli spunti di riflessione.",
            "comments": []
        },
        {
            "post": "Siemens è fra le 25 hashtag#LinkedInTopCompanies 2024 in Italia per opportunità di carriera…e non solo!E’ un traguardo che ci riempie di orgoglio ed è il frutto di un approccio coraggioso, volto a guardare al hashtag#futuro, sperimentare modalità e soluzioni inedite. Con il hashtag#Lavoroibrido e la hashtag#responsabilizzazione delle persone, le hashtag#GrowthTalks che bilanciano performance e benessere individuale e la co-creazione, ad oggi sento di poter dire che Siemens - grazie soprattutto al valore umano e alla cultura motivante che la contraddistingue - sta provando a disegnare il futuro del lavoro con una missione chiara e definita che si può tradurre in hashtag#TransformTheEveryDay.  Sono felice di far parte di questo viaggio coinvolgendo le persone che ogni giorno applicano questo approccio con colleghi, clienti e partner.Nektaria Eirini Karamani Giuliano Busetto, Ricardo Arglebe, Anna Rosa Cosi, Roberta Bertolotti Angela Gherardelli.",
            "comments": []
        },
        {
            "post": "La nuova definizione di 'smart building' in Italia ha un nome: Gioia22, l'innovativo edificio progettato a Milano da Coima in collaborazione con Siemens.L'obiettivo principale? Ottimizzare i consumi energetici e migliorare l'esperienza lavorativa per i circa 2.200 dipendenti di Intesa Sanpaolo. Come ci siamo riusciti? Grazie a Desigo CC, il nostro avanzato sistema di gestione degli edifici (BMS), che supervisiona e controlla tutti gli impianti tecnologici, garantendo una misurazione accurata dei consumi e ottimizzando l'erogazione di hashtag#energia, acqua ed elettricità, limitando gli sprechi. Un valore aggiunto che contribuisce a centrare gli obiettivi di riduzione dell’impatto ambientale come testimonia la certificazione LEED Platinum. La skyline di Milano si arricchisce così di un altro fiore all’occhiello. hashtag#transformtheeverydayRoberto Pagani Claudia Guenzi COIMA",
            "comments": []
        },
        {
            "post": "Felicissimo della giornata trascorsa insieme ai ragazzi che hanno preso parte al programma hashtag#NextGenDays promosso dalle imprese a capitale estero parte dell’Advisory Board Investitori Esteri di hashtag#Confindustria. Un progetto che offre grandi opportunità: dal coinvolgimento in dinamiche aziendali concrete, alla possibilità di costruire relazioni e condividere competenze. E che da modo alle giovani generazioni di respirare l’aria aziendale.È il concetto di hashtag#leadership dinamica che a noi di Siemens sta molto a cuore e che consiste nell’applicazione di modelli fluidi e assetti variabili, in grado di attivare circuiti di hashtag#comunicazione per consentire la creazione e la condivisione di idee, gestendo l’errore come elemento imprescindibile per la crescita.Si traduce nell’importanza di coinvolgere i giovani nei processi decisionali e consentire loro di creare ecosistemi, favorendo il confronto, la condivisione dei punti di vista diversi e la capacità di adattamento.",
            "comments": []
        },
        {
            "post": "Sono felice di annunciare che per la prima volta in Italia Siemens è tra i hashtag#BestPlaceToWork.Siamo orgogliosi di questo riconoscimento basato su fiducia, rispetto e crescita professionale.Un approccio che promuove il pensare fuori dagli schemi, la co-creazione, e la flessibilità. Alla base di tutto un ambiente sano ed inclusivo che vede al centro le persone e la loro unicità.Un sentito grazie a tutti i colleghi per questo risultato.Nektaria Eirini Karamani Letizia Mascheroni Angela Gherardelli Roberta Bertolotti",
            "comments": []
        },
        {
            "post": "Il 33% della spesa privata in ricerca e sviluppo da parte delle aziende estere in Italia: questo, a parer mio, il numero più rilevante emerso oggi nell’Annual Meeting hashtag#ABIE Advisory Board Investitori Esteri. Non a caso intitolato ‘Investire nel futuro navigando nell’incertezza’. Dove la parola chiave è proprio ‘investire’. In primo luogo nelle hashtag#competenze:quelle soft - le più utili nel gestire la complessità - e nelle nuove abilità richieste dalle hashtag#transizioni energetica, digitale, ecologica a cui ne dobbiamo aggiungere un’altra, quella della salute. Il Piano hashtag#Industria50, infatti, con i suoi 13 miliardi a disposizione delle imprese, contribuisce a sostenere la rivoluzione verde e digitale, come sottolineato anche oggi dal Ministro Adolfo Urso.  Alla base di tutto? La creazione di modelli aperti di collaborazione tra aziende private, università, associazioni, nel nome di uno sviluppo sostenibile garantito da una tecnologia pervasiva che consente ad aziende ed istituzioni di prendere le decisioni migliori per la collettività.  È sempre un piacere parlare di questi temi centrali per il sistema Paese assieme ai ‘compagni di viaggio’ dell’ABIE.  hashtag#Valentinovalentini Barbara Beltrame Giacomello Francesco Giorgino Marco Travaglia Lorenzo Bottinelli Anna Ruocco, Ph.d, Marco Hannappel Valentino Confalone Marcello Cattani Matteo Zoppas Giuliano Busetto Pierfrancesco De Rossi Roberta Bertolotti Angela Gherardelli hashtag#transformtheeveryday",
            "comments": []
        },
        {
            "post": "Un nuovo decisivo capitolo nella nostra collaborazione con NVIDIA. Abbiamo fatto convergere il computing accelerato, l'intelligenza artificiale generativa e Nvidia hashtag#omniverse all’interno di hashtag#siemensxcelerator per un hashtag#digitaltwin come non lo avete mai visto: ultra-intuitivo, fotorealistico, in tempo reale e physics based.  Siamo in grado di combinare la precisione del nostro software con la potenza dell’hashtag#IA generativa e il rendering in tempo reale generato tramite NVIDIA Omniverse Cloud. I dati ingegneristici possono così essere visualizzati come apparirebbero nel mondo reale. E le attività che prima richiedevano giorni possono essere completate in poche ore.  Un’accelerazione per la quinta rivoluzione industriale in grado di impattare positivamente non solo sui prodotti e sui processi ma anche sull’organizzazione del lavoro. In generale, le simulazioni diventano migliori e più realistiche, si riducono drasticamente gli errori e si ottimizza il processo decisionale.  Non parliamo di futuro ma di presente. HD Hyundai Heavy Industries sta sviluppando navi con minor impatto ambientale grazie all’alimentazione ad ammoniaca e idrogeno e che richiedono oltre 7 milioni di parti. Grazie al nuovo gemello digitale è possibile processare e visualizzare in tempi brevi questa enorme mole di dati, riducendo costi ed emissioni.Cristian Sartori Vincenzo De Paola Mauro Valenti Giuliano Busetto Roberta Bertolotti Angela Gherardelli hashtag#transformtheeveryday",
            "comments": []
        },
        {
            "post": "Oggi anche nei settori più tradizionali si fa strada un’hashtag#automazione sempre più spinta.   È il caso di OCRIM S.p.A., azienda specializzata nella realizzazione di impianti molitori che ha come sfida quella di garantire al massimo la hashtag#produttività limitando i tempi morti legati ai cambi di produzione o le fermate della linea a causa di eventi imprevisti.  Tutto ciò è reso possibile dalla virtualizzazione dei sistemi operativi i quali, grazie anche all’hashtag#AI, generano evidenti risparmi in termini di gestione del ciclo di vita e di energia nel sistema fisico.  Si tratta di linee che generalmente hanno bisogno di molta attenzione in termini di manutenzione. Con questo sistema si governano agevolmente le criticità in quanto è più semplice ripristinare i sistemi virtualizzati che gestiscono l’impianto rispetto al lavoro diretto sui macchinari.   hashtag#transformingtheverydayPasquale De Leo Paolo Molinari",
            "comments": []
        }
    ]
}