{
    "name": "Roberto Lorenzini",
    "subtitle": "Marketing Manager Italy | Sales Liaison Southern Europe at Hewlett Packard Enterprise",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "Hewlett Packard Enterprise",
            "7 yrs 10 mos",
            "Marketing Manager Italy",
            "Jan 2020 - Present · 4 yrs 5 mos",
            "Milan",
            "As marketing manager for Italy, I'm responsible for all marketing activities executed in the Country towards HPE's end-user customers.",
            "Sales Liaison - Southern Europe",
            "Nov 2020 - Present · 3 yrs 7 mos",
            "Milano, Lombardia, Italia",
            "As Sales Liaison for the Southern Europe organization I'm responsible for:\n- monitor Sales performance across demand waterfall benchmarks;\n- manage bilateral service level agreements with Sales;\n- oversee telemarketing performance;\n- interface with segment and category leaders to align marketing strategies;\n- evangelize Marketing's digital-led motion with Sales to continuously optimize its performance via a closed-loop feedback process",
            "Chief of Staff Italy",
            "Jul 2018 - Dec 2020 · 2 yrs 6 mos",
            "Milano, Italia",
            "As chief of staff Italy, I  worked closely with the Italian MD and the Leadership Team, coordinating all HPE’s Strategic Initiatives for the Country, Corporate Communication and Institutional Relations, with special focus on Trade Associations."
        ],
        [
            "Junior Marketing Intern - Operations & Programs",
            "VMware",
            "Aug 2015 - Aug 2016 · 1 yr 1 mo",
            "Milan, Italy",
            "As part of the Marketing Team, I supported ongoing marketing activities and campaigns, interfacing with marketing team members, marketing managers and local managers. My work included three different areas: \n\n1. Marketing Operations: \n• Data collection and cleaning after customer events; \n• Contact names uploading to SFDC; \n• Coordination with Europe marketing operations; \n• Monitoring & Reporting marketing generated leads and opportunities to marketing team and director; \n\n2. Social & Digital Marketing: \n• Constantly interlock with PR agency in order to define and validate weekly social media plan (Facebook, Twitter and Blog); \n• Coordinate with VMware US team on the definition of corporate website regarding contents, promotions and plan; \n\n3. Program Management: \n• Managing bi-weekly event calendar, summarizing the event strategy for the Country; \n• Supporting event and sponsorship organization: collateral, invitations, speakers, etc...; \n• Supporting digital marketing campaigns, including review of materials and communication plans;"
        ],
        [
            "Junior Project Manager Internship",
            "Stramitico srl",
            "Jun 2015 - Aug 2015 · 3 mos",
            "Milano, Italia",
            "Stage come Junior Project Manager: ideazione (dalla parte creativa alla stesura di un business plan), monitoraggio (presso le Ruolo/Attività strutture aderenti) e report finale al cliente dell’attività svolta (dati qualitativi e quantitativi); confronto diretto con i vertici aziendali; ricerca di nuovi clienti e nuovi partner da aggiungere al network di strutture turistico-alberghiere con cui l’azienda Stramitico opera."
        ],
        [
            "AlmavivA S.p.A.",
            "3 yrs 2 mos",
            "CRM Consultant - Administrative Unit for SKY & Fastweb (Home-Pack customer base)",
            "Sep 2013 - Aug 2015 · 2 yrs",
            "Gestione amministrativa dedicata relativa ai clienti HomePack (coloro i quali hanno sottoscritto un unico contratto per TV e Internet, sfruttando la partnership tra le aziende SKY e Fastweb). Principali attività svolte: gestione telefonica inbound del cliente\nper quanto concerne le problematiche amministrative nella loro accezione più generale (dai chiarimenti su fatture e ratei a storni e note di credito su entrambi i servizi), inserimento PDA, Backline suddivisa in: reclami scritti su piattaforma SKY e su quella Fastweb; webmail provenienti dai siti di entrambe le aziende; survey a fini statistici per valutare l’efficienza di sito; gestione e-mail interna a supporto dei Team Leader.",
            "CRM Consultant - Tecnical Unit for SKY Italia",
            "Jul 2012 - Aug 2013 · 1 yr 2 mos",
            "Gestione tecnica dedicata a tutto il parco clienti SKY: assistenza telefonica su impianto, procedure di configurazione, linee guida su registrazione e navigazione del sito web di SKY, guida alla programmazione e utilizzo di tutti gli apparati, per una fruizione a\n3600 del servizio; guida alla lettura delle fatture e dei basilari meccanismi amministrativi; informazioni commerciali su iniziative e promozioni proposte."
        ]
    ],
    "posts": [
        {
            "post": "Stai completando il tuo percorso di studi e vuoi finalmente mettere alla prova le nozioni di marketing acquisite durante il percorso formativo? Bene! Stiamo cercando te! Clicca sul link in basso e raccontaci la tua storia!***Are you completing your studies and want to finally put the marketing knowledge you acquired during your education to the test? Awesome! We are looking for you! Click on the link below and tell us your story!",
            "comments": []
        },
        {
            "post": "Esiste la ricetta perfetta per il tuo business? Dai un'occhiata a questo video per scoprirlo! 😉 hashtag#WeAreHPEIs there a perfect recipe for your business? Take a look at this video and find out!",
            "comments": []
        },
        {
            "post": "*English to follow*Domenica sera. I sorrisi ancora nella testa, le gambe indolenzite e il cuore stracolmo di gioia. È sempre bello fare festa assieme ad amici e colleghi, ma quando questo si svolge per un fine nobile, diventa tutto più intenso. È quasi come trovare un senso alla propria esistenza. Sia chiaro, i supereroi restano altri. I supereroi sono i ricercatori della Fondazione Umberto Veronesi ETS, gli organizzatori della PittaRosso hashtag#PinkParade e tutte le donne che lottano, giorno dopo giorno, contro ogni statistica. Ma ci sono giorni, come questo, dove i semplici mortali come me possono aiutare i supereroi.Per il secondo anno consecutivo, la squadra di Hewlett Packard Enterprise Italia, una squadra di oltre cinquanta “mortali”, si è ritrovata assieme per aiutare i supereroi nella ricerca scientifica contro i tumori femminili. Ed è stato, ancora una volta, bellissimo. GRAZIE!Sunday evening. Smiles still in the head, legs sore and heart overflowing with joy. It's always nice to party together with friends and colleagues, but when this takes place for a noble purpose, it all becomes more intense. It is almost like finding meaning in one's existence. Let's be clear, superheroes remain others. The superheroes are the researchers of the Fondazione Umberto Veronesi ETS, the organizers of the PittaRosso hashtag#PinkParade and all the women who fight, day in and day out, against all statistics. But there are days, like this one, where mere mortals like me can help superheroes.For the second year in a row, Hewlett Packard Enterprise Italy's team of more than fifty \"mortals\" came together to help superheroes in scientific research against women's cancers. And it was, once again, awesome. THANK YOU!Claudio Bassoli Edoardo Accenti Mauro Colombo Michele Cutillo Paolo Delgrosso Cinzia Jamoletti Ruggiero Lavecchia Corrado Lissoni Fabio Locati Enrico Martines Alessandro Moriondo Paola Rigoldi Ileana Sacchi Sonia Stucchi Fabio Tognon Isabella Toth Gianluca Verin Carlo BallabioMarco Lesmo Alessandro Perot Luca Viganotti",
            "comments": []
        },
        {
            "post": "👀 Is B2B marketing really boring? Try an internship in our marketing team and we'll talk about it when it's over.❗❗❗ Warning: working in the marketing team at HPE can lead to the development of marketing addiction. The risk of addiction increases with the dose and length of stay on the team; it is greatest in patients with a history of B2C-imposed marketing courses. Once addiction has developed, abrupt termination of treatment will be accompanied by withdrawal symptoms. 🩺😉",
            "comments": []
        },
        {
            "post": "Oggi, come Hewlett Packard Enterprise, abbiamo avuto l’onore e il piacere di partecipare alla hashtag#PittarossoPinkParade 2022, per supportare la Fondazione Umberto Veronesi ETS nella hashtag#ricercascientifica contro i tumori femminili. Grazie agli organizzatori per il bellissimo evento e ai colleghi che hanno risposto in massa all’iniziativa. È stato bello correre o camminare assieme verso un futuro migliore. hashtag#WeAreHPE",
            "comments": []
        },
        {
            "post": "Hewlett Packard Enterprise To Acquire Zerto For $374M To Boost GreenLake, Storage and Disaster Recovery as a Service offering",
            "comments": []
        },
        {
            "post": "Al via la prima puntata del nuovo format hashtag#OpenBar powered by hashtag#HPEDiscover",
            "comments": []
        },
        {
            "post": "Spingiti ai limiti del possibile.Spingiti all'Edge. E, da lì, continua fino al Cloud.Come? Scoprilo il 23 giugno.HPE Discover sta arrivando.Iscriviti qui 👉 https://lnkd.in/gk8h_AA",
            "comments": []
        },
        {
            "post": "hashtag#HPESimplivity mette il turbo! Scopri tutte le sue nuove funzionalità dalla viva voce di Schamira Cavinato, Category Manager per Hewlett Packard Enterprise",
            "comments": []
        },
        {
            "post": "hashtag#WeAreHPE Hewlett Packard Enterprise",
            "comments": []
        }
    ]
}