{
    "name": "Carlo Filangieri",
    "subtitle": "CEO at FiberCop S.p.A. - Let's make the World a better place for all",
    "location": "Italy",
    "about": "Innovation inspired Executive with long and proof track record on domestic and international ICT sector, including operation start-up, company turn-around and M&A. Result oriented manager with proven capabilities in leading big organizations with focus on service quality and revenue generation.",
    "experiences": [
        [
            "Chief Executive Officer",
            "FiberCop",
            "Mar 2021 - Present · 3 yrs 3 mos"
        ],
        [
            "TIM",
            "6 yrs 2 mos",
            "Head of Wholesale Market",
            "Full-time",
            "Sep 2020 - Mar 2021 · 7 mos",
            "Rome, Latium, Italy",
            "Deputy Chief Operating Officer",
            "Full-time",
            "Nov 2019 - Sep 2020 · 11 mos",
            "EVP Operations",
            "Apr 2018 - Oct 2019 · 1 yr 7 mos",
            "Responsible for Planning, Deployment, Maintenance of fixed access network and Industrial Systems (Power and Conditioning); Delivery and Technical Assistance for Retail and Wholesale Customers. Main Projects: Workforce Productivity Program, FTTH deployment, Digitalization of operations process and technical assistance through AI and cognitive systems."
        ],
        [
            "Board member",
            "TIM Brasil",
            "Feb 2020 - Mar 2021 · 1 yr 2 mos",
            "Rio de Janeiro Area, Brasile"
        ],
        [
            "Board Member",
            "Flash Fiber S.r.l.",
            "Aug 2016 - Mar 2021 · 4 yrs 8 mos",
            "JV for FTTH deployment"
        ],
        [
            "CTO",
            "TIM Brasil",
            "Oct 2012 - Jan 2015 · 2 yrs 4 mos",
            "Rio de Janeiro Area, Brazil",
            "Responsible for Innovation, Engineering, Development and Maintenance of TIM Brasil fixed and mobile network. Main Projects: 4G Ran Sharing, FTTx TIM Live service, Towers Spin-Off."
        ]
    ],
    "posts": [
        {
            "post": "Giornata per la sicurezza sul lavoro, nel 2023 quasi tre decessi al giorno (rainews.it)I dati sono un pugno nello stomaco, quasi 3 decessi al giorno per infortuni sul lavoro, lutti evitabili che colpiscono duramente genitori, figli, coniugi e colleghi.Più che introdurre nuove leggi o inasprire le pene, dobbiamo aumentare gli sforzi per promuovere una cultura della sicurezza orientata alla sostanza e non agli aspetti formali. La fornitura di dispositivi di sicurezza e di ore di formazione specifica da parte delle aziende va accompagnata dall’applicazione giornaliera delle misure preventive da parte di chi è sul campo. Pochi minuti spesi ogni giorno dai lavoratori per ribattere la check list dei rischi e delle attività preventive, sono il migliore antidoto contro gli infortuni, tempo ben speso che può evitare mesi di inattività, pratica che aziende, imprenditori e datori di lavoro devono incentivare. La sicurezza dipende da noi !",
            "comments": []
        },
        {
            "post": "La digitalizzazione della PA è un passo fondamentale per ottenere un vantaggio competitivo dagli enormi investimenti pubblici e privati che il Paese sta sostenendo per realizzare le autostrade digitali. L'Italia, in base al Digital Report 2023 della UE, si classifica 9 punti sotto la media europea nell'erogazione di servizi pubblici digitali a cittadini ed imprese; ed in molti casi purtroppo la digitalizzazione si limita ad un portale per la prenotazione o la richiesta di un servizio, mentre il processo sottostante è rimasto quello del secolo scorso. Tramite l'utilizzo intelligente di tecnologie di ampia diffusione è ragionevole auspicare che entro il 2025 si possano raggiungere i seguenti traguardi:- L’ottenimento di tutti i documenti on-line- La digitalizzazione di patente, carta d'identità, codice fiscale e tessera elettorale (il progetto è in corso e va finalizzato)- L’abolizione delle marche da bollo e delle raccomandate tramite utilizzo dei pagamenti elettronici e del domicilio digitale- La videochiamata in sostituzione dell’accesso allo sportello - L'abolizione dei referti medici cartacei a favore del fascicolo sanitario elettronico già disponibile sul 98% della popolazione (l'obbligo dovrebbe interessare tutti i soggetti che forniscono servizi in convenzione con il SSN).- Il tracciamento on-line dell'iter di permessi o pratiche che coinvolgono enti pubblici.E' possibile se si dà la giusta priorità al tema, lo dimostrano esempi positivi come la fatturazione elettronica dove l’Italia è saltata in cima alla classifica europea delle imprese che la utilizzano (95% contro una media UE del 32%) grazie ai provvedimenti adottati in materia. Dobbiamo stare nella parte alta della classifica per garantire a cittadini ed imprese che operano nel nostro Paese un contesto trasparente, servizi rapidi e ridotti oneri amministrativi.",
            "comments": []
        },
        {
            "post": "The sales of electric cars are declining, and the industry wonders if this technology is the best choice in the short term. We learned that a new technology establishes itself in the market when consumers benefit from it, but this is not yet the case in this specific situation.The good intentions of those who want to replace their car with an electric vehicle (EV) collide with a purchase price higher than that of an equivalent traditional engine model and greater depreciation over time (which is closely tied to battery life).In everyday use, ignoring the issue of range, the increasing price of kWh at charging stations still makes the combustion engine car competitive in terms of cost per kilometre. The greater efficiency of the electric motor (95% vs. 40% of internal combustion engines) does not translate into savings for the consumer.Additionally, absurd barriers to using charging stations need to be overcome: different networks are not always interoperable, and paying for charging with a simple credit card is often impossible if you don’t have a subscription. A modern charging network should be easier to use than fuel stations with over a century of history!P.S.: I own a small EV and am convinced that it is the best choice for urban use.",
            "comments": []
        },
        {
            "post": "L’articolo attribuisce la causa dei ritardi all’elevato numero di domande ed alla mancanza di personale, ma il vero problema risiede nella farraginosa e obsoleta procedura utilizzata che fa perdere moltissimo tempo ai richiedenti ed al personale di polizia addetto. A partire dal portale per la prenotazione dell’appuntamento dove, nonostante l’autenticazione tramite SPID, viene richiesto di inserire nuovamente tutti i dati anagrafici! Arrivati in questura il giorno prescelto, l’addetto verifica su un registro cartaceo la validità dell’appuntamento e dopo la consegna di marca da bollo, bollettino postale, foto cartacea (che viene peraltro scansionata in questura !), compilazione di alcuni moduli, nuova rilevazione delle impronte digitali anche se si tratta di rinnovo del passaporto elettronico, il tutto viene inserito in una cartellina e spedito nel luogo dove avviene la stampa dei passaporti. Nel 2023 questo iter appare veramente anacronistico !Stiamo investendo da anni miliardi di euro per costruire le autostrade digitali, è fondamentale che la Pubblica Amministrazione le utilizzi per semplificare la vita ai cittadini ed alle aziende.Ci sono esempi positivi, come l’Agenzia delle Entrate che permette a milioni di cittadini di ottenere il rimborso delle detrazioni con pochi click tramite la dichiarazione dei redditi precompilata e sostituire la visita allo sportello con videochiamata. È la dimostrazione che si può fare ! Diamoci un obiettivo minimo al 2025 che preveda l’ottenimento di tutti i documenti on-line, l’abolizione di marche da bollo e raccomandate tramite pagamenti elettronici e domicilio digitale, iter di autorizzazione gestiti e tracciati trasparentemente via internet.Queste semplificazioni avrebbero un effetto enormemente positivo sull’economia e la competitività del Paese !",
            "comments": []
        },
        {
            "post": "“Per fare un buon lavoro devi amare quello che fai”: mi tornava in mente questa frase mentre Giuseppe Sampogna ci illustrava, prima in aula a Napoli e poi sul campo a Portici, come funziona il sistema che ha ideato e realizzato per il collaudo certificato dei collegamenti in fibra ottica tra palazzi e centrale. È il 23 novembre, a Giuseppe mancano solo 7 giorni alla meritata pensione ma parla con la passione di un giovane appena assunto, dando valore alle ore passate ad ascoltarlo. Non ci lascia solo una soluzione a basso costo e di facile diffusione per azzerare la difettosità degli impianti, ma soprattutto un esempio da seguire. In bocca al lupo per la nuova fase della vita e un ringraziamento a tutto il team che ha dato credito alle tue idee.hashtag#GiuseppeSampogna, hashtag#FabrizioSilvestri, hashtag#FrancescoDiPerna, hashtag#RobertoChiappini, hashtag#GabrieleMandurino, hashtag#GiuseppeRallo, hashtag#MassimoZaffiro",
            "comments": []
        },
        {
            "post": "Prima dell’estate, insieme al responsabile HR Daniela Casale, abbiamo condotto un incontro con ciascuno dei giovani colleghi assunti negli ultimi 2 anni, in un confronto aperto sul loro percorso di inserimento in azienda e sulle aspettative per il futuro.Ne è emerso un quadro molto positivo, confermato da un tasso di turn over bassissimo, da cui abbiamo tratto alcune considerazioni:La partecipazione a progetti sfidanti ed il confronto continuo con i senior manager ed il vertice aziendale costituiscono un elemento di stimolo ed apprendimento estremamente apprezzato, anche quando può comportare rischi di sovra esposizione. In generale critiche od osservazioni effettuate con tono costruttivo sono accolte positivamente come segno di attenzione.Il supporto dei colleghi più esperti è fondamentale sia in fase di inserimento che per la crescita: nei settori dove i manager favoriscono un ambiente collaborativo ed i necessari affiancamenti il livello di ingaggio dei giovani è altissimo.Le nuove generazioni preferiscono essere misurate sui risultati e godere di orari flessibili che consentano di bilanciare al meglio vita privata e lavoro. Lo smart working, in particolare la formula che alterna presenza in ufficio e lavoro da remoto, non va messo in discussione. La formazione frequente, al pari di retribuzione e benefits in linea con il mercato, è considerata essenziale per mantenersi al passo con un contesto lavorativo che evolve ad una velocità incomparabile rispetto al secolo scorso.L’esigenza di bilanciare maggiormente vita privata e lavoro viene talvolta ingiustamente criticata da noi “boomers” abituati ad un approccio work-addicted (“questi pensano solo a godersi la vita” è la frase ricorrente che sicuramente hanno utilizzato anche le generazioni precedenti nei nostri confronti), dimenticando che gli sviluppi tecnologici - in particolare AI e robotica - aumenteranno la produttività ottimizzando i tempi a vantaggio delle ore da dedicare a famiglia e svago. Preoccupiamoci soprattutto di trasmettere la cultura della professionalità, del rispetto delle scadenze e dell’attenzione al cliente che sono le doti basilari per costruire una carriera durevole e piena di soddisfazioni !",
            "comments": []
        },
        {
            "post": "Fino al secolo scorso il satellite era utilizzato per le comunicazioni intercontinentali, costituendo un’alternativa ai cavi coassiali sottomarini per il trasferimento delle chiamate tra le reti dei vari paesi. Ho il ricordo vivo del caratteristico ritardo nella voce dell’interlocutore quando ad inizio anni ’90 dall’altra parte dell’oceano chiamavo i genitori e la fidanzata. La diffusione massiva negli ultimi 30 anni dei cavi intercontinentali in fibra ottica ha relegato le comunicazioni satellitari ad un ruolo più circoscritto, ma  vitale, dando la possibilità di comunicare da aree non antropomorfizzate quali mari, deserti, montagne e grandi foreste. La guerra in Ucraina ha evidenziato come le nuove tecnologie spaziali possano svolgere un’ulteriore importante funzione, garantendo connessioni internet ad alta velocità anche dove fibra ottica e 5G non siano disponibili. Starlink di SpaceX e Kuiper di Amazon stanno puntando a tale mercato che, al di là degli aspetti commerciali, ha un’indubbia rilevanza geopolitica.Come fatto in passato per il sistema di posizionamento globale, quando fu deciso di sviluppare Galileo in alternativa al GPS americano, è opportuno che la UE rifletta sull’opportunità di rendersi autonoma in tale campo per non dipendere da soggetti esterni che potrebbero restringerne l'utilizzo nel momento di necessità.",
            "comments": []
        },
        {
            "post": "L’intelligenza Artificiale è un grave rischio od una grande opportunità ? La storia ci insegna che le precedenti rivoluzioni tecnologiche - macchine a vapore, elettricità, transistor, internet - hanno contribuito a migliorare enormemente la qualità di vita dell’uomo: nel 1.700 il 94% dei 700 milioni di abitanti del nostro pianeta era in uno stato di povertà estrema e l’aspettativa di vita raggiungeva faticosamente i 35 anni, a 3 secoli di distanza siamo 8 miliardi, con un’aspettativa di vita di circa 72 anni, ed una percentuale di popolazione indigente ridotta al 9%, valore che si potrebbe peraltro azzerare impiegando una parte delle risorse economiche dissipate inutilmente nei conflitti. Per garantire benefici diffusi dovremo impiegare l’IA a supporto e non in sostituzione del lavoro umano: ospedali, centri di assistenza e aziende di trasporto dove medici, specialisti ed autisti siano coadiuvati da sistemi di Intelligenza Artificiale saranno in grado di offrire diagnosi, supporto e sicurezza migliori rispetto a servizi analoghi completamente automatizzati. Non è azzardato pensare che l’impiego etico dell’IA rientri tra i criteri di valutazione ESG delle aziende.E se in passato la maggiore produttività abilitata dalle macchine agricole ed industriali ha permesso di ridurre le ore di lavoro settimanali pro-capite senza creare orde di disoccupati, è prevedibile che in futuro le parti sociali rivedano i contratti collettivi a fronte della diffusione dell’IA in molti settori. Insieme ai benefici le grandi innovazioni portano spesso sgradite sorprese: abbiamo appena iniziato a scorgere sul lato oscuro dell’Intelligenza Artificiale le minacce alla privacy ed alla proprietà intellettuale, la creazione di notizie ed immagini false (“deepfake”) che, nel caso più estremo, possono minare il funzionamento della democrazia. La UE, con l’AI Act approvato dal Parlamento Europeo, pone un primo importante argine ai potenziali rischi dell’IA.",
            "comments": []
        },
        {
            "post": "Con l'avvento degli smartphone le reti mobili hanno assunto un'importanza maggiore per i clienti a cui hanno dato la possibilità di inviare da qualunque luogo foto e video, ordinare  merci, trovare e prenotare hotel e ristoranti, lavorare, etc...In alcuni paesi, tra cui l'Italia, le Telco hanno subito e non valorizzato tale opportunità poichè si è scelto di aumentare la pressione competitiva del settore assegnando un numero di licenze incompatibile con le economie di scala necessarie a sostenere il traffico dati generato dagli smartphone. Per far crescere di nuovo il settore ed il suo contributo al PIL del paese c'e una sola strada possibile, il consolidamento!",
            "comments": []
        },
        {
            "post": "Ieri ho provato a prenotare l’appuntamento per il rinnovo del passaporto ottenendo come prima disponibilità il mese di agosto ! L'esperienza mi conferma che non basta consentire al cittadino di prenotare on line un appuntamento, ma devono essere rivisti ex novo iter amministrativi che ci portiamo dietro dal secolo scorso. Il caso dei passaporti è emblematico al di là dei lunghissimi e inaccettabili tempi di rilascio. L'attuale processo prevede i seguenti passi:- Prenotazione on line dell'appuntamento e stampa cartacea della ricevuta - Acquisto di una marca da bollo da 73,50€ in tabaccheria - Pagamento di un conto corrente di 42,50€ all’ufficio postale (è un bollettino non pagabile tramite home banking) - Consegna in commissariato di: 2 foto formato tessera, ricevuta della prenotazione, bollettino postale, marca da bollo nonché diversi moduli cartacei compilati in loco.Dopo tale trafila onerosa per l’interessato ed il personale addetto, a distanza di settimane si ottiene il passaporto. Senza scomodare l’Intelligenza Artificiale, avrei voluto accedere ad un sito (autenticandomi con SPID, CIE o altro), confermare o modificare i dati precaricati dell’identità digitale, caricare la foto tessera, pagare il dovuto tramite carta di credito e, in ultimo, prenotare l'appuntamento per il ritiro del passaporto. L'acquisizione delle impronte digitali, necessarie solo per i nuovi passaporti elettronici, può avvenire tramite la maggior parte degli smartphone oggi in commercio verificandone eventualmente la validità in fase di ritiro del documento.  Concetti analoghi sono applicabili a tanti iter amministrativi con cui aziende e privati si scontrano giornalmente per svolgere la propria attività e mettere a terra gli investimenti.La modernizzazione e lo sviluppo del Paese passa anche da qui !",
            "comments": []
        },
        {
            "post": "Il piano industriale di hashtag#FiberCop va avanti. Abbiamo chiuso il 2022 con ricavi e margini superiori alle attese e la nostra rete in fibra ottica ha raggiunto oltre 1.300 comuni, coprendo il 32% delle unità immobiliari su base nazionale, con investimenti superiori a 1 miliardo di euro all’anno. Un grande sforzo del gruppo hashtag#TIM per sostenere l'innovazione e lo sviluppo del nostro Paese.",
            "comments": []
        },
        {
            "post": "Aggiungiamo un altro accordo utile a spingere l’adozione della fibra ottica in Italia; la nostra rete si sta espandendo a ritmo sostenuto a favore di tutti gli operatori che vogliono offrire ai propri clienti connessioni ad altissima capacità. Grazie a coloro che hanno aderito al nostro progetto, benvenuto a coloro che si uniranno e, soprattutto, un augurio a tutti gli addetti ed alle aziende del settore che stanno dando un contributo importantissimo all’economia ed alla competitività del nostro Paese.",
            "comments": []
        },
        {
            "post": "La rapida e continua espansione della nostra rete consente agli operatori nostri partner di raggiungere un numero sempre maggiore di clienti. Il numero di città raggiunte dalla tecnologia FTTH di FiberCop ha superato quota 1.100 (600 in più da inizio anno) e continuerà a crescere nei prossimi mesi a beneficio di tutto il mercato.",
            "comments": []
        },
        {
            "post": "https://lnkd.in/dWnt49ju",
            "comments": []
        },
        {
            "post": "In questi giorni stiamo assistendo ad un tipico esempio di conflitto tra diritti del singolo e interessi della maggioranza che nel nostro Paese blocca spesso innovazione ed investimenti. La possibilità di svolgere le assemblee di condominio in videoconferenza, interessante novità che il legislatore ha introdotto nei mesi passati per far fronte alla pandemia, si è di fatto arenata perché la versione iniziale del DL vincolava tale opzione all’approvazione unanime dei condomini, evento praticamente impossibile nella maggior parte dei casi. A fronte del sostanziale blocco delle assemblee e del conseguente rinvio delle delibere sui lavori previsti per il rinnovo degli edifici, il recente DL 125/20 del Senato ha finalmente subordinato l’uso della videoconferenza alla semplice maggioranza. Diverse associazioni stanno contestando il provvedimento rilevando che lede i diritti di coloro che non possono (o non vogliono) utilizzare la modalità telematica; ma ora più che mai è fondamentale rilanciare gli investimenti per tutelare i tanti posti di lavoro messi a rischio dalla pandemia. Non fermiamo l’innovazione, facciamo ripartire l’Italia!hashtag#innovazione hashtag#lavoro",
            "comments": []
        },
        {
            "post": "I manager che creano tensione negativa danneggiano l'immagine dell'azienda e la resa dei propri collaboratori. L'attenzione duratura al risultato non si crea tramite l'autorità e la paura ma con l'autorevolezza e il coinvolgimento.",
            "comments": []
        },
        {
            "post": "https://lnkd.in/eHweQ7d",
            "comments": []
        },
        {
            "post": "Domenico Staffieri, uno dei tanti nostri colleghi oggi all’opera sul campo e da remoto per garantire il servizio alla popolazione che ha bisogno di internet per lavorare, studiare e tenere i contatti con i propri cari.In questo difficile frangente TIM è a fianco dei medici, delle forze dell’ordine e di tutte le imprese che lavorano per prestare i servizi essenziali.L’Italia ha bisogno di gente come voi, grazie di cuore a tutti.Insieme faremo un Paese migliore !",
            "comments": []
        },
        {
            "post": "Tra le pagine dei giornali dominate dal corona virus, sono passate sotto traccia due recenti ed interessanti notizie per l’economia europea: l'avvio dei lavori da parte di Tesla per una Giga Factory in Germania e la decisione di Huawei di costruire in Francia un sito produttivo di apparati per il 5G. Entrambe le iniziative daranno vita a migliaia di posti di lavoro qualificati su tecnologie innovative. Mi sono chiesto perché non è stata scelta l'Italia, in fondo Francia e Germania non sono paradisi fiscali ne hanno un costo del lavoro inferiore al nostro. Quali argomenti sono stati più convincenti del buon clima, del cibo, dell'arte che dovrebbero indurre un manager a stabilirsi in Italia? Non abbiamo la risposta, ma possiamo immaginare che iter autorizzativi incerti ed esposti all'arbitrio di troppi enti, comitati del no, giustizia e politica spesso ostili alle imprese abbiano inciso nella decisione. Più che criticare l'Europa, dovremmo avere l'umiltà di approfondire perché siamo meno competitivi e imparare da chi fa meglio. Così si fa l'interesse del nostro Paese, dei nostri figli e dei tanti giovani che non trovano lavoro.PS: il tribunale tedesco ha impiegato una sola settimana per stabilire che la rimozione degli alberi nell'area destinata alla factory è lecita...",
            "comments": []
        }
    ]
}