{
    "name": "Edouard Neyrand",
    "subtitle": "CEO Air Liquide Italia Spa - Amministratore Delegato",
    "location": "Paris, Île-de-France, France",
    "about": "Adaptable and change driven, with both a business and financial background:- Ability to understand business and assessing opportunities- Management of large teams with strategic vision and objectives- Strong Financial skills- Multicultural experience in France, Middle East and Asia",
    "experiences": [
        [
            "Air Liquide",
            "13 yrs 5 mos",
            "CEO Air Liquide Italia Spa - Amministratore Delegato",
            "Permanent",
            "Sep 2023 - Present · 9 mos",
            "Milan, Lombardie, Italie · On-site",
            "Vice President, Director Group Operations Control",
            "Full-time",
            "Sep 2019 - Aug 2023 · 4 yrs",
            "Paris 07, Île-de-France, France",
            "In charge of FP&A (Financial Planning & Analysis), Investment Control, CO2 Emissions trajectory and Strategic Planning for the Air Liquide Group.",
            "Group Executive Committee Secretary",
            "Full-time",
            "Sep 2019 - Aug 2023 · 4 yrs",
            "Paris 07, Île-de-France, France"
        ],
        [
            "Assistant in the Capital Markets Department",
            "sanofi-aventis",
            "Jan 2010 - Jul 2010 · 7 mos",
            "Paris, France",
            "Debt: Financing programs and bond issuances, rating agencies and structured finance\nEquity: Monitoring of the sanofi-aventis stock and equity stakes of the group ,Stock options valuation\nOther: Competitive Intelligence on peers, Banking Relationship profitability study"
        ],
        [
            "Part Time Consultant",
            "Microsoft Corporation",
            "Jul 2009 - Nov 2009 · 5 mos",
            "From business plan: with the study of the Indonesian mobile phone market prior to the launch of a Microsoft product and recommendations.\nTo Execution: leading to the creation of a partnership with a local Indonesian Telecom operator, and distribution strategy development."
        ],
        [
            "FSO Audit intern",
            "Ernst & Young",
            "Sep 2007 - Feb 2008 · 6 mos",
            "Paris Area, France",
            "Worked in the FSO Department (Financial Services Offices). Executed audit mission for banks and insurance companies.\n- Execution of audit missions with Seniors (risk analysis, evaluation, financial statements validation) on key accounts: Aviva, Société Générale, Crédit Agricole.\n- Support of Managers for Asset Management missions: analysis of the risk of a portfolio and valuation."
        ],
        [
            "Management Control intern",
            "SNR (RENAULT subsidiary)",
            "Jun 2006 - Oct 2006 · 5 mos",
            "Purchasing Department Performance Review"
        ]
    ],
    "posts": [
        {
            "post": "📣 La validazione ufficiale come Progetto di Interesse Comune dell’Unione Europea segna un’ulteriore tappa per lo sviluppo del progetto Callisto e per la creazione di una catena del valore della CCS – Cattura e Sequestro della CO2  - nell’Europa sud-occidentale.Questo accreditamento consentirà di candidare il progetto a specifici fondi europei destinati allo sviluppo di infrastrutture strategiche, come quella che Callisto si propone di realizzare nel corridoio che collega i bacini industriali di Fos-Marseille e della valle del Rodano, in Francia, e i distretti industriali italiani di Ravenna e Ferrara.La possibilità di portare anche sul territorio italiano, collaborando con partner come Eni e Snam S.p.A., tutte le competenze e tecnologie in ambito CCS sviluppate dal Gruppo è motivo di grande orgoglio per la nostra filiale italiana; poter contribuire alla decarbonizzazione delle industrie hard-to-abate della regione Mediterranea lo è ancora di più. Grazie a tutte le persone che stanno consentendo che tutto questo possa diventare realtà. Non vediamo l’ora di portare avanti questo progetto!Francesca Stercal Adriana Messallihttps://lnkd.in/dEFB8V99 hashtag#AirLiquide hashtag#CCS hashtag#Callisto hashtag#hardtoabate📣 Official validation as a European Union Project of Common Interest marks a further step in the development of the Callisto project and the creation of a CCS - Carbon Capture and Sequestration - value chain in southwestern Europe.This recognition will allow the project to apply for specific European funds intended for the development of strategic infrastructures, such as the one that Callisto proposes to build in the corridor connecting the industrial basins of For-Marseille and Rhone valley, France, and the Italian industrial districts of Ravenna and Ferrara.The opportunity to work with partners such as Eni and Snam and bring all the skills and technologies developed by the Group in CCS to the Italian territory is a source of great pride for our Italian entity; being able to contribute to the decarbonization of hard-to-abate industries in the Mediterranean region is even more so. Thank you to all the people who are enabling this to become a reality. We can’t wait to carry on this project!",
            "comments": []
        },
        {
            "post": "La Giornata Internazionale della Donna ci ricorda quanto sia importante promuovere la parità di genere attraverso azioni concrete. Sono orgoglioso del lavoro che, da anni, è stato avviato in Air Liquide Italia: ascolto, dialogo, formazione, testimonianze ed esperienze, e costante sviluppo di iniziative per mettere ogni donna nelle condizioni di riuscire.Sono sicuro che siamo sulla strada giusta per continuare a consolidare la nostra cultura inclusiva che sono lieto di aver potuto assaporare in questi mesi in Italia!Vorrei quindi ringraziare tutte le donne di Air Liquide Italia e delle nostre affiliate che ogni giorno portano prospettive e competenze diverse arricchendo la nostra realtà!Al di là della strategia aziendale, la parità di genere deve anche essere un impegno nel quotidiano. Personalmente, con mia moglie ho sempre provato a creare un equilibrio affinché ciascuno di noi potesse fare il miglior percorso professionale possibile. hashtag#GiornataInternazionaleDellaDonna hashtag#AirLiquideItalia",
            "comments": []
        },
        {
            "post": "Congratulations to the Air Liquide Group and all the employees contributing to these results.Well done to the teams for the preparation and communication of the FY publication.",
            "comments": []
        },
        {
            "post": "Anno nuovo, uffici nuovi per la sede Air Liquide di Milano! In questi giorni abbiamo inaugurato gli spazi in Park West, dove sostenibilità, comfort e dinamicità si fondono.In linea con un contesto lavorativo in rapida evoluzione - in cui produttività, performance e crescita vanno di pari passo con benessere, agilità e flessibilità - abbiamo concluso un articolato progetto di un anno che ci ha permesso di riflettere sul nostro modo di lavorare in modalità ibrida, riprogettare gli spazi, migliorare gli strumenti digitali e ricevere una formazione dedicata per aggiungere efficienza ed efficacia al lavoro in team diffusi. Grazie a tutto il team che, con dedizione e passione, ha lavorato a questo progetto e a tutte le persone che, d’ora in avanti, faranno di questi uffici un luogo in cui continuare a crescere insieme!hashtag#AirLiquideItalia hashtag#nuoviufficihttps://lnkd.in/dZS-CYTx",
            "comments": []
        },
        {
            "post": "Ora che ci stiamo avvicinando alla fine dell'anno, vorrei ringraziare tutti i team di Air Liquide Italia e le nostre JV per l'impegno e il duro lavoro svolto durante tutto l'anno, che hanno reso possibile la realizzazione di tutti questi grandi progetti, oltre che di tutte le esigenze del nostro business.Ci auguriamo di vedere altri grandi risultati nel 2024, con la stessa determinazione a rendere la nostra azienda sempre più sostenibile, sicura e vicina ai nostri clienti e dipendenti.Vi auguro un Buon Natale, e un’ottimo Nuovo Anno 2024!hashtag#AirLiquideItalia",
            "comments": []
        },
        {
            "post": "Una nuova tappa è stata compiuta verso la creazione di una catena del valore della CCS - Carbon Capture and Storage - nell’Europa sud-occidentale!📣 Il progetto Callisto, coordinato da Air Liquide, è entrato a far parte della lista dei Progetti di Interesse Comunitario dell’Unione Europea.Obiettivo del progetto è la decarbonizzazione dei settori industriali hard to abate dell’Hub di Fos-Marseille, in Francia, e delle aree industriali italiane, a partire da quella di Ravenna e Ferrara: da questi bacini la CO2 sarà catturata e trasportata all’hub di stoccaggio di eni a Ravenna.Siamo lieti di coordinare questo importante progetto, collaborare con Eni e Snam S.p.A. e con tutte le realtà industriali che lo supportano.Metteremo le nostre competenze al servizio di un grande obiettivo: sviluppare il più grande network multimodale nel Mediterraneo per la cattura, il trasporto e lo stoccaggio di CO2, contribuendo alla decarbonizzazione delle industrie hard-to-abate.hashtag#Callisto hashtag#AirLiquide hashtag#CCS hashtag#hardtoabate ***********************A new step has been taken towards the creation of a CCS - Carbon Capture and Storage - value chain in South-Western Europe!📣 The Callisto project, coordinated by Air Liquide, has become part of the list of Projects of Community Interest from European Union.The objective of the project is the decarbonisation of hard to abate industrial sectors in Fos-Marseille Hub, in France, and in Ravenna and Ferrara, Italy. The CO2 will be captured and transported to the eni storage hub in Ravenna.We are pleased to coordinate this important project and collaborate with Eni, Snam S.p.A. and all promoters. We will put our expertise at the service of a great objective: to develop the largest multimo dal network in the Mediterranean for the capture, transport and storage of CO2, contributing to the decarbonization of hard-to-abate industries.hashtag#Callisto hashtag#AirLiquide hashtag#CCS hashtag#hardtoabatehttps://lnkd.in/djmVWfKd",
            "comments": []
        },
        {
            "post": "In questi primi mesi in Air Liquide Italia ho avuto il piacere di fare visita ai nostri siti e anche a molte delle nostre affiliate (Airgas Nordest, Aron, Gasmarine, Rivogas, Tecnogas) e conoscere le persone che, ogni giorno, contribuiscono insieme a noi alla crescita e alla creazione di valore aggiunto per i nostri clienti.Tredici aziende attive sul territorio italiano con un’offerta di gas, materiali e attrezzature per la saldatura, ognuna con la propria storia e le proprie peculiarità, ma tutte accomunate dall’obiettivo di continuare a soddisfare e anticipare le esigenze dei nostri clienti con prossimità, agilità e affidabilità.Grazie per questi preziosi momenti d’incontro e confronto: i primi di una lunga serie, per continuare a crescere insieme!hashtag#AirLiquideItalia hashtag#saldatura hashtag#welding",
            "comments": []
        },
        {
            "post": "Questa settimana, onboarding days con le nuove leve di Air Liquide! Con alcuni membri del Comitato di Direzione, abbiamo avuto il piacere di incontrare colleghe e colleghi da tutta Italia e dialogare con loro sulla nostra attività, rispondendo alle numerose domande e curiosità sul business, sulla strategia, ma anche su che cosa significhi lavorare in Air Liquide in termini di sviluppo personale e professionale.A loro, che sono il presente e il futuro dell’azienda, va il mio più caloroso benvenuto e l’augurio di mantenere sempre l’entusiasmo e la curiosità che hanno dimostrato oggi, abbracciando con coraggio le tante opportunità di apprendimento e sviluppo che – sono sicuro - riserverà loro il futuro con Air Liquide Italia.Cecilia de' Guarinoni, Paride Fiuzzi, Aldo Castellano, Executive MBA, Ruggero Carpentiere, marco bozzola, Giuseppe Plado Costante Domenico Santorohashtag#AirLiquideItalia hashtag#IChooseAirLiquide hashtag#onboarding",
            "comments": []
        },
        {
            "post": "Non avrei potuto chiedere di meglio per questa prima settimana da General Manager di Air Liquide Italia. Una settimana intensa, ricca di incontri e nuove conoscenze. Una settimana di ascolto e dialogo con un team di persone appassionate, competenti e desiderose di continuare a fare dell’Italia un Paese strategico per il Gruppo Air Liquide. Le prossime settimane saranno l'occasione per visitare i siti e incontrare le persone.È un onore entrare a far parte di questa squadra. Le sfide che ci attendono sono numerose e richiedono grande impegno ma sono certo che, insieme, sapremo rispondervi, facendo leva sui tratti distintivi che, da sempre, contraddistinguono questo Paese: sicurezza, affidabilità, inventiva, diversità, qualità e prossimità ai nostri clienti.Il viaggio è appena iniziato, ma sono lieto di trovare tutti a bordo con la forte determinazione di continuare a crescere insieme.Bocca al Luppo Bruno Ponson!hashtag#AirLiquideItaliaI couldn’t have asked for a better first week as General Manager of Air Liquide Italia. An intense week, full of meetings and new acquaintances. A week of listening and dialogue with a team of passionate and competent people, eager to continue making Italy a strategic country for the Air Liquide Group. The next weeks will be the occasion to meet the teams in our numerous sites.It’s an honor to join this team. The challenges we are going to face are numerous and require great commitment but I am sure that, together, we will be able to address them, leveraging on the distinctive features that have always characterized this country: safety, reliability, inventiveness, diversity, quality and proximity to our customers.The journey has just begun, but I am glad to find everyone on board with a strong determination to continue growing together.",
            "comments": []
        },
        {
            "post": "📣 Air Liquide has published its sales for the 1st quarter of 2023. The Group started the year with a very solid performance. Revenue was up +6.2% on a comparable basis, after growth of +4.5% in the fourth quarter. Investment decisions amounted to close to 800 million euros and investment opportunities continued to rise, reaching 3.4 billion euros. More than 40% of these opportunities are related to the energy transition.👉https://lnkd.in/dx_9vKdR",
            "comments": []
        },
        {
            "post": "2022 was another very strong year for Air Liquide, with growth, value creation for customers, good control over CO2 emissions and plenty of great projects ahead to move towards an energy transitioned world!Looking forward to 2023, with the great teams supporting a consistent performance overtime, and in particular all my AL colleagues in Finance.",
            "comments": []
        },
        {
            "post": "The quarterly results published by Air Liquide today demonstrate once again the robustness of our business model.The Group maintained a strong growth momentum, in a complex macroeconomic environment: our revenue was up +8.3% on a comparable basis. Congratulations to the Air Liquide teams for this great achievement! These results demonstrate once again the resilience of our model. Our strategy is based on the diversity of markets and locations we serve. Its relevance can be fully measured in contexts such as the one we are going through today.We continued investing actively to prepare for the future, for example in Electronics, where we have announced a €500 million investment in three production units for the semiconductor market. Beyond, Air Liquide strongly invests in all the markets of the future, and notably for the transition towards a low-carbon society. https://lnkd.in/eHCY6SUf",
            "comments": []
        },
        {
            "post": "Air Liquide delivered a very strong performance in the 1st half of 2022, in a particularly complex macroeconomic and geopolitical context. This has been made possible by the commitment and expertise of our teams who serve our customers and patients worldwide. I want to thank them. The Group confirmed once again the resilience of its business model, which will be reinforced by the implementation of its new strategic plan, ADVANCE. All the key performance indicators of the Group increased significantly: sales, operating margin, recurring net income. The Group maintained a strong investment momentum, on current investments, decisions and opportunities. We therefore confirm our outlook for 2022. We also continue to prepare for the longer term future. During the last months, the Group achieved significant progress. Several projects moved forward, whether to accompany our customers in the decarbonization of their activities or to support the development of markets of the future, such as electronics. In parallel, we accelerated in the field of energy transition, for instance in the production of low-carbon hydrogen or to secure the supply of renewable electricity to our own activities. These achievements will directly contribute to our new strategic plan for 2025, ADVANCE, which combines financial performance and sustainability. https://lnkd.in/ee4Nhckz",
            "comments": []
        },
        {
            "post": "Very happy for the Innovation Award from DFCG recognizing the project pursued by the Team to build the processes, governance and strategic insight to report CO2 emissions in order to support the Group in its Sustainability objectives towards carbon neutrality in 2050.Operations Control now goes way beyond financial reporting, as social and climate aspects are also at the core of our Global performance at Air Liquide.This award should go to James Marco and Daniel A. who were the architects, Jérémy Léglise and the investment team, and all the Air Liquide Operations controllers, sustainability teams, and energy experts who contributed to this project, under the leadership of our top management.",
            "comments": []
        },
        {
            "post": "Strong sales growth in Q1 2022, in a challenging environment. Effective response by the teams to the spike of energy costs, strong level of investment decisions, bringing good perspectives for future growth!",
            "comments": []
        },
        {
            "post": "Now looking forward to 2025! Time to make this plan a reality, with a global performance to answer many diverse challenges while accelerating on the shift of our businesses towards a more sustainable future.",
            "comments": []
        },
        {
            "post": "Air Liquide published today its FY 2021 results, another very strong year on many aspects ranging from financial performance, continued fight against the pandemic, and the announcement of ambitious sustainability objectives. Promising future ahead for 2022+!Thanks to all the finance teams and the operations controllers for their work to close this year 2021!Jerome Pelletan James Marco @Olivier de Barberin Jérémy Léglise",
            "comments": []
        },
        {
            "post": "And another strong performance for Air Liquide in H1 2021",
            "comments": []
        },
        {
            "post": "Benoît Potier, Chairman and CEO of Air Liquide, presents the purpose of the new sustainability objectives announced by the Group. hashtag#ACT 👇",
            "comments": []
        },
        {
            "post": "[PR] High ‌sales‌ ‌resilience and significant margin ‌improvement‌ ➡️https://lnkd.in/di4bA_i",
            "comments": []
        },
        {
            "post": "7 Countries Want to Say Goodbye to #Fossil Fuel-Based Cars #France 🇫🇷 is among the leading countries #futureisclean",
            "comments": []
        },
        {
            "post": "China's central bank has developed its own #cryptocurrency , which is now being tested #blockchain",
            "comments": []
        },
        {
            "post": "An #App can identify highly polluted areas in #cities #pollution",
            "comments": []
        },
        {
            "post": "In 10 years, #windenergy may be cheaper than fossil fuels. #energytransition #climatechange v/ @futurism",
            "comments": []
        },
        {
            "post": "Disrupt yourself, flip the pyramid, collaborate, lead: 4 #leadership strategies for #digitaltransformation.",
            "comments": []
        },
        {
            "post": "#Demography, #energy... Discover the megatrends affecting science, technology & innovation, via @OECDinnovation http://ow.ly/uP9A30b6Mh2",
            "comments": []
        },
        {
            "post": "L'#hydrogène chaînon manquant de la #transition énergétique : de + en + d'entreprises s'y intéressent ! @LesEchos",
            "comments": []
        }
    ]
}