{
    "name": "Fabio Frisella",
    "subtitle": "Business Controller at Ikea Retail Italia",
    "location": "Reggio Emilia, Emilia-Romagna, Italy",
    "about": "",
    "experiences": [
        [
            "Business Controller",
            "Ikea Retail Italia",
            "Jan 2008 to Present · 16 yrs 5 mos",
            "•Responsabilità dei Reparti Administration&Controlling, Maintenance, Security e Recovery di Store.\n•Responsabile dei servizi amministrativi generali.\n•Responsabile dei processi di Budgeting e Forecasting.\n•Gestione del reporting periodico relativo ai risultati del business, per assicurare che tutti gli indicatori di performance e le key figures siano attivamente monitorizzati. Analisi degli scostamenti vs il Budget/Forecast.\n•Supporto ai Reparti Marketing e Selling nelle analisi economico-finanziarie, sia in fase previsionale che a consuntivo, relative ad iniziative commerciali e piani di marketing\n•Presentazioni periodiche dei Risultati economici di Store nelle Business Review con il Top Management Ikea Italia.\n•Elaborazione di Richieste di Investimento al Top management Ikea Italia per local capital/fixed assets e progetti speciali di Store\n•Gestione di un team di quindici persone\n•Gestione delle gare d’appalto relative ai servizi dati in outsourcing a fornitori esterni."
        ],
        [
            "Finance Manager",
            "Barilla",
            "Jan 2004 to Dec 2007 · 4 yrs",
            "•Garantire il reporting periodico relativo ai risultati del business, con analisi delle varianze.\n•Controllo in fase previsionale e di consuntivo di Overhead ed Headcount per i dipartimenti Marketing, Selling e Research and Development.\n•Supporto ai Dipartimenti Marketing e Selling nelle analisi economico-finanziarie relative all’elaborazione del Piano Strategico di medio periodo.\n•Presentazioni periodiche degli Economics nelle Business Review con il Top Management della SBU \n•Implementazione del nuovo sistema informativo SAP con particolare focus sugli strumenti di reporting.\n•Gestione di una risorsa junior\n•Produzione dei report di budget, di forecast e di consuntivo mensile relativi ai risultati della Business Unit, con analisi delle varianze.\n•Coordinamento dei processi di Budget e di Forecast in collaborazione con il Dipartimento Corporate Finance.\n•Supporto al management con analisi di costi e di profittabilità in occasione del lancio di nuovi prodotti e promozioni."
        ]
    ],
    "posts": []
}