{
    "name": "Alberto Bruno",
    "subtitle": "Responsabile marketing e Comunicazione",
    "location": "Milan, Lombardy, Italy",
    "about": "My carrier path has been developing in the Marketing Departments of relevant FMCG Multinational Companies, such as Lindt, Heineken and Perfetti.I enjoyed a 360° marketing experience, dealing with successful top-of-mind brands, with a complete multi-channel distribution level.I’m skilled in Marketing, Trade Marketing and SalesIn order to further strenghten my expertise, currently I manage the marketing activities of COOP Supermarkets net, the main retailer in the market.Specialties: innovation, building and managing Brand Management Teams and structured Sales Forces. Strong and complete multi–channel expertise.",
    "experiences": [
        [
            "Responsabile Marketing e Comunicazione",
            "Coop Lombardia s.c. · Full-time",
            "Jul 2021 - Present · 2 yrs 11 mos",
            "Milano, Lombardia, Italia",
            "Responsabile dell'attività di marketing e comunicazione dei punti vendita di Coop Lombardia"
        ],
        [
            "Marketing Manager",
            "Lindt & Sprüngli · Full-time",
            "Oct 2018 - Jun 2021 · 2 yrs 9 mos",
            "Milano",
            "in charge of the marketing strategy of the Lindt Stores, CRM, omnichannel activities and Key Partners relationship."
        ],
        [
            "Direttore commerciale",
            "Bral",
            "Jun 2012 - Jan 2019 · 6 yrs 8 mos",
            "Milano, Italia",
            "BRAL is a sales and distribution Company representing Perfetti in the North West Area. Entrepreneurial experience, made to strenghten the sales skills and to add a direct responsability on the P&L."
        ],
        [
            "Marketing Director",
            "Perfetti van melle Italy",
            "Dec 1996 - Jun 2012 · 15 yrs 7 mos"
        ],
        [
            "Brand Marketing Manager",
            "HEINEKEN · Full-time",
            "1996 - 1997 · 1 yr"
        ]
    ],
    "posts": [
        {
            "post": "Per chi si occupa di Retail, questi sono periodi delicati.Ora, dopo l'errore di aver pianificato i Saldi estivi al 1° Agosto (portando un ulteriore danno economico al settore), alcune Regioni stanno facendo una parziale rettifica, anticipando di qualche giorno l'avvio dei Saldi stessi. Vediamo quindi come (dopo la Sicilia) la Campania, Il Friuli VG, la Lombardia e, forse, il Piemonte stanno modificando le date di attivazione. Apprezzo le buone intenzioni, ma questo porta ulteriore confusione negli occhi dei (pochi?) responsabili d'acquisto, che, in questo marasma di informazioni, rischiano di perdere interesse. In più, i grandi Retailers devono gestire situazioni differenziate sul territorio, senza pianificazione e con scarsissime possibilità di attivare azioni di CRM efficaci. Il Retail non è più fatto da singoli negozi, che alzano la saracinesca e gestiscono la propria attività: il Retail è soprattutto fatto da strutture organizzate, spesso multinazionali, che investono faticosamente nel rapporto con il Cliente per ottenere la Sua fiducia.Questa mancanza di chiarezza e di uniformità è imbarazzante.",
            "comments": []
        },
        {
            "post": "Vorrei essere tra i primi a scaricare ed utilizzare l'app Immuni (o come si chiamerà).Personalmente, non temo per la mia privacy..",
            "comments": []
        },
        {
            "post": "Come tanti di noi, seguo con una certa apprensione le voci relative alla prossima Fase 2 dell'emergenza Covid.Faccio fatica a districarmi tra le decine di ipotesi che si inseguono e si smentiscono nel giro di qualche ora.Fermo restando che tutti abbiamo ben compreso che di questo virus non abbiamo ancora scoperto un granchè, forse  sarebbe meglio limitare le informazioni, piuttosto che far trapelare decine di notizie, bozze di decreti, interviste poi rapidamente smentite.In questo contesto di confusione, emergono regole diverse tra Regione e Regione; questo crea difficoltà a tutti i comparti, ma in particolare a soffrirne è il settore Retail.Il Retail italiano, contrariamente a quanto forse pensano le nostre Autorità (sia Centrali che Locali), è diventato una realtà strutturata, moderna, che proviene da contesti spesso multinazionali e che necessita di Programmazione.Il Retail di successo ha investito risorse per instaurare un rapporto di fiducia con i propri Clienti e anche in questa fase sta lottando per mantenere il contatto con il proprio target.Il Retail non ha paura del cambiamento: ha paura della mancanza di chiarezza. Mi piacerebbe che se ne tenesse conto.",
            "comments": []
        },
        {
            "post": "Non sono medico, nè virologo, nè immunologo. Non mi intendo di virus, ma solo (un pochino) di comunicazione.Volevo condividere con voi una considerazione sulla intervista radiofonica di Borrelli, capo del Dipartimento della Protezione Civile.In sintesi, Borrelli ha annunciato oggi (3 aprile) che le misure restrittive sostanzialmente dureranno fino a metà Maggio, quando, forse, potrà essere avviata la Fase 2.Avrà sicuramente ragione, ma ritengo che, dal punto di vista comunicazionale, sia un errore madornale, che può avere drammatiche ripercussioni sul \"sentiment\" di una popolazione già allo stremo, economicamente e psicologicamente.La corretta Comunicazione è fondamentale, soprattutto in queste fasi; all'estero (uk, francia, usa) viene gestita in modo molto più professionale.Speriamo di imparare in fretta.",
            "comments": []
        },
        {
            "post": "Come tutti, siamo in attesa che le misure di sostegno all'economia italiana arrivino effettivamente alle imprese e alle famiglie. Intanto vediamo realtà più veloci (usa, francia...) che bypassano lentezze e cavilli e agiscono sul fronte economico più celermente.E poi una riflessione: sento parlare pochissimo di sostegno alla ricerca scientifica e farmaceutica, nonostante si abbiano in Italia laboratori di assoluta eccellenza.Siamo realmente consapevoli che si uscirà da questo incubo solo con farmaci efficaci e con un vaccino preventivo?Mi è sfuggito qualcosa?",
            "comments": []
        }
    ]
}