{
    "name": "Mario Paterlini",
    "subtitle": "CEO chez Gruppo Sapio | Stratège de l'innovation culturelle",
    "location": "Monza, Lombardy, Italy",
    "about": "Je suis le CEO de Sapio group, un leader européen dans la production et la distribution de gaz industriels, médicaux et de l’homecare avec plus de 100000 patients gérés quotidiennement à domicile.Depuis plus de 13 ans, je dirige avec passion et vision cette entreprise ,fondée en 1922, qui emploie plus de 2500 personnes dans 6 pays. Grâce à ma formation d'ingénieur et à mes diplômes d'INSEAD, je combine une solide expertise technique avec une capacité stratégique et managériale. Je suis reconnu pour mon leadership innovant et culturel, qui a permis à Sapio group de se transformer, de se diversifier et de se développer sur de nouveaux marchés. En 2020, j'ai reçu le prix Forbes du meilleur CEO dans l'innovation culturelle, pour avoir su créer un environnement de travail stimulant, collaboratif et inclusif. Je suis également membre non exécutif du conseil d'administration de Vitale Barberis Canonico, une prestigieuse entreprise de tissus italiens, et vice-président de l'ISVI, un institut qui promeut les valeurs d'entreprise. Je suis l'auteur d'un livre sur les ingrédients du bonheur au travail et dans la vie, publié en 2022. Je parle couramment le français, l'anglais et l'italien. Je suis motivé par la mission de Sapio group, qui est de contribuer au progrès de la société et à la protection de l'environnement, en fournissant des solutions innovantes et durables à ses clients et à ses patients.",
    "experiences": [
        [
            "CEO Sapio group",
            "Gruppo Sapio",
            "Jul 2010 - Present · 13 yrs 11 mos"
        ],
        [
            "Non Executive Board Member",
            "Vitale Barberis Canonico",
            "May 2023 - Present · 1 yr 1 mo"
        ],
        [
            "Vice President",
            "Istituto per i Valori d'Impresa (ISVI)",
            "May 2023 - Present · 1 yr 1 mo",
            "Milan"
        ],
        [
            "President Hydrogen group",
            "Federchimica",
            "May 2022 - Present · 2 yrs 1 mo",
            "Milan"
        ],
        [
            "Independant Non Executive Director",
            "ERG Spa",
            "2018 - Apr 2024 · 6 yrs 4 mos",
            "Genova"
        ]
    ],
    "posts": [
        {
            "post": "Merci Virginie Delalande✨ pour tes belles paroles. Je ne suis pas certain de les mériter mais je reconnais que tu m’as fait un beau cadeau. C'est vrai qu'il arrive parfois des choses inattendues. Je dis souvent, la vie est faite de rencontres et t’entendre parler m'a beaucoup ému et inspiré.Tu as saisi un aspect fondamental de la vie qui m’est cher, qui est aussi le titre de ton livre: \"Abandonner? Jamais!\"Et je n’abandonnerai jamais mon engagement en faveur d'un monde où l'économie est au service des personnes et non l'inverse, une société avec des valeurs humaines fortes et en même temps économiquement performante, des richesses créées et distribuées équitablement: c’est ce que nous nous efforçons de promouvoir au quotidien dans notre Groupe.Merci Virginie de nous avoir montré, par ton exemple, que l'on peut rendre possible ce que l'on perçoit parfois comme impossible et cela dépend souvent de nous!",
            "comments": []
        },
        {
            "post": "We are collaborating for more than 5 years with SDA Bocconi and DevoLab SDA Bocconi.We had, together with Gianluca Salviotti, Severino Meregalli and my management team, an outstanding session on how addressing the tech hype potential distraction for corporate.Therefore making clarity and investing on tech that could contribute to create value at 360° for the all stakeholders, is what business leaders should focus on.At Sapio Group we are focusing on the one that will positively impact digital health, automatism, customer relationship and our energy transition roadmap.All in all is about creating an environment on which we can build trust.",
            "comments": []
        },
        {
            "post": "La mattinata con gli studenti di Taranto è stata straordinaria. Ho trovato dei ragazzi maturi, motivati e con loro degli insegnanti innamorati del proprio lavoro, docenti ai quali ti viene voglia di affidare i tuoi figli. Noi tutti, in un contesto scolastico o in un contesto lavorativo, cresciamo osservando i modelli che abbiamo di fronte e ne veniamo influenzati. Quando gli esempi infondono fiducia e trasmettono passione, tutto l’ambiente ne beneficia. E puoi davvero affrontare qualunque sfida. Grazie ragazzi e grazie ai vostri insegnanti!",
            "comments": []
        },
        {
            "post": "What gets me up in the morning? Helping youth develop trust is one of my purposes in life. Here are some questions that came up a few days ago in a meeting with MISA students at SDA Bocconi University in Milan.What is most important in a Company? \"Knowing how to behave\" or \"Knowing how to do things\"?What should I write in a cover letter to get your attention? How can I develop an elevator pitch to promote myself in 2 minutes? What is your decision-making process for Sapio Group when you face difficult choices?And how much do you think about fairness? How do you decide what is fair and what is not? How can I evaluate if a company is right for me?This was a great session with great and inspiring people!Thank you guys! hashtag#howtobehave hashtag#howtodothings hashtag#cv hashtag#coverletter hashtag#pitchelevator hashtag#confrontation hashtag#difficultchoices hashtag#fairness hashtag#evaluation hashtag#trust hashtag#training hashtag#happiness hashtag#culture hashtag#future hashtag#elite",
            "comments": []
        },
        {
            "post": "Life is about connecting the dots!18 months ago I met with Justine and Sylvie who made me aware of one of the biggest issues facing youth in the post-pandemic world: mental health and eating disorders.At the same time Carlo Monzillo was working on a project on mental health.Life on Mind was born last Friday in the outskirts of Milan, where potentially above 50.000 young people, between 10 and 25 years old, might be facing these kinds of issues.Eleonora Alberici and Yuri Melis held their first medical consultations last week, in our dedicated center.This what life is all about. This illustrates what we believe in: making a positive impact on society.This is our “We are Sapio” way of being.",
            "comments": []
        },
        {
            "post": "This month over 150 leaders from all over Europe, gathered in Venice for our Sapio Group Annual Forum.The aim was to celebrate the end of NExT, our 4-year plan, and to launch our INSPIRE 2023/25 plan, which points out to have a positive impact on society and on the Countries in which we operate. Furthermore our goal is to make the world more sustainable and livable and to enhance the quality of life of our patients, by improving the healthcare system.Finally, we unveiled our way of being 'We are SAPIO', which drives forward a responsible and sustainable capitalism.",
            "comments": []
        },
        {
            "post": "Riconciliare transizione ecologica, indipendenza energetica e reshoring delle attività, sono obiettivi che hanno nell’idrogeno la molecola protagonista in grado di rispondere alle tre urgenze, soprattutto con riferimento a realtà industriali \"hard-to-abate\" e alla mobilità pesante, dove l'elettrificazione non può aiutare.Non servono solo obiettivi, ma è necessario condividere una visione comune e creare un ecosistema che consenta di focalizzarsi non solo nel breve termine, ma anche nel medio lungo termine. Grazie a Il Sole 24 Ore per avere organizzato l’evento hashtag#Hydrogen ForumEdoardo Garrone | Stefano Besseghini | Giacomo Chiavari | Alberto Dossi H2IT - Associazione Italiana Idrogeno | Alessandro Bernini | Pier Lorenzo Dell'Orco | Piero Ercoli | Pierroberto Folgiero | Ugo Salerno | Giulia Monteleone | PAOLO PROLI | Marco Piuri | Saro Capozzoli | Celestina Dominelli | Enrico Pagliarini |",
            "comments": []
        },
        {
            "post": "Earlier this year we organized two events with our sales teams, Industry and Healthcare. They brought further confirmation that we have the right people in the right place, people who are focused on a common goal: putting patients and customers first!These two events left me regenerated and refreshed feeling: our ambition is to be the best company to buy from, to invest in and to work for.Putting people at the heart of our business is what makes the difference, if we want to make a positive impact on society!Sapio Group",
            "comments": []
        },
        {
            "post": "As CEOs of companies with a strong family tradition, we must always bear in mind that our presence represents an important stage along the company’s long journey.Driven by the awareness of our role, we work in the present, strengthened by the heritage and values that come from the past, but clearly focused on the future. This allows us to create the best conditions for the new generations and ensures that we can continue to grow with great consistency and innovation.A century of history is not only a great privilege but also a great responsibility.Happy birthday Sapio Group!PS: It was a pleasure to celebrate this special event with hashtag#GiovanniMacchetti hashtag#AntonioPalma hashtag#AlbertoDossi Maurizio Colombo and Andrea Dossi",
            "comments": []
        },
        {
            "post": "Making the world sustainable: chemistry is part of the solution!It was a privilege to be invited to the Centenary of the first Solvay Conference on Chemistry, that took place in Brussels.I was amazed by the quality of the Academic session and the high level of the panel, among whom Nobel Prize Jean-Marie Lehn.The discussion pointed out the role of \"Chemistry and the future of society\" highlighting how chemistry is a key enabler in making the world more sustainable and livable.For this unforgettable event, a special thanks to the Solvay CEO Ilham Kadri.",
            "comments": []
        }
    ]
}