{
    "name": "Gaetano Giannetto",
    "subtitle": "Founder, Epipoli SpA - 15K+",
    "location": "Milano, Lombardia, Italia",
    "about": "AICEO Member P&G Alumni",
    "experiences": [
        [
            "Founder and CEO",
            "Epipoli S.p.A.",
            "lug 2000 to Present 路 23 anni 11 mesi",
            "Milan Area, Italy",
            "Payments, Engagament, Analytics\nInternational Retail Expert and Visionary"
        ],
        [
            "Vice President",
            "NCR Corporation",
            "1998 to 2000 路 2 anni",
            "Vice President in charge of EMEA and AustralAsia"
        ],
        [
            "Vice President",
            "ACNielsen",
            "1991 to 1998 路 7 anni",
            "Vice President / Managing Partner at Nielsen International in charge of retail and food industries"
        ],
        [
            "Founder",
            "Logistics Data Systems",
            "1988 to 1991 路 3 anni",
            "Logistics has invented Spaceman, the revolutionary category management application",
            "LDS team 1988.jpg"
        ],
        [
            "Division Manager",
            "Pernod Ricard",
            "1986 to 1988 路 2 anni"
        ]
    ],
    "posts": [
        {
            "post": "Insieme in un questo progetto di rivoluzione digitale! hashtag#fidatydigitalrevolution hashtag#esselunga",
            "comments": []
        },
        {
            "post": "great partner for a great project hashtag#fidatydigitalrevolution hashtag#esselunga",
            "comments": []
        },
        {
            "post": "Supportare Esselunga in questa rivoluzione digitale del hashtag#loyalty ci rende orgogliosi. Abbiamo saputo far crescere una partnership iniziata nel 2009 da pionieri, quando insieme a loro lanciammo per primi in Italia le gift card nei punti vendita della Grande Distribuzione. Oggi abbiamo raggiunto questo nuovo traguardo insieme, rafforzando il nostro ruolo di partner chiave nellabilitare soluzioni di pagamenti alternativi. It makes us very proud to support Esselunga in the digital revolution of hashtag#loyalty. The partnership is growing since 2009 when Esselunga and Epipoli pioneered the launch of the first Gift Cards Mall in Italy. Today we reached this new milestone together, strengthening our role as a key partner in enabling alternative payments solutions. hashtag#f矛daty hashtag#alternativepayment hashtag#retail hashtag#f矛datydigitalrevolution",
            "comments": []
        },
        {
            "post": "in hashtag#Reward, the Incentive solutions embed Artificial Intelligence",
            "comments": []
        },
        {
            "post": "Questo evento ha coinvolto il management team di Epipoli e la location di Siracusa ha rappresentato per me un ritorno alle origini, la citt in cui sono nato e che ha ispirato il nome dellazienda che ho fondato.Lentusiasmo, la gioia e il divertimento di tutto il gruppo 猫 andato oltre le mie aspettative. Ci ha anche aiutato la bellezza della citt, il cielo azzurro e 21 gradi Sono orgoglioso dei colleghi del team e dei loro valori umani e professionali.Nel 2025 Epipoli compir 25 anni, potr essere loccasione per portare tutta lazienda a Siracusa",
            "comments": []
        },
        {
            "post": "a great B2B event will land in Venice on Feb 8th!",
            "comments": []
        },
        {
            "post": "Il 6 febbraio parteciper貌 all'evento di hashtag#Assolombardia, dove avr貌 il piacere condividere il mio punto di vista su come hashtag#Epipoli affronti concretamente il tema del hashtag#capitaledirischio. Un incontro importante, per andare oltre i tecnicismi e porre l'attenzione sull'esperienza dei protagonisti del mondo finanziario e delle imprese",
            "comments": []
        },
        {
            "post": "Epipoli goes around the world.A passo spedito verso l'internazionalizzazione delle soluzioni  di hashtag#alternativepayments al servizio del retail.Grazie a tutto il team Epipoli per aver lavorato a questo ambizioso progetto per hashtag#kiko, una delle grandi eccellenze internazionali del retail !Epipoli goes around the world.On a fast pace towards the internationalization of hashtag#alternativepayments solutions for retailing. Congratulations to the Epipoli team for implementing and executing this ambitious project for hashtag#kiko one of the global retail excellences !",
            "comments": []
        },
        {
            "post": "Grazie a Paolo Federici e cosimo pastore e alla rubrica SoldiTV per lintervista andata in onda su La7 il 14 ottobre https://lnkd.in/dRbjr3P7 in cui ho parlato di hashtag#alternativepayment hashtag#retail hashtag#innovation hashtag#digitalizzazione",
            "comments": []
        },
        {
            "post": "Il mio mantra 猫 quello di supportare la trasformazione digitale nel retail. Grazie a Paolo Federici e cosimo pastore per avermi permesso di condividere questo pensiero sul hashtag#La7. L'appuntamento 猫 domani alle 13:10 circa nella puntata di hashtag#SoldiTv prima del TG",
            "comments": []
        }
    ]
}