{
    "name": "Nicola Guido",
    "subtitle": "MBA, CEO | Chief Operating Officer | Director of Operations",
    "location": "Italy",
    "about": "Manager di estrazione tecnica con consolidata esperienza nella gestione di stabilimenti produttivi maturata in posizioni di crescente responsabilità presso aziende PMI operanti nel settore manifatturiero. Specifiche competenze nella pianificazione, analisi e nel miglioramento dell’organizzazione e dei processi produttivi. Orientato ai risultati, esperto nella gestione di team, efficace nel creare un ambiente proficuo per lo sviluppo del business. Solide competenze nell’analisi degli aspetti economici (P&L), finanziari e patrimoniali dell’impresa. Esperienza nella programmazione, razionalizzazione e integrazione operativa di società.",
    "experiences": [
        [
            "EMEA CEO",
            "FONTANA GRUPPO · Full-time",
            "Sep 2023 - Present · 9 mos"
        ],
        [
            "Operations Manager",
            "Munters",
            "Jan 2022 - Sep 2023 · 1 yr 9 mos",
            "Imperia, Liguria, Italy"
        ],
        [
            "Chief Operations Officer",
            "Nova-Ferr S.r.l.",
            "2013 - Jan 2022 · 9 yrs 1 mo",
            "Turin Area, Italy"
        ],
        [
            "Plant manager",
            "I.B.S. srl",
            "2004 - 2012 · 8 yrs",
            "Turin, Piedmont, Italy"
        ],
        [
            "Manufacturing and Maintenance Manager",
            "Magnetto Wheels Italy",
            "2001 - 2004 · 3 yrs",
            "Turin, Piedmont, Italy"
        ]
    ],
    "posts": [
        {
            "post": "Sto hashtag#assumendo. Conosci qualcuno a cui potrebbe interessare?",
            "comments": []
        },
        {
            "post": "One of the recent pivotal projects, led by Villa d'Este, was the reopening of the Ceccato Garden Bar in Como.  Villa d’Este developed the idea for the new Ceccato Garden Bar, and the group’s CEO, Davide Bertilaccio, is delighted with the city centre project: “Every day, we strive to promote the destination, and we firmly believe in adding value and experiences to give new reasons for visitors to choose Lake Como.\"The new Ceccato Garden Bar is an opportunity to rejuvenate what’s on offer in Como, restoring glory to a much-loved spot equally dear to the local public. Discover more: https://lnkd.in/dDmgisGNhashtag#CeccatoGardenBar hashtag#Ceccato hashtag#ItalianBar hashtag#LakeComo",
            "comments": []
        },
        {
            "post": "Remembering the hashtag#Christmas Meeting of last December, we relive some moments of the event, which every year brings together the Fontana Family, the managers, and the strategic figures of the Group.Watch the video!Ricordando il Christmas Meeting del dicembre scorso, riviviamo alcuni momenti dell’evento che ogni anno riunisce la Famiglia Fontana, i manager e le figure strategiche del Gruppo.Fontana Gruppo... hashtag#OneCompany!Guarda il video!",
            "comments": []
        },
        {
            "post": "I think I’ve shared this before. Worth another share. Apple was brilliant, especially the “stare off” at the end!😂 hashtag#carbonneutrality hashtag#apple hashtag#creativePR",
            "comments": []
        },
        {
            "post": "Dopo un 2023 caratterizzato da sfide senza precedenti, durante il quale l'economia lombarda ha dimostrato una notevole resilienza superando il dato nazionale ed europeo, ci prepariamo ad affrontare un nuovo anno che si prospetta ancora complesso.Preservare l'hashtag#industria è la chiave per la nostra hashtag#ripresa. hashtag#Investire, hashtag#innovare e mantenere la hashtag#competitività sono obiettivi che perseguiremo con determinazione. Assolombarda",
            "comments": []
        },
        {
            "post": "Ho appena finito il corso “Nano Tips to Sharpen Your Critical Thinking with Shadé Zahrai” di Shadé Zahrai! Dai uno sguardo: https://lnkd.in/dB6zbcEk hashtag#pensierocritico.",
            "comments": []
        },
        {
            "post": "I’m happy to share that I’m starting a new position as EMEA CEO at FONTANA GRUPPO!",
            "comments": []
        },
        {
            "post": "Here we are! It's my last day at hashtag#Munters. It was a fantastic experience in a truly customer-oriented company that invests in the future to respect the environment, that believes in the development of technology to find the best solutions ahead of the competition. And then incredibly attentive to its employees.In hashtag#Munters Italy, I have found competent people, who work hard every day knowing that \"There is always a better way to do things\", and who, despite the daily problems, know how to find moments to create friendships. I wish Munters Italy to always remain competitive and to continue to improve.I want to thank Peter Lindquist for the opportunity he gave me of this international experience and for always supporting me. Michela Odasso, Daniela Giglioli and Laura De Castro with whom I have shared successes, but also difficult moments. And then, all my super team, made up of motivated young engineers, who never said no to me even when the goal was very high demanding: Roberto Brunengo, Carlo Pollero, Marco Emerigo, Alessandro Villa, Adriano Amoretti, Ivano Vigorito and Andrea Grande.I really appreciated Eran Levy, Keith Goebel, Becker Chen, Roland Russo, Håkan Östling, Phillip Dickinson, Fabrizio Trifoglio, Michelle Marrone for their precious collaboration. And many more in Munters Word. One Munters. One Team.Now I'm ready for a new challenging experience. I can not wait to start.",
            "comments": []
        },
        {
            "post": "Today we released our Q2 report. Another quarter with strong growth. All business areas improved margins and our adjusted EBITA grew 76%. A great achievement from everyone Munters 💗https://lnkd.in/dhRbcWY3",
            "comments": []
        },
        {
            "post": "//WHEN YOU JUST DON'T FIT IN THE CORPORATE WORLD, BUT YOU ROCK IT ANYWAY...I hear it all the time...\"Lars, you can't do that!!!\"\"Lars, this is probably not allowed here!!!\"\"Lars, this is not how we have done it here!\" If you don't break the old patterns, you will very likely not achieve anything new.I know thousands of corporate followers out there now would love to hit the like button, but they can't because of some pretty stupid corporate governance rules.It's ok.I feel you anyway ;-)Be bold, be brave, and be an intrapreneur!Thank me later.———This is how you bring your ideas to market in 2023: https://lnkd.in/eq4TvNC4hashtag#innovation hashtag#creativity hashtag#entrepreneurship hashtag#future hashtag#management hashtag#strategy hashtag#startups hashtag#whatinspiresme hashtag#innoweek hashtag#pretotyping hashtag#designsprint hashtag#mvp hashtag#keynotespeakerAll rights and credits are reserved to the respective owner(s). Contact me to add you as a reference or content removal.",
            "comments": []
        }
    ]
}