{
    "name": "Mina Piccinini (she/her)",
    "subtitle": "Chief Marketing and Corporate Strategy Officer",
    "location": "Milan, Lombardy, Italy",
    "about": "Sustainability,Risk and marketing and Communication executive with +25 years’ experience in competitive markets, multicultural environments and leading multinational companies (Ferrari, Fiat-Chrysler, Costa Crociere, Ferrero, Moncler). Expertise on pr and Communications (including media relations, crisis management communications ...) and in sustainability as a strategic asset for listed companies.Her objective has always been to give a concrete support to company goals and long term success with an effective, strategic (but also hands-on) approach. Passionate, result-driven, strongly intuitive, pragmatic with a leadership attitude. She has a quick eye for detail and a passion for problem solving finding “out of the box” solutions. She never backs down from a challenge and enjoys leading changes. She believes in team work and strives to create positive working environments.Outside a number of cities in Italy she lived and worked in Paris, Sydney and Luxembourg.She is married. Mum of two girls.",
    "experiences": [
        [
            "Moncler",
            "6 yrs 9 mos",
            "Chief Marketing and Corporate Strategy Officer",
            "Sep 2023 - Present · 9 mos",
            "In charge for a Department comprising Marketing, Brand experiences, Talent and Celebrities, Pr, Media, Corporate Communications, Sustainability, Final Quality Control, Sustainable Innovation",
            "Chief Corporate Strategy and Communications Officer",
            "Oct 2018 - Sep 2023 · 5 yrs",
            "Milano",
            "In charge of corporate communications and corporate relations, sustainability, quality development, sustainable innovation",
            "Chief Quality Development and Innovation Officer",
            "Sep 2017 - Oct 2018 · 1 yr 2 mos",
            "Milano, Italia"
        ],
        [
            "Chief Reputational Risk Officer",
            "Ferrero",
            "Sep 2016 - Aug 2017 · 1 yr",
            "Luxembourg",
            "Head of worldwide reputational risk assessment, mitigation and management"
        ],
        [
            "Chief Sustainability Officer",
            "Moncler",
            "Jan 2015 - Aug 2016 · 1 yr 8 mos",
            "Milan Area, Italy"
        ],
        [
            "Senior Vice President Communications and Sustainability",
            "Costa Crociere S.p.A.",
            "May 2013 - Dec 2013 · 8 mos",
            "Genoa Area, Italy",
            "Direct report to the CEO, member of the Costa Group Management Committee\nAt global level responsible for:\n- rebuilding the company’s reputation\n- press office\n- internal communication\n- sponsorships\n- public relations \n- sustainability\n\nShe managed the media event linked to the parbuckling operation of the Costa Concordia (bringing 600 journalists from all over the world)."
        ],
        [
            "Head of Sustainability Unit",
            "Fiat Spa (Fiat-Chrysler Group)",
            "Feb 2008 - Apr 2013 · 5 yrs 3 mos",
            "Turin Area, Italy",
            "Second level report to the CEO, Sergio Marchionne.\nReports about Sustainability issues to the Board of Directors. Located in Turin (Italy). \n\nResponsible at global level, Chrysler Group included for:\nProcesses, group-wide strategy for sustainability and the cultural change linked to the integration of social and environmental issues in ordinary business processes;\nExternal communication in particular the Sustainability Report and the website; \nDefinition of the Sustainability Plan and coordination of projects;\nKPIs definition and monitoring process (500 KPIs monitored);\nRelations with rating agencies and SRIs (Socially Responsible Investors);\nRelations with NGOs and, for specific issues, with the European sector association.\n\nUnder her leadership, Fiat was admitted to the Dow Jones Sustainability Index World and Europe, the most prestigious sustainability equity indexes and  was awarded with the maximum score for the results in reducing carbon emissions (Carbon Performance Leadership Index). Moreover the shares held by Socially Responsible Investors reached the 9% of the free float of the company.\n\nIn Novembre 2011 she was appointed by the automotive magazine “Quattroruote” one of the 10 people of  the year for the successes she brought at Fiat in the field of sustainability\n\nIn 2010, she was appointed by the Council for the United States and Italy to the Young Leaders Council, a body that brings together emerging young leaders from various sectors."
        ]
    ],
    "posts": [
        {
            "post": "Q1 2024 GROUP REVENUES +16% cFX DRIVEN BY MONCLER BRAND UP 20% cFX. STRONG DOUBLE-DIGIT GROWTH IN THE DTC CHANNEL AT BOTH BRANDS. Remo Ruffini, Chairman and Chief Executive Officer of Moncler S.p.A., commented: \"Our Group delivered excellent results in the first quarter of the year. I am particularly satisfied with the very strong double-digit growth achieved in the core DTC channel by both our brands. But I am even prouder of the distinctive brand experiences we created over the past few months, building stronger and stronger connections with our communities. In St. Moritz we brought people from across the globe into the universe of Moncler Grenoble, bringing together high style and high performance, while further authenticating this unique brand dimension. Meanwhile, Stone Island unveiled its new brand manifesto, The Compass Inside, with a signature event in Milan, and launched a new global campaign featuring members of its cultural community. While I am very pleased with the results achieved during the first quarter and very confident in the strong potential of our brands, I am also conscious of the still volatile macroeconomic environment and of the normalisation trends in our sector, which require us to remain prudent and reactive in light of these ongoing uncertainties.\"Read more on https://lnkd.in/d5AHugg2",
            "comments": []
        },
        {
            "post": "🌟🌟🌟",
            "comments": []
        },
        {
            "post": "“We are the smallest of the big groups, and the biggest of the small ones,” says Remo Ruffini, founder, chairman and CEO of Moncler Group. And he plans to keep it that way.Ten years after Ruffini’s blockbuster listing of Moncler on the Milan stock exchange (its stock leapt 50 percent to value the company at €4 billion) the Italian industrialist is celebrating strong figures for 2023 and a market valuation that’s now approaching €20 billion ($22 billion).In its full-year 2023 figures reported Wednesday, Moncler Group revenues rose 17 percent to €3 billion, while its EBIT margin expanded slightly to 30 percent (second only to Hermès among listed luxury firms). Net cash stood at more than €1 billion.And despite a luxury market that has slowed dramatically following a post-pandemic surge, Moncler’s growth actually accelerated in the fourth quarter across regions. It’s a significant feat in a market Ruffini describes as “very volatile, very concerning.”The secret to Ruffini’s success? Frequent revolution is required to keep standing alone in a luxury arena dominated by bigger groups like LVMH and Kering, he says.Read the full interview by Rachel Sanderson.",
            "comments": []
        },
        {
            "post": "Always striving “not just doing new but doing better”",
            "comments": []
        },
        {
            "post": "The Moncler Grenoble season is here.A place where High Performance & High Style collides, pushing ourselves beyond performance.Featuring world champions such as Shaun White, Richard Permin; Perrine Lafont and Xuetong Cai.All this on the back of our first Moncler Grenoble store who just opened at St Moritz.More soon.hashtag#MonclerGrenoblehashtag#Moncler",
            "comments": []
        },
        {
            "post": "Thanks Remo Ruffini and all Moncler travel mates for this amazing journey together",
            "comments": []
        },
        {
            "post": "Proud to work for such an extraordinary Honorary Doctor of Arts",
            "comments": []
        },
        {
            "post": "❤️ together we stand",
            "comments": []
        },
        {
            "post": "🔴La situazione nelle province romagnole e nel bolognese è drammatica. In tanti in queste ore ci avete scritto per poter dare una mano e fare donazioni.Come Regione Emilia-Romagna abbiamo aperto un canale per raccogliere i fondi a favore delle persone e delle comunità coinvolte. Rendiconteremo tutto, come abbiamo fatto le precedenti raccolte fondi. Quanto raccolto e il suo utilizzo.Chiunque può versare un contributo utilizzando questo Iban IT69G0200802435000104428964Come causale indicate “ALLUVIONE EMILIA-ROMAGNA”.Il conto corrente è intestato all’Agenzia per la Sicurezza territoriale e la Protezione civile dell’Emilia-Romagna.Grazie a chiunque deciderà di donare, condividiamo il più possibile.Per donare dall’estero potete usare il codice Bic Swift: UNCRITM1OM01hashtag#emiliaromagna hashtag#maltempo",
            "comments": []
        },
        {
            "post": "🫶🏻",
            "comments": []
        }
    ]
}