{
    "name": "Gianmatteo Manghi",
    "subtitle": "CEO at Cisco Italy",
    "location": "Rome, Latium, Italy",
    "about": "CEO at Cisco Italy since April 2021, after several senior leadership positions in Cisco and other ICT companies, both in Italy and internationally.",
    "experiences": [
        [
            "Cisco",
            "24 yrs 5 mos",
            "CEO at Cisco Italy",
            "Full-time",
            "Apr 2021 - Present · 3 yrs 2 mos",
            "Director of Sales",
            "Full-time",
            "Oct 2013 - Mar 2021 · 7 yrs 6 mos",
            "Italia",
            "Director, Collaboration Solutions, South Europe",
            "Aug 2009 - Sep 2013 · 4 yrs 2 mos",
            "Rome Area, Italy"
        ],
        [
            "Member of General Council ANITEC-ASSINFORM",
            "ANITEC-ASSINFORM - Associazione italiana per Information Communication Technology",
            "Oct 2021 - Present · 2 yrs 8 mos"
        ],
        [
            "Member of the Board of Directors",
            "American Chamber of Commerce in Italy",
            "Jun 2021 - Present · 3 yrs"
        ],
        [
            "Sales Area Manager",
            "Ericsson",
            "Apr 1993 - Dec 1999 · 6 yrs 9 mos"
        ],
        [
            "Account Manager",
            "Digital Equipment Corporation",
            "Nov 1988 - Mar 1993 · 4 yrs 5 mos"
        ]
    ],
    "posts": [
        {
            "post": "What a week last week! Many meetings and memorable moments, like the audience with Pope Francis, just before the very important signing of the Rome Call for hashtag#AIEthics by Chuck Robbins together with Monsignor hashtag#VincenzoPaglia and Father Paolo Benanti. https://lnkd.in/ddkRzt2f Then the meeting with Comunità di Sant'Egidio, always very pleasant, where we confirmed our commitment for the Housing First and DREAM Sant'Egidio in Africa projects.We had also the wonderful opportunity to hold an All Hands Cisco Italy meeting with Mark Patterson, a unique moment of discussion and inspiration. During these two very intense days, we met, together with Chuck and Mark, many important Institutions and Customers, closing the day of April 24th with a fascinating visit in ROAD – Rome Advanced District, a consortium led by Eni, where we met Francesca Zarri, EVP of ENI, who told our CEO and the entire Cisco delegation about many innovative projects. Last but not least, we met the young engineers from Politecnico di Milano, who are working on hashtag#1000MAD, one of the largest autonomous driving projects we are collaborating on and gave us the exciting experience of a ride on a self-driving Maserati Cielo! hashtag#AI was discussed in every meeting, as it is a topic of utmost importance for Goverments and Businesses, both from a technology point of view and for ethical and responsibility aspects: this is what I talked about on Porta a Porta on April 23rd, together with several other experts. https://lnkd.in/dgtgEKfQ To make a long story short, an unforgettable week! Bruno Vespa hashtag#MarcoImpagliazzo Stefano Carmenati hashtag#FilippoSbrana, Silvia Tassarotti Jeff Campbell Agostino Santoni Francesco Benvenuto Enrico Mercadante Sergio M. Savaresi Maria Marcello",
            "comments": []
        },
        {
            "post": "Aderire alla Rome Call for hashtag#AIEthics è per noi un passo naturale, in quanto condividiamo e crediamo da sempre nei principi alla base di questo impegno: trasparenza, inclusione, responsabilità, imparzialità, affidabilità, sicurezza e privacy.  Siamo convinti che l’hashtag#AI sia uno strumento straordinario sia per lo sviluppo economico che sociale, ma allo stesso tempo deve essere utilizzata rispettando gli standard più elevati di trasparenza e responsabilità, perseguendo l’obiettivo di creare un futuro inclusivo per tutti.  Chuck Robbins Paolo Benanti hashtag#VincenzoPaglia Cisco https://lnkd.in/ddkRzt2f",
            "comments": []
        },
        {
            "post": "Dato preoccupante ma reale: il nuovo Cisco hashtag#Cybersecurity Readiness Index 2024 rivela che solo l’1% delle aziende italiane è veramente preparato ad affrontare le minacce informatiche di oggi. Se aggiungiamo che il 63% degli intervistati teme che un incidente cyber potrebbe di fatto interrompere le attività e il 38% dichiara di avere oltre dieci ruoli legati alla cybersecurity non coperti, possiamo renderci conto come le aziende siano esposte a un rischio elevatissimo.  È questo, dunque, il momento di agire, senza aspettare di essere attaccati, prendendo in considerazione soluzioni integrate, resilienti e semplici, mettendo in sicurezza tutti i dispositivi, incentivando la formazione delle nuove generazioni di esperti di cybersicurezza e accelerando gli investimenti.  Il report contiene dati molto interessanti: https://lnkd.in/db53Skqz",
            "comments": []
        },
        {
            "post": "🏃‍♀️🏃‍♂️ Quest'anno abbiamo rinnovato il nostro impegno all'insegna dello sport e della solidarietà partecipando alle emozionanti staffette di Roma e Milano - ACEA Run Rome e Wizz Air Milano Marathon 2024! 🏅 Insieme a SPORT SENZA FRONTIERE, abbiamo corso per una causa che ci sta a cuore: sostenere i campi Joy, una realtà estiva che incarna valori sociali fondamentali, promuovendo integrazione e inclusione attraverso lo sport per tante ragazze e tanti ragazzi. È stato bellissimo vedere Cisco rappresentata da 4 squadre a Roma e 7 squadre a Milano, con i nostri colleghi di Roma, Pisa e Milano.  Le staffette sono state molto più di una gara, sono un momento di unione, di condivisione e di supporto a una nobile causa. Congratulazioni ai nostri runner, agli organizzatori e a tutti coloro che hanno partecipato!  hashtag#WeAreCisco hashtag#MilanoMarathon hashtag#RomeMarathonDonatella Sanzone Giuseppe Viglialoro Agostino Santoni Eleonora Nardini patrick charretour Bruno Castoldi Stefano Drusian Marco Pellarin Massimo Tironi Sara Pensotti Demetrio Anghelone Gianna Li Calzi Alessandro Maretti Antonio Paciello Pierfrancesco BombardieriMauro Macchi Francesco Puleio Fabiano Locatelli Elisabetta Seggioli Mattia Micomonaco",
            "comments": []
        },
        {
            "post": "Essere al primo posto dei \"hashtag#BestWorkplaces Italia 2024\" ci rende felici e fieri. I nostri valori, la nostra cultura aziendale, le tantissime iniziative che con entusiasmo e impegno portiamo avanti e, soprattutto, le persone che ogni giorno “abitano” questa azienda e la rendono così unica sono le fondamenta di questo primo posto.  Un grande grazie va a tutte le persone di hashtag#CiscoItalia, questo riconoscimento è soprattutto loro: grazie per il vostro preziosissimo contributo nel rendere Cisco uno dei luoghi migliori in cui lavorare in Italia. E grazie a Great Place to Work® Italia!   hashtag#bestcompany hashtag#gptw hashtag#gptw4all hashtag#greatplacetoworkitalia hashtag#wearecisco",
            "comments": []
        },
        {
            "post": "Felice ed emozionato per aver partecipato alla cerimonia di battesimo e giuramento degli allievi del corso Eolo VI, 1^ classe dei Corsi Regolari dell’Accademia Aeronautica.È sempre un onore essere parte di un momento così importante e significativo per quelle ragazze e quei ragazzi che hanno scelto di dedicare il proprio futuro al nostro Paese e di abbracciare i valori fondanti delle forze armate: lealtà, coraggio e senso del dovere.  Grazie per il vostro impegno!Viva l’Aeronautica Militare, Viva l’Italia. Ministero della Difesa Aeronautica MilitareGuido Crosetto",
            "comments": []
        },
        {
            "post": "Ringraziamo i nostri Clienti e Partner con cui abbiamo trascorso due bellissime giornate a Villa Miani a Roma per condividere come Cisco sta trasformando le infrastrutture digitali attraverso piattaforme integrate, sicure, programmabili e potenziate dall’hashtag#AI. hashtag#CiscoNetworkingCloud è la visione strategica con cui abilitare la trasformazione digitale!  Grazie in particolare a David Mallen - Global IT Network Manager di Amplifon, eccellenza italiana presente in 26 paesi nel mondo, che ha condiviso la sua esperienza di trasformazione e semplificazione dell’IT con le soluzioni Cisco.  hashtag#SecureNetworking hashtag#AI hashtag#Meraki hashtag#CiscoCatalyst hashtag#CiscoNetworking",
            "comments": []
        },
        {
            "post": "Nasce una nuova era per i dati: Splunk è ufficialmente parte di Cisco. Cisco e Splunk, insieme, forniranno una proposta nuova ed unica che, come mai prima d’ora, consentirà piena visibilità in tutta l’infrastruttura digitale delle aziende e renderà le esperienze digitali più efficaci e soddisfacenti. Questo vuol dire soluzioni ancora più complete per la hashtag#sicurezza, l’hashtag#osservabilità e il hashtag#networking. Inoltre, un utilizzo sempre più avanzato dei dati sarà anche un elemento fondamentale per la qualità dell’hashtag#AI, consentendo alle aziende di ottenere risultati che prima erano irrealizzabili.  E si uniscono anche due gruppi di lavoro, talenti che saranno cruciali nell'aiutare le aziende italiane a diventare sempre più connesse e sempre più protette.",
            "comments": []
        },
        {
            "post": "Il prossimo 19 marzo, a Villa Miani a Roma, abbiamo organizzato un evento speciale, pensato e progettato specificatamente per i clienti: una giornata insieme alla scoperta di cosa Cisco può fare per rendere il lavoro dell’IT più sicuro e più semplice. ➡ https://lnkd.in/eF-G34yEPerché, quando si tratta di tecnologia, la semplicità è una delle caratteristiche più ricercate attualmente dalle aziende. Ed è proprio la semplificazione dell'esperienza nella gestione di tutte le operazioni IT il principio fondamentale della nostra visione Cisco Networking Cloud.  Una piattaforma unificata, integrata con la hashtag#Security e potenziata dall'hashtag#AI per semplificare le architetture, aumentare l'efficienza operativa e la resilienza, che fornisce alle organizzazioni strumenti innovativi per raggiungere i propri obiettivi di business. Vi aspettiamo!hashtag#SecureNetworking hashtag#AI hashtag#Meraki hashtag#CiscoCatalyst hashtag#CiscoNetworking",
            "comments": []
        },
        {
            "post": "Oggi ho avuto il piacere di visitare, presso il Tecnopolo di Bologna, il hashtag#supercomputer europeo Leonardo, ospitato e gestito da CINECA. Un esempio di hashtag#innovazione tutta italiana, uno dei supercomputer più potenti al mondo particolarmente performante per applicazioni in aree come l’intelligenza artificiale e la sostenibilità, la bioingegneria e i digital twins.  Una grande opportunità per il nostro Paese che, grazie all’innovazione sviluppata con Leonardo, potrà migliorare la competitività delle aziende e la qualità dei servizi erogati dalla Pubblica Amministrazione.  Grazie per questa esperienza unica!  hashtag#FrancescoUbertini Vincenzo Colla Regione Emilia-Romagna Paolo Capomasi",
            "comments": []
        }
    ]
}