{
    "name": "Michele Puccio",
    "subtitle": "Country Manager Italy at Arrow Electronics",
    "location": "Greater Bolzano Metropolitan Area",
    "about": "☛ My saying is that our future is in our mind.☛ I believe that we can change everything, we only need the right motivation.☛ Coaching is my passion and my focus is on Executive Coaching. ☛ My goal? Helping people to follow their scope.Quote: \"Così come un mare se fermo, sarebbe solo una grande e immensa pozzanghera, così un'azienda senza problemi, sarebbe un'entità prossima alla morte. L'esistenza senza doglie è un'esistenza che ha perso il desiderio di guardare in faccia l'anima.\"",
    "experiences": [
        [
            "Arrow Electronics",
            "10 yrs",
            "Country Manager Italy",
            "Full-time",
            "Jan 2021 to Present · 3 yrs 5 mos",
            "Bolzano, Trentino-Alto Adige, Italy",
            "Italy Sales Director",
            "Jul 2019 to Jan 2021 · 1 yr 7 mos",
            "Bolzano Area, Italy",
            "Sales & Marketing Director",
            "Mar 2019 to Jun 2019 · 4 mos",
            "Bolzano Area, Italy"
        ],
        [
            "Executive Coach",
            "Business Coaching Italia · Freelance",
            "Oct 2018 to Present · 5 yrs 8 mos",
            "Rome, Latium, Italy"
        ],
        [
            "Blogger",
            "Changers · Freelance",
            "Sep 2021 to Sep 2022 · 1 yr 1 mo",
            "Milan, Lombardy, Italy"
        ],
        [
            "Sales Director",
            "COMPUTERLINKS SPA",
            "Oct 2002 to May 2014 · 11 yrs 8 mos",
            "Bolzano",
            "Main responsabilites:\n- Own and hit/exceed annual sales targets within assigned territory and accounts\n- Develop and execute strategic plan to achieve sales targets and to expand the company’s customer base\n- Build and maintain strong, long-lasting customer relationships\n- Partner with customers to understand their business needs and objectives\n- Effectively communicate the value proposition through proposals and presentations\n- Understand category-specific landscapes and trends, reporting on the forces that shift tactical budgets and strategic direction of accounts\n- Maintains national sales staff job results by counseling and disciplining employees; planning, monitoring, and appraising job results\n- Motivating team members"
        ],
        [
            "Sales Representative",
            "DeltaDator",
            "Sep 2001 to Oct 2002 · 1 yr 2 mos",
            "Bolzano",
            "Main responsibilities:\n- Generate sales for a portfolio of accounts and reach the company's sales target (focus on CRM, ERP and Workflow applications)\n- Identify new sales opportunities within existing accounts to remain a client-account manager - relationship by up-selling and cross-selling\n- Manage and solve conflicts with clients\n- Interact and coordinate with the sales team and other staff members in other departments working on the same account\n- Establish budgets with the client and company\n- Meet time deadlines for accounts"
        ]
    ],
    "posts": [
        {
            "post": "Far business è uno scambio di energie e lo sport è un attivatore di queste. Mi piace coniugare il business con lo sport perché quest’ultimo è una piccola e al tempo stesso grande metafora di tutto ciò che accade nelle nostre aziende.Un grazie ai clienti e ad hashtag#Oracle per la vostra presenza e nel caso specifico, per aver lottato su ogni punto 😉.Fabio Sanginesi Mauro Carboniero Valentina Pulice Gianluca Sensalari",
            "comments": []
        },
        {
            "post": "Oggi ho avuto l’opportunità di vedere all’Envision hashtag#AI di hashtag#Microsoft delle nuove demo sui nuovi sviluppi di hashtag#Copilot e vorrei davvero suggerirvi di approfittare degli eventi, dei webinar o delle mille opportunità che offre il mercato per prendervi del tempo per scoprire i mille casi d’uso dell’intelligenza artificiale. L’evoluzione è talmente galoppante che più che il potenziale dell’AI, penso che il rischio sia quello che nell’imminente futuro, non ci si accendano le giuste lampadine 💡 su come poterne trarre tutto il vantaggio.Valentina Pulice Sara Anselmi Maria Carla Magno Francesco Corazza Ivan Borrelli",
            "comments": []
        },
        {
            "post": "Voglio iniziare questa settimana non con un mio post, ma ripostando questo contributo perché lo trovo potentissimo!Se siete dei CEO o aspiranti CEO, questo video fa decisamente al caso vostro, ritagliatevi il tempo per guardo con calma.hashtag#ExecutiveCoaching hashtag#BusinessCounseling",
            "comments": []
        },
        {
            "post": "Un nuovo traguardo raggiunto hashtag#OracleFabio Sanginesi Valentina Pulice Mauro Carboniero",
            "comments": []
        },
        {
            "post": "Sai cos’è il rischio “stratificazione” per un’azienda? Se sei interessato a capire se anche la tua azienda sta correndo questo rischio, questo articolo fa per te.hashtag#ExecutiveCoaching hashtag#BusinessCounseling",
            "comments": []
        },
        {
            "post": "hashtag#CloudHealth si aggiunge al nostro portfolio prodotti ed hashtag#ArrowSphere sarà la piattaforma attraverso cui veicoleremo la soluzione.Benvenuti a bordo!",
            "comments": []
        },
        {
            "post": "L’offerta di servizi gestiti include un altro nostro vendor strategico hashtag#NetApp.Se sei un partner NetApp e sei interessato a posizionarti in maniera diversa dai tuoi competitor, questo post potrebbe fare al caso tuo.",
            "comments": []
        },
        {
            "post": "Sei interessato a leggere quali sono le ultimissime teorie sulla produttività e cos’è la tecnica hashtag#NICE per fissare i tuoi obiettivi? Allora questo articolo fa per te.hashtag#ExecutiveCoaching hashtag#BusinessCounseling",
            "comments": []
        },
        {
            "post": "Se sei interessato a mettere a confronto i diversi framework di vendita, quest'articolo fa al caso tuo.hashtag#ExecutiveCoaching hashtag#BusinessCounseling hashtag#SalesFramework",
            "comments": []
        },
        {
            "post": "Gli appuntamenti mensili con le video pillole si OpenText Cybersecurity continuano!In questo 2° episodio del 13 maggio, protagoniste saranno le soluzioni hashtag#Data hashtag#Privacy di Opentext Cybersecurity per garantire un’adeguata gestione dei dati personali.Partecipa agli appuntamenti mensili organizzati per approfondire questi e altri argomenti insieme agli specialisti del team italiano 👉 http://arw.li/6046wSYqm",
            "comments": []
        }
    ]
}