{
    "name": "Massimiliano Mannino",
    "subtitle": "VP global Marketing & Customer Innovation, Shell Energy",
    "location": "Italy",
    "about": "Experienced Marketing Manager with a demonstrated history of working in the oil & energy industry. Strong operations professional skilled in Negotiation, Energy, Business Planning, and Analytical Skills.",
    "experiences": [
        [
            "Shell",
            "16 yrs 1 mo",
            "VP Marketing & Customer Innovations, Shell Energy",
            "Apr 2023 - Present · 1 yr 2 mos",
            "Shell Energy, Italy Country manager",
            "May 2019 - Apr 2023 · 4 yrs",
            "Shell Energy Europe",
            "Shell Energy Europe provides your business with high value solutions for energy assets and commodities, including natural gas, power and CO2.",
            "European Marketing Manager, Shell Energy Europe",
            "Dec 2014 - May 2019 · 4 yrs 6 mos",
            "www.shell.com/see"
        ],
        [
            "Business Development",
            "Shell",
            "Jan 2006 - Feb 2008 · 2 yrs 2 mos"
        ],
        [
            "Pricing and Tariffs",
            "Italgas (ENI Group)",
            "Oct 2002 - Dec 2005 · 3 yrs 3 mos"
        ],
        [
            "Automotive pricing researcher",
            "Centro Ricerche Fiat",
            "Sep 2001 - Sep 2002 · 1 yr 1 mo"
        ]
    ],
    "posts": [
        {
            "post": "Meeting with our fantastic team in Houston at Shell Energy Stadium",
            "comments": []
        },
        {
            "post": "Dal 5 all’8 Settembre saremo presenti a una delle più importanti fiere sul mondo dell’energia a livello globale che quest'anno si terrà a Milano (Fiera) . Vieni a trovarci allo stand Shell! hashtag#energia hashtag#gastech2022 hashtag#gastech",
            "comments": []
        },
        {
            "post": "Ecco a voi qualche foto dell’evento organizzato da noi di @ShellEnergy al MUDEC, per i nostri consulenti. Sono passati più di tre anni e una pandemia, ma finalmente siamo tornati a vederci faccia a faccia. Molte cose sono cambiate e tante nuove persone sono entrate a far parte di @shell_energy  (in primis il sottoscritto), per questo penso che il contatto umano sia molto importante per costruire nuovi legami e rinsaldare quelli di vecchia data.La conferenza tenutasi presso l’Auditorium è stato un momento importante per fare un punto della situazione, sia per quanto riguarda la nostra offerta, sia sull’evoluzione del mercato energetico e dei relativi cambiamenti legislativi. Su questi ultimi due punti un ringraziamento particolare va a Claudia Checchi e Lorenzo Parola, che hanno saputo dare un grosso contributo all'evento. Infine la cornice del Mudec ha reso il tutto molto memorabile.hashtag#mudec hashtag#energytransition hashtag#shell_energy hashtag#renewableenergy hashtag#decarbonizzazione hashtag#transizioneEnergetica",
            "comments": []
        },
        {
            "post": "La strada per arrivare a una completa decarbonizzazione è ancora lunga e il lavoro da fare ancora tanto. Ogni giorno però facciamo passi avanti: la scorsa settimana abbiamo annunciato l’accordo con cui Air Liquide a partire dal 2023 acquisterà 52 GWh di energia all'anno dal portafoglio di impianti solari di Shell in Italia, evitando l’emissione di quasi 24.000 tonnellate di CO2 ogni anno.  Di questo ed altri interessanti argomenti parleremo meglio, anzi, parleranno meglio Francesco Italia e Andrea Riccardi nei post con cui ci affacceremo nella vostra homepage nelle prossime settimane. Ciò che però mi preme sottolineare è che accordi come quello con Air Liquide mostrano chiaramente che la hashtag#TransizioneEnergetica si può gestire solo insieme: attraverso hashtag#partnership tra società, politica e industria. Noi di Shell Energy vogliamo supportarvi per ridurre significativamente le vostre emissioni di CO2 nei prossimi anni. Aspetto un vostro messaggio in chat 😊 o a questo link: https://lnkd.in/eYcBP7pF",
            "comments": []
        },
        {
            "post": "The Board of Shell announced today its intention to exit equity partnerships held with Gazprom entities. CEO Ben van Beurden said: “We are shocked by the loss of life in Ukraine, which we deplore, resulting from a senseless act of military aggression which threatens European security”. “Our decision to exit is one we take with conviction. We cannot – and we will not – stand by.  Our immediate focus is the safety of our people in Ukraine and supporting our people in Russia.  In discussion with governments around the world, we will also work through the detailed business implications, including the importance of secure energy supplies to Europe and other markets, in compliance with relevant sanctions.”More details about the steps we are taking here: https://lnkd.in/eqt84A_J",
            "comments": []
        },
        {
            "post": "🥳",
            "comments": []
        },
        {
            "post": "I am recruiting in my team! A key role within our Renewables and Energy Solutions business in Europe to drive strategy execution and portfolio management. Become part of a success growth story at the core of Energy Transition. Based in London or The Hague. More information and how to apply in the link below. hashtag#hiring hashtag#energytransition hashtag#renewables hashtag#renewablepower",
            "comments": []
        },
        {
            "post": "I percorsi di decarbonizzazione sono molteplici e con una diversa applicabilità a ciascuna realtà industriale e aziendale. Ne parlerò martedì prossimo a ‘Empower The Future’, l’evento dedicato organizzato da Forbes Italia",
            "comments": []
        },
        {
            "post": "Ringrazio gli amici di KICKSTER per avermi dato l’opportunità di parlare della decarbonizzazione del settore industriale!",
            "comments": []
        },
        {
            "post": "Ad aprile dello scorso anno, Shell ha annunciato l'ambizione di essere un business a zero emissioni nette al 2050 (or sooner!). Una delle leve fondamentali per riuscire nel nostro intento è lavorare con i nostri clienti aiutandoli nel loro percorso di decarbonizzazione. Oggi Shell annuncia un accordo per la fornitura ad Amazon di elettricità rinnovabile da impianti offshore in Olanda. Questo accordo permetterà a entrambe le compagnie di compiere un forte passo in avanti verso i rispettivi obiettivi di decarbonizzazione. Anche in Italia lavoriamo ogni giorno con i nostri clienti industriali e commerciali per un'energia sostenibile. Questo aspetto del mio lavoro è quello che mi piace di più! :D hashtag#netzero",
            "comments": []
        }
    ]
}