{
    "name": "Martino Caroli",
    "subtitle": "CFO Cluster Italy and Board Member at DB Schenker",
    "location": "Milan, Lombardy, Italy",
    "about": "Accomplished, forward-thinking Chief Financial Officer (CFO) with wide experience and technical know-how in Finance / Accounting / Controlling.Deep knowledge of the forwarding and logistics industry, gained in the last 20 years, with 10+ years spent as CFO of a company which progressed to 1+ billion-eur turnover and 1.500+ employees, with strong Reporting line to the regional CFO Europe.Leading a successful finance team to execute corporate tasks, develop and implement efficient and effective local financial and operational strategies in order to foster profitable growth and value creation.Working closely with the CEO and the senior leadership team of the BUs / FUs to identify opportunities and drive initiatives, providing business and financial insights, offering perspectives.Results driven, used to work in a large international environment and lead multifunctional teams, managing complex financial projects (including transformation). Constant aim to improve efficiency and quality with track record in successful change management and capability building.Broad scope of authority which includes executive guidance for the areas (BU/Investment/Cost) Controlling/Reporting, Accounting, Internal Control/Audit, Credit Management, Core Treasury, Procurement (indirect spent), Real Estate and Facility Management, Legal and Risk Management, Claims and Insurances.",
    "experiences": [
        [
            "Schenker Italiana S.p.A.",
            "Full-time · 20 yrs 8 mos",
            "Peschiera Borromeo, Lombardia, Italia · On-site",
            "CFO Cluster Italy",
            "Oct 2012 - Present · 11 yrs 8 mos",
            "Member of the Board of Directors",
            "Jun 2013 - Present · 11 yrs",
            "Head of Controlling",
            "Jan 2008 - Sep 2012 · 4 yrs 9 mos"
        ]
    ],
    "posts": [
        {
            "post": "We, at DB Schenker, have been making high contributions to the DB Group's results for years. With an operating profit of 1.1 billion euros and a revenue of 19.1 billion euros, we remain a reliable profit generator.We will therefore stay the course, build on what we have achieved so far, and complete the future-proofing of our company. This way, we will enable DB SCHENKER to participate in the excellent growth prospects the logistics market continues to offer. ​hashtag#annualresults hashtag#DBSCHENKER hashtag#logisticsindustry",
            "comments": []
        },
        {
            "post": "HAPPY NEW YEAR - we are gearing up for a “Freight”ful 2024! Thank you to our employees, customers, and partners for their incredible support in 2023, which has been the key to our success. As the new year begins, we would like to wish you and your families joy, health, and success – may the coming year bring you endless opportunities and moments of happiness. Cheers to the journey ahead! 🎊hashtag#happynewyear hashtag#opportunities hashtag#joy hashtag#health hashtag#success hashtag#logistics hashtag#DBSCHENKER",
            "comments": []
        },
        {
            "post": "Santa spotted #17: Your very own plane for your extraordinary needs ✈️If Santa had to deliver a special Christmas present, he would certainly opt for it! With DB SCHENKER | aircraft charter services, we offer a swift and adaptable charter option for air freight that ensures your cargo reaches its destination in record time. This is  the ideal solution for those special time-sensitive requirements, especially during the Christmas season. 🎁🎄🌟hashtag#DBSchenker hashtag#SantaSpotted hashtag#HolidayCountdown hashtag#AirFreight",
            "comments": []
        },
        {
            "post": "Da sempre ci impegniamo per rendere i nostri trasporti su strada sempre più sostenibili, per questo motivo stiamo lavorando ad una flotta di mezzi green!Ogni azione conta: insieme possiamo costruire un futuro migliore per l’ambiente.hashtag#DBSchenker hashtag#GreenLogistics hashtag#LandTransport",
            "comments": []
        },
        {
            "post": "hashtag#HalfYearResults hashtag#DBSCHENKER In the first half of 2023 we delivered a revenue of 10,080 million € and an EBIT of 626 million € - that’s well above the results prior to Covid.Want to find out more? Click here: https://lnkd.in/eX9nwX3f",
            "comments": []
        },
        {
            "post": "hashtag#HalfYearResults hashtag#DBSCHENKER In the first half of 2023 we delivered a revenue of 10,080 million € and an EBIT of 626 million € - that’s well above the results prior to Covid.Want to find out more? Click here: https://lnkd.in/eX9nwX3f",
            "comments": []
        },
        {
            "post": "hashtag#HalfYearResults hashtag#DBSCHENKER \"In the first half of 2023 we delivered a revenue of 10,080 million € and an EBIT of 626 million € - that’s well above the results prior to Covid.\" Jakob Wegge-Larsen, CFO at DB SCHENKERWant to find out more? Click here: https://bit.ly/3O9OaS6",
            "comments": []
        },
        {
            "post": "Il 17 gennaio 1963 nasceva in via Valtellina, a Milano, un piccolo ufficio di rappresentanza del gruppo Schenker. Quella piccola realtà è poi cresciuta fino a diventare, 60 anni dopo, un’azienda di primaria importanza nei trasporti e nella logistica con 37 filiali e oltre 1500 dipendenti.Grazie alla professionalità dei nostri dipendenti e alla fiducia di clienti e partner, celebriamo oggi questo anniversario e questo traguardo, certi di raggiungere ancora nei prossimi anni numerosi successi – insieme.Buon 60° compleanno Schenker Italiana! hashtag#dbschenkeritaly hashtag#60yearanniversary",
            "comments": []
        },
        {
            "post": "It was an exceptional year celebrating the 150th hashtag#anniversary of DB Schenker. As the final sprint of #2022 quickly comes to an end, we reflect on the challenging times had in the hashtag#logistics industry. Yet we also acknowledge the hashtag#passion and the hashtag#reliability of the over 76,100 colleagues and the great successes achieved. The following video is a hashtag#thankyou to all employees, customers, partners, and everyone that helped make this hashtag#jubilee year special.",
            "comments": []
        },
        {
            "post": "Prologis Italia e DB Schenker hanno oggi firmato il contratto di locazione definitivo per il nuovo immobile logistico DC14 realizzato presso l’Interporto di Bologna. L’edificio build-to-suit, di ca. 13.700 metri quadrati, è stato realizzato in 9 mesi nel pieno rispetto delle tempistiche concordate e del budget. Il nuovo immobile è stato realizzato con tecnologie sostenibili con rating BREEAM “Very Good” e si caratterizza per la realizzazione di pavimentazioni “jointless” e l’uso di travi in legno lamellare. Queste hanno permesso la realizzazione di un'unica campata da 42 metri di profondità senza pilastri intermedi, dando così vita ad una vasta area cross-dock di 7.200 metri quadrati di superficie con altezza 7,5 metri sotto trave dove la movimentazione delle merci risulta estremamente agevole. L’immobile è completato da un secondo comparto di 3.500 metri quadrati per lo stoccaggio delle merci con altezza di 11 metri sotto trave e dalla palazzina uffici di 3 piani.Nella sua parte esterna l’immobile è dotato di 90 porte di carico e di piazzali di manovra per i mezzi particolarmente ampi, con una profondità di 40 metri. L’immobile realizzato per DB Schenker con il general contractor Eng2k, segna il ritorno di Prologis Italia allo sviluppo dopo 7 anni.",
            "comments": []
        }
    ]
}