{
    "name": "Emilia Trudu",
    "subtitle": "CFO I Executive Leadership Team I Key Manager I Strategic Planning & Control | Investor Relations | M&A | Executive MBA SDAB",
    "location": "Milan, Lombardy, Italy",
    "about": "Passionate leader and great team player with excellent interpersonal skills. Powerful and assertive woman and mother.",
    "experiences": [
        [
            "INWIT S.p.A.",
            "Full-time · 1 yr 8 mos",
            "CFO",
            "Mar 2023 - Present · 1 yr 3 mos",
            "Milano",
            "Head of Planning & Control",
            "Oct 2022 - Mar 2023 · 6 mos",
            "Milano, Lombardia, Italia"
        ],
        [
            "Group Planning & Control Director",
            "Italiaonline",
            "Mar 2021 - Oct 2022 · 1 yr 8 mos"
        ],
        [
            "Group Planning & Control and IR Director",
            "Il Sole 24 Ore",
            "May 2017 - Mar 2021 · 3 yrs 11 mos",
            "Milano, Italia"
        ],
        [
            "Planning Consumer Fixed Manager",
            "Vodafone",
            "Jun 2016 - Apr 2017 · 11 mos",
            "Milano, Italia"
        ],
        [
            "Amplifon",
            "8 yrs 5 mos",
            "Milan Area, Italy",
            "Group Planning & Control Director",
            "May 2015 - Jun 2016 · 1 yr 2 mos",
            "Investor Relations & Corporate Communication Director",
            "Jan 2014 - Oct 2015 · 1 yr 10 mos",
            "Investor Relations and Corporate Communication Manager",
            "Jan 2010 - Dec 2013 · 4 yrs"
        ]
    ],
    "posts": [
        {
            "post": "📅 Vi aspetto al 1° hashtag#INWIT hashtag#SustainabilityDay il 13/5 h.  11 nella sede dell'Associazione Civita a Roma.Avrò l'onore di moderare il dibattito su hashtag#infrastrutture hashtag#digitali e hashtag#condivise e hashtag#sostenibilità con Diego Galli INWIT S.p.A., hashtag#GianniLetta, Livio Gigliuto Istituto Piepoli, Lavinia Spingardi Sky Italia, hashtag#DariaPerrotta Fondo per la Repubblica Digitale e Ministero dell'Economia e delle Finanze, Laura Cavatorta, Monica Lucarelli Roma Capitale,Salvatore Deidda Camera dei deputati,Adolfo Urso Ministry of Enterprises and Made in Italy.Piazza Venezia 11, Roma e in streaming sul nostro sito webQui per info, registrazione e streaming➡️ https://lnkd.in/d_7tM598hashtag#INWIT4sustainabilityhashtag#savethedate hashtag#INWIT4Sustainability hashtag#INWIT4Innovation hashtag#SharingConnections hashtag#tlc hashtag#digitalinfrastracture hashtag#Sustainability hashtag#ESG hashtag#INWITsiamoNoiEmanuele Cardinale Alessia Albani Simonetta Giordani Sarah Cantarella Edoardo Cabras Arianna Fioravanti Maria Gentile Poggi Stefano De Nicolo' Fiammetta Del Mancino Stefania Pensabene Antonio Enrico Agovino Andrea Mondo Lucio Golinelli Gabriele Abbagnara Salvatore Lo Giudice Emilia Trudu Fabio Ruffini Donatella Colantoni Raffaella Capuzzi Graziano Bini 💡 Giulia Baronci Nicoletta Tavella Giulia Grispo Adriano Calabrò",
            "comments": []
        },
        {
            "post": "Another leap forward on our path to sustainable success, reaffirming our unwavering dedication to fostering long-term value for the community and all our stakeholders. hashtag#Passion4Results hashtag#ShapingTheFuturehashtag#INWIT4Innovation hashtag#SharingConnections hashtag#INWIT4Sustainability hashtag#tlc hashtag#BilancioIntegrato hashtag#InfrastruttureDigitali hashtag#INWITValues",
            "comments": []
        },
        {
            "post": "Following a warm welcome from Dean Stefano Caselli, Associate Dean Enzo Baglieri and Recruiting Coordinator Giorgia Bava attendees of our MBAs Open Day immersed themselves in the transformative experience of SDA Bocconi’s MBA Programs.Insights into our Full-Time hashtag#MBA, hashtag#EMBA, and hashtag#GEMBA programs were shared by Program Directors, guiding participants in finding the ideal match for their career aspirations. Huge thanks to our dedicated teams, students, alums, and all who contributed to making this day truly special!Our Recruiting Team stands ready to provide personalized guidance even after the event, be it on-campus or remotely, helping you choose the program that best fits your goals. Seize this invaluable opportunity! Discover our MBAs: https://lnkd.in/dM2fHSzEhashtag#SDABocconi hashtag#SDABocconiROMA hashtag#OpenDay hashtag#MBA hashtag#businessschool hashtag#executiveeducation hashtag#master hashtag#executive hashtag#emba hashtag#gemba hashtag#globalmba hashtag#executivemaster hashtag#formazionemanageriale hashtag#future hashtag#learningexperience Renata Trinca Colonel Valentina Mardegan Marco Morelli Emilia Trudu Simone Lolla Stefano Pogutz Ferdinando Pennarola Fabrice Charlot Julia Shoop, MBA Cesare Biggiogera Alfredo LLovet Rodríguez Emilia Gagliano Candela",
            "comments": []
        },
        {
            "post": "E’ con grande orgoglio e forte senso di appartenenza che sono tornata stamattina nelle aule di SDA Bocconi per raccontare come l’EMBA abbia rappresentato per me un acceleratore di crescita, personale e professionale, affinando e potenziando le mie competenze manageriali e preparandomi a navigare con maestria le sempre più complesse sfide del business moderno.Ed è stato un enorme piacere ritrovare alcuni compagni di viaggio, con cui ho avuto il privilegio di condividere un’esperienza trasformativa ed uno splendido percorso.Grazie Renata Trinca Colonel Enzo Baglieri Chiara Robecchi Giorgia Bava per l’invito e il confronto, sempre arricchente, con i futuri EMBA! hashtag#sdabocconi hashtag#SchoolOfManagement hashtag#neverstoplearning hashtag#EMBA21",
            "comments": []
        },
        {
            "post": "Our portfolio company INWIT S.p.A., one of Italy’s leading tower operators, is entering a transformative 15-year partnership with Fiera Milano SpA, a prominent Italian exhibition leader. Together, they’re set to revolutionize the exhibition centers of Rho and Milan into vibrant ‘Smart Cities.’  Over the next 15 years, INWIT will spearhead the management and technological development of the telecommunications infrastructure in the exhibition centers. INWIT aims to ensure seamless connectivity, including hashtag#5G, for exhibitors and visitors alike.  We are proud to support our portfolio company in this strategic collaboration, highlighting its commitment to driving innovation and fostering digital infrastructure growth through shared digital ecosystems.  Read more here → https://bit.ly/3TvrVsp hashtag#Telecommunications hashtag#DigitalTransformation hashtag#SmartCity hashtag#Milan hashtag#ArdianInfrastrucutre",
            "comments": []
        },
        {
            "post": "INWIT contribuisce alla trasformazione digitale del Paese e delle nostre vite non solo con le sue 24 mila torri al servizio degli Operatori Mobili italini, ma anche con soluzioni di coperture indoor in grado di portare il segnale 4G e 5G in location che vanno dagli stadi e grandi musei fino alla piccola filiale di banca, con soluzioni dedicate ad alta efficienza, sicure ed a minimo impatto visivo.Oltre l'80% del traffico delle reti mobili è generato in indoor e, in particolari contesti, la copertura della rete macrocellulare esterna - seppur in continuo miglioramento - non è in grado di offrire un servizio ottimale: in questi casi le soluzioni di copertura indoor costituiscono la migliore soluzione di cui INWIT può offrire la sua eccellenza nella progettazione, realizzazione e manutenzione con i migliori prodotti presenti sul mercato.Come le torri, anche le soluzioni indoor sono infrastruttura digitali condivise, in grado di migliorare il segnale di tutti gli operatori e quindi intrinsecamente sostenibili.",
            "comments": []
        },
        {
            "post": "🎙️\"hashtag#INWIT, hashtag#investimenti per 800 milioni\". Su Il Sole 24 Ore l'hashtag#intervista di Andrea Biondi a Diego Galli, DG INWIT S.p.A. sui hashtag#risultati FY 2023 e sul hashtag#PianoIndustriale 2024-2026.“Si conferma la hashtag#resilienza di INWIT come abilitatore di efficienza per i hashtag#clienti: continuiamo ad investire in hashtag#infrastrutture hashtag#digitali e hashtag#condivise”\"Sotto il profilo industriale, nel 2023 INWIT ha realizzato 905 nuove hashtag#torri. Entro il 2026 il piano prevede l’aggiunta di 2mila nuovi siti ai 24mila esistenti (per un totale di 26mila a fine piano) e circa 500 coperture indoor hashtag#DAS alle 450 già attive, in linea con le esigenze di una hyper connected society che si basa su infrastrutture digitali e condivise passive efficienti\".hashtag#SharingConnections hashtag#INWITsiamoNoi hashtag#TowerAsaService hashtag#Sole24Ore hashtag#interview hashtag#DiegoGalli hashtag#crescita hashtag#sviluppoAndrea Mondo Lucio Golinelli Gabriele Abbagnara Salvatore Lo Giudice Emilia Trudu Fabio Ruffini Donatella Colantoni Alessandro Pirovano (CIA-CPA-CFE) Christine Landrevot Pietro Guindani Antonio Corda Rosario Mazza Dina Ravera Francesco Valsecchi Sonia Hernandez Quentin LE CLOAREC Laura Cavatorta Oscar Cicchetti Stefania Bariatti Francesca D'Intino Adriano Calabrò Antonio Enrico Agovino Raffaella Capuzzi Giulia Baronci Nicoletta Tavella Stefania Pensabene Arianna Fioravanti Maria Gentile Poggi Stefano De Nicolo' Sarah Cantarella Edoardo Cabras Emanuele Cardinale Alessia Albani",
            "comments": []
        }
    ]
}