{
    "name": "Riccardo Bartola",
    "subtitle": "Chief Marketing Officer",
    "location": "Italy",
    "about": "",
    "experiences": [
        [
            "Snaitech",
            "7 yrs 7 mos",
            "Chief Marketing Officer",
            "Full-time",
            "Oct 2023 to Present · 8 mos",
            "Milano, Lombardia, Italia · On-site",
            "Marketing Director",
            "Nov 2016 to Oct 2023 · 7 yrs",
            "Milano, Italia"
        ],
        [
            "Marketing Director",
            "iZiplay",
            "Oct 2013 to Oct 2023 · 10 yrs 1 mo",
            "Milano/Roma",
            "I'm in charge of  the marketing activities both for Corporate (Cogetech) and our B2C Brand (iZiplay). I'm responsible for facilitating growth, sales and marketing strategy and for the coordination of the marketing departments (6 people) across Rome and Milan. I have substantially improved my managing and negotiating skills even in sponsorship activities at the highest level.\nI have also worked to establish a brand-new marketing and communication department. \nI'm still working to reinforce the company culture in a changing organization. Direct report to CEO."
        ],
        [
            "Direttore Creativo",
            "plan.net",
            "Jul 2010 to Oct 2013 · 3 yrs 4 mos",
            "Gestione del reparto creativo (8 persone), definizione della strategia creativa, supervisione creativa, art direction. Presentazione ai clienti della strategia creativa e dei progetti. \n\nDopo 20 anni di esperienza in pubblicità posso affermare di essere un \"presentatore di idee\"\ndavvero... presentabile. Con un mix di tecniche apprese negli anni e una naturale predisposizione \na entrare in sintonia con le persone."
        ],
        [
            "Direttore Creativo",
            "Profero",
            "Jul 2010 to Feb 2012 · 1 yr 8 mos",
            "L'ingresso in Profero ha significato molto per me. Pur non essendo un Digital Native ho sempre avuto un'immenso interesse per le nuove tecnologie, per i nuovi linguaggi. \nDiventare direttore creativo di un branco di smanettoni assatanati mi ha aperto a un mondo di nuove opportunità. Sono riuscito a portare con me, come un bagaglio, la mia cultura \ne la mia passione, che spero abbiano contribuito a completare l'esperienza delle 10 persone con cui ho lavorato. IKEA è stato un cliente da cui ho imparato tantissimo, in particolare la straordinaria \"Marketing Attitude\"."
        ],
        [
            "Direttore Creativo",
            "DraftFCB",
            "Jan 2006 to Jul 2010 · 4 yrs 7 mos",
            "Since year 2002 to 2010 i've been working as a creative director, leading a group of 7 people.\nIn DraftFcb i had the chance to work with a lot of great professionals.\nI also gave my contribution on one of the best marketing campaign i've ever seen:\nthe italian launch of the Nectar Card. I was fully in charge of the \"Design Direction\", one of the \nkey success factors on the pitch."
        ]
    ],
    "posts": [
        {
            "post": "In occasione del hashtag#MatchSponsor di hashtag#snaifun per l’incontro di hashtag#SerieA Milan-Lecce, alcuni nostri colleghi hanno avuto l’opportunità di viaggiare verso Milano per assistere alla gara e partecipare ad alcune attività esclusive all’interno dello Stadio San Siro.Questo è  il secondo hashtag#eventosportivo della campagna aziendale “Non è un sogno, è il sogno”che permette ad alcuni hashtag#colleghi estratti di partecipare a match emozionanti ed  esperienze uniche. L’accesso a bordo campo per vedere il riscaldamento, una partita sensazionale vista dalla Tribuna Rossa e il Meet&Greet post-partita  con alcuni dei calciatori, hanno trasportato i nostri appassionati sportivi in un vero e proprio pomeriggio da sogno.Grazie hashtag#acmilan ❤️🖤hashtag#Snaitech hashtag#acMilan hashtag#SerieA hashtag#ilsogno",
            "comments": []
        },
        {
            "post": "Tanti complimenti a Dude e a Heinz, per avere scovato una storia di grande passione. Un’emozione nascosta dentro quello che sembrava solo un panino.",
            "comments": []
        },
        {
            "post": "AI Talk: A Conversation Between Elon Musk and Steve Jobs• Connect with Vedang R. Vatsa FRSA• Job Feed: https://t.me/web3hiring• Web3 Jobs: https://lnkd.in/g7PWG56q• Web3 Crash Courses: https://lnkd.in/dxmCVmwVIn this video, two of the most influential tech titans of our time, Elon Musk and Steve Jobs, engage in a fascinating conversation about the future of artificial intelligence. Musk is a vocal critic of AI, while Jobs is more optimistic about its potential. The two men debate whether AI can ever truly be intelligent and whether it threatens humanity.The conversation is both philosophical and witty, and it offers a unique perspective on one of the most critical issues of our time. It is a must-watch for anyone interested in the future of AI.hashtag#technology hashtag#creativity hashtag#success hashtag#motivation hashtag#artificialintelligence",
            "comments": []
        },
        {
            "post": "guido degl'innocenti hashtag#Applausi Grazie di saper hashtag#RendereIlLavoroDivertente",
            "comments": []
        },
        {
            "post": "Snaitech is hiring. Join our Team.",
            "comments": []
        },
        {
            "post": "We are hiring. Questo è il primo dato da prendere in considerazione. Join our team.",
            "comments": []
        },
        {
            "post": "FenômenoPhenomenon",
            "comments": []
        },
        {
            "post": "AAA squadra cercasi. Che bello vedere un giocatore che si propone su Linkedin.",
            "comments": []
        },
        {
            "post": "Belle cose.",
            "comments": []
        },
        {
            "post": "Great.",
            "comments": []
        },
        {
            "post": "Storia.",
            "comments": []
        }
    ]
}