{
    "name": "Giuseppe Mazzara",
    "subtitle": "Marketing Communication & CRM Director presso Kia Italia",
    "location": "Milan, Lombardy, Italy",
    "about": "My main task is to support the growth and profitability of my company, leading my team with always the customer/prospect as a main focus.  Stimulate a game changer approach based on daily innovations",
    "experiences": [
        [
            "Kia Motors Italia",
            "12 yrs",
            "Marketing Communication and CRM Director",
            "Full-time",
            "Apr 2020 - Present 路 4 yrs 2 mos",
            "Milano, Lombardia, Italia",
            "Marketing Communication & PR Director",
            "May 2015 - Apr 2020 路 5 yrs",
            "I'm proven creative executive and strong leader focus on hard working. \nI leverage on concreate marketing principles and entrepreneurial spirit with excellent brand and marketing communication experience as well as a deep network of public relations, sociali media influencers and event organizers \n\nOn my side:\n- Proven skills to lead and motivate my team \n- Master on strategic planning with detail ROI report\n- Proactive on digital world \n- Passionate on creating branded contents and storytelling activations \n- Target to maximize customers experiences\n-  Always in gear to achieve company results",
            "Quattroruote academy",
            "Kia Italy marketing strategy explained during the Quattoruote Academy, the event organized by Quattoruote for the new young talent",
            "Marketing, Communication & PR Manager",
            "Jun 2012 - May 2015 路 3 yrs",
            "Milan"
        ],
        [
            "marketing",
            "kia",
            "2000 - May 2012 路 12 yrs 5 mos"
        ],
        [
            "Junior marketing manager",
            "Hyundai Motor Company Italy",
            "Mar 1999 - Dec 1999 路 10 mos"
        ]
    ],
    "posts": [
        {
            "post": "We could achieve outstanding result only challenging ourselves to take creative risk.Thats why Kia won the Car Design Awards 2024 for Brand Deslgn Language.Thanks to Karim Antoine Habib and all the Kia Team for this amazing result.Special thanks to Silvia Baruffaldi and all her team for the perfect organisation of this very important event.hashtag#Kia hashtag#OppositesUnited hashtag#MovementThatInspires hashtag#cardesignaward",
            "comments": []
        },
        {
            "post": "Today we introduced to the Italian press the New Sorento that is elegant and solid as the marble quarry that we visited .hashtag#MovementThatInspires hashtag#Kia hashtag#KiaSorento hashtag#NewSorento",
            "comments": []
        },
        {
            "post": "To enhance the brand perception you should need a local dealers partners fully committed to the brand strategy.Yesterday we add another important brick to our future vision. Lets continue to inspire with our movement.Thanks to all the Kia Italia and Innocean Italy team for the yesterday successful opening event hashtag#kia hashtag#MovementThatInspires",
            "comments": []
        },
        {
            "post": "There is one event in Milan where people of every age and culture will discover the beauty of this city .This event is the Stramilano. Its belittling said that is a sport event instead its a social and cultural event where more than 70.000 people will walk alone or with friends and family or run. And in this contest the topic of sustainable mobility solutions is the key to enhance the overall quality of life. Today we are proud to be here even , with the yrappresentative of Milan Major Martina Riva to bring  to this event our sustainable energy and our mobility services. But not only this because for all Stramilano Participants we will offer a free body energy measurement and the total body energies that we could collect could be transformed in an extraordinary project for the Milan community ★★★Stay tuned more details still to come.hashtag#kia hashtag#EV9 hashtag#EV6 hashtag#Stramilano hashtag#MovementThatInspires",
            "comments": []
        },
        {
            "post": "From last weekend we started our EV experience days★★★.We are going to visit the most important Italian ski resorts and locations targeting both the private prospects and the local entrepreneurs.They could have the possibility to test drive our latest EV products and discover all our sustainable mobility services offer.First stops was at Alagna Freeride Paradise, where we found a huge interest for our Brand .Thanks to all the Kia Italia marketing and sales team and to Innocean Italy. Lets focus now on next stop at Champoluc 锯★hashtag#Kia hashtag#EV9 hashtag#EV6 hashtag#MovementThatInspires",
            "comments": []
        },
        {
            "post": "Unbelievable Australian Open this year hashtag#MovementThatInspires hashtag#AO2024 hashtag#Kia hashtag#EV9",
            "comments": []
        },
        {
            "post": "Kia Italy marketing Workshop : a useful occasion to listen to the new marketing scenarios from the key partners and share our 2024 marketing strategies to them and to our entire team. Very proud of all of you for all the 2023 brilliant results achieved together and for the high focus on our 2024 priorities.Thanks to Kia Italia marketing team Innocean Italy Michele Gentile and his Havas team Freeda Media Carlo Bianco Studium Group Sergio M眉ller Prodea Group S.p.A. Massimo Sainato Claudia Radicello Barbara Galli , PCC Coach",
            "comments": []
        },
        {
            "post": "Gold award for our EV6 GT interactive paperless brochure ★★★.Never stop to find new way to deliver meaningful experiences to our customers.Thanks to Alan Dindo Eugenio De Riso Cristiano Matrone and all the Kia Italia marketing team and Innocean Italy team 金hashtag#italiachecomunica hashtag#awards hashtag#Kia hashtag#EV6GT hashtag#MovementThatInspires",
            "comments": []
        },
        {
            "post": "Lets continue the dealers tour in order to present to our prospects the all new Kia EV9★★★ Today we stopped @ Kia Clerici Milanohashtag#BeElectric hashtag#Kia hashtag#EV9 hashtag#MovementThatInspires",
            "comments": []
        },
        {
            "post": "It was an effective opportunity to be part of this interesting National Geographic Fest.In order to describe how we could be sustainable oriented hashtag#Kia hashtag#EV9 hashtag#KiaEV9 hashtag#MovementThatInspires hashtag#readyfortomorrow hashtag#NationalGeographicFestThanks to Emanuele Bompan Andrea Frignani Alice Teso",
            "comments": []
        }
    ]
}