{
    "name": "Francesco Trulli",
    "subtitle": "Head Of Sales",
    "location": "Assago, Lombardy, Italy",
    "about": "Experienced Sales Manager with a demonstrated history of working in the luxury goods . Skilled in Sales Management, Luxury Goods, Retail and Wholesale Sales Force management. Strong sales professional with a degree in Businesss Economics - Università Commerciale 'Luigi Bocconi'.",
    "experiences": [
        [
            "Head of Sales  Italy",
            "EuroItalia · Full-time",
            "Oct 2023 - Present · 8 mos",
            "Cavenago di Brianza, Lombardy, Italy · On-site"
        ],
        [
            "Head Of Luxury Sales Division",
            "Mavive Spa · Full-time",
            "Feb 2022 - Oct 2023 · 1 yr 9 mos",
            "Venice, Veneto, Italy",
            "•\tResponsible for the Strategy development and Execution for Business and Brand Portfolio\n•\t Develop a comprehensive Sales and Distribution Strategy to maximise sales opportunities,  \n         Responsible for prioritizing resource allocation across the distribution's channel\n•\t Active participation in board meetings, accountable for short term Business impact and mid-term \n         market access\n•\t Selects, develops and retains quality people to create an high performing Italy Commercial \n         Strategy organisation (20)"
        ],
        [
            "LVMH",
            "Full-time · 11 yrs 2 mos",
            "National Sales Manager  LVMH - Acqua di Parma -",
            "Jan 2016 - Feb 2022 · 6 yrs 2 mos",
            "•\tNet Sales, Profit and Cash Management achievement;\n•\tSales Objectives planning and KPI monitoring, Sales Force Management;\n•\tCommercial Distribution Strategy (guarantee Brand Image and Quality towards customers).",
            "National Key Account Manager LVMH - Acqua di Parma -",
            "Jan 2011 - Dec 2015 · 5 yrs",
            "•\tDeveloping and Sustaining strong relationships with Key Clients;\n•\tAnimation Plan Creation and Execution in order to achieve Sell-out Results;                                     \n•\tTrade Marketing Supervision (2 Trade Marketing Officer)."
        ],
        [
            "Sales Development Manager - La Perla Group -",
            "La Perla · Full-time",
            "Nov 2009 - Jan 2011 · 1 yr 3 mos",
            "•\tWork closely with CEO to identify new Sales Distribution Channel; \n•\tSales Management (16 Sales Agents);\n•\tTrain all SalesTeam to identify, contact, and create qualified opportunities."
        ],
        [
            "Retail Sales Manager - Le Groupe Chantelle -",
            "Le Groupe Chantelle · Full-time",
            "Nov 2007 - Nov 2009 · 2 yrs 1 mo",
            "Milano",
            "•\tSupervising and Guiding Staff towards maximum performance (14 Sales Consultants);\n•\tPlanning and Overseeing in-store Promotional Animation;\n•\tStock Management and KPI Analysis (1 Stock Manager)"
        ]
    ],
    "posts": [
        {
            "post": "From fashion to perfumes, JET SET – LUXURY – GLAMOUR form a happy trinity guiding every design, every fragrance inspiration, conveying success, luck and positivity. WELCOME !!!",
            "comments": []
        },
        {
            "post": "Lasciatevi ispirare dall'elegante atmosfera delle candele e dei profumi Aktinsons1799...e Buone Feste!! 🎅 🎄",
            "comments": []
        },
        {
            "post": "hashtag#lequotabili - Vincitori 20231° classificato: EuroItalia Srl 2° classificato: Davines Group | Certified B Corp 3° classificato: ALFAPARF Milano SpaHa consegnato il premio al primo classificato Enrico Massaro, Head of Consumer Retail Group Emea Barclays",
            "comments": []
        },
        {
            "post": "Happy Christmas! 🎄",
            "comments": []
        }
    ]
}