{
    "name": "Ben Padley",
    "subtitle": "CMO and Marketing Director. Expertise in brand, communications, digital & e-commerce, marketing operations and strategy",
    "location": "London, England, United Kingdom",
    "about": "I am a results-driven, innovative marketer with extensive experience across e-Commerce, Consumer Electronics, Financial, FMCG, Sports & Telecoms sectors in consulting and board level client roles. I have a track record of driving commercial success through all forms of marketing, from traditional to digital, creating stand out content and brands that punch above their weight.I was Barclaycard’s first Global Digital Director following my role as VP, Global Head of Digital & CRM at Sony Ericsson (now Sony Mobile). Formerly a Director of Marketing at Phones 4u, responsible for all aspects of marketing for over 700 retail stores and online.Former board member and CMO of Private Equity Backed online home retailer VictoriaPlum.com and I worked in sports marketing growing the fanbase and viewership of Formula E as global Marketing and Brand Director.Whilst at Sony Ericsson, I led the team that developed the brand's global Facebook page from 250,000 to more than 6 million fans in under two years, creating what was at the time recognised as the most engaged Facebook brand page in the world.I am currently at Dyson where I head the Floorcare category for all global markets - the role is full end to end of the product lifecycle - working with the engineers on product ideation, portfolio planning, GTM strategy and execution including all marketing and creative, as well as in-life product performance and customer lifetime value. Specialities:•\tCustomer Marketing - Acquisition and Retention•\tBrand Development, Repositioning and Management•\tSocial Media - Strategy, Product Development, Editorial, Campaigns, Content and Metrics•\tDigital marketing (global & local) including Website and app development•\tMarketing Communications Advertising, Media and PR•\tE-Commerce start up and operations•\tCRM including scoping, deployment, analytics & activation •\tMobile marketing, site creation and app development•\tProduct marketing and International Marketing•\tProduct Launch and Channel marketing•\tBelow the Line (BTL) and POS including in store execution",
    "experiences": [
        [
            "Global Marketing & Commercial Director",
            "Dyson · Full-time",
            "May 2019 - Present · 5 yrs 1 mo",
            "On-site",
            "Responsible for the marketing communications, Go to market and global commercial performance of Floorcare for Dyson, a multi-billion business. Remit covers portfolio planning, GTM strategy including marketing communications development, creative and execution and in-life product performance and customer lifetime value."
        ],
        [
            "Consultant",
            "Brand Learning",
            "Jan 2013 - Present · 11 yrs 5 mos",
            "London",
            "Brand Learning are leading international specialists in Marketing Capability Development and support over 40 multinational companies and other organisations to build their marketing capabilities to excel at customer-centric marketing in order to better drive growth. Clients include Unilever, PepsiCo, Shell, Astra Zeneca, Aviva, Tesco, Philips, SAB Miller, Diageo, Bupa, BT, AkzoNobel, RSA, IHG, FrieslandCampina.\n\nI work with clients on the development, implementation and evaluation of all the key drivers of marketing capability development i.e. processes/tools, skills development and training programmes, organisation, people attraction, recruitment & development and culture change.",
            "Ben Padley Talks about the Importance of Customer Centricity",
            "Barclaycard's Former Global Digital Engagement Director, Ben Padley, speaks about the importance of customer-centricity."
        ],
        [
            "Marketing and Brand Director",
            "Formula E Holdings",
            "Sep 2016 - May 2019 · 2 yrs 9 mos",
            "London, United Kingdom",
            "Reporting to the CEO and responsible for growing the consumer fanbase of Formula E which is the world’s first fully-electric single-seater racing series, competing on the streets against the backdrop of some of the most iconic cities - including Hong Kong, Marrakesh, Chile, Monaco, Paris, Rome and New York. \n\nThe championship represents a vision for the future of the motor industry, serving as a platform to showcase the latest innovations in electric vehicle technology and alternative energy solutions. Future seasons will see the regulations open up further allowing manufacturers to focus on the development of motor and battery components, which in turn will filter down to everyday contemporary electric road vehicles.\n\nThe 2017/18 ABB FIA Formula E Championship saw 10 teams and 20 drivers go wheel-to-wheel in 10 cities spanning five continents in the fight to be crowned Formula E champion. The inaugural season of Formula E sparked into life in September 2014 around the grounds of the Olympic Park in Beijing. Formula E is a competitive platform to test and develop road-relevant technologies, acting as a catalyst for sustainable mobility solutions - helping refine the design and functionality of electric vehicle components and improving the driving experience for everyday road car users all over the world.\n \nFor that season, more manufacturers joined the electric revolution with reigning champion Lucas di Grassi looking to defend his title behind the wheel of the Audi-backed ABT Schaeffler team. More big-name manufacturers have also committed to race in Formula E - including BMW and Nissan in tandem with the new-look car and battery in season five, along with Mercedes-Benz and Porsche who also joined the following year."
        ],
        [
            "Chief Marketing Officer",
            "VictoriaPlum.com",
            "Oct 2014 - Jun 2016 · 1 yr 9 mos",
            "United Kingdom",
            "Responsible for all aspects of marketing at the UK's largest online bathroom retailer. \n\nVictoriaPlum.com is a UK start-up success story that has been delivering extraordinary quality at amazing prices for over 15 years. \n\nBecause VictoriaPlum.com has no physical shops or costly showrooms with our entire business served online, we are uniquely able to pass on that cost-saving to our customers delivering unbelievable value at down to earth prices.\n\nWith over 33000 reviews on Trust Pilot with a customer review score of excellent at 9.0 and rising, we design and supply a huge range of top quality designs for consumers and trade professionals.",
            "Victoria Plumb launches new brand identity VictoriaPlum.com as it expands into bedrooms",
            "Online bathroom retailer Victoria Plumb has launched a new brand image and identity as it expands into selling bedroom furniture. Now named VictoriaPlum.com, the company has redeveloped all consumer and trade facing communications to emphasise its key benefits including quality design at good value through an online only approach."
        ],
        [
            "Marketing Director",
            "Phones 4u",
            "Sep 2013 - Oct 2014 · 1 yr 2 mos",
            "Stoke-on-Trent, United Kingdom",
            "Marketing Director for Phones 4u, the UK's leading mobile phone retailer with over 720 stores nationwide, generating in excess of £1.1bn in revenue with over £120m EBITDA. \n\nResponsible for all areas of marketing including Brand & Advertising; Consumer Propositions and product lifecycle management; CRM; Online marketing including SEO; SEM; Affiliate & web development and design; Insight; Public Relations and Internal Communications; Social Media & Content; Sponsorship (Phones 4u Arena); Trade Marketing.\n\nDeveloping relevant and compelling propositions for new and existing customers.\nResponsible for customer journey mapping and communicating with consumers in an omni channel environment\nDeveloping and delivering innovative campaigns - incorporating Social, Local and Mobile as well as traditional ATL."
        ]
    ],
    "posts": [
        {
            "post": "Yesterday, Microsoft overtook Apple as the world’s most valuable company.It’s now 10 years since Satya Nadella took over as Microsoft CEO, and in that time their market cap has grown from $300 billion to $2.9 trillion. 🤯Almost 10x in 10 years. 😳A lot has contributed to this, but one change stands out.When he arrived, Satya challenged the entire organisation to move from a 'know-it-all' culture to a 'learn-it-all' culture.This might seem like a small thing, but it's probably the single most powerful example of 'Growth Mindset' at scale.Fixed mindset = Look smart at all costs.Growth mindset = Learn at all costs.Stanford psychology professor Carol Dweck coined this term in her 2007 must-read book 'Mindset', and if you're not one of the 15 million people who have already watched her famous 10-minute TED Talk, I can't recommend it enough.Her core message:Whenever you tell yourself ‘I don’t understand this’ or ‘I don’t know how to do this’, simply add one word... ‘yet’.",
            "comments": []
        },
        {
            "post": "I'm on the search for an experienced campaign manager to lead global GTM launches on Dyson Floorcare products. If you, or someone you know, might be interested please give me a shout.",
            "comments": []
        },
        {
            "post": "It is with great sadness that I must share that my husband, Dr Dee Dutta passed away on 21/11/23 after a long illness. He was a force of nature in everything he undertook and everything he undertook was with passion. As he said many times, I don’t need anything else on my cv, but that didn’t stop him striving for a better world. He took the world of marketing, academia and local politics by storm. He always broke the mould - there was always a Dee way of doing things. Above all he was the love of my life and the only way I will fill the hole he has  left is with the memories. I hope that many of you on LinkedIn will raise a glass to his memory and recall that he always acted with belief that what he was doing was right. Rest easy Bun. X",
            "comments": []
        },
        {
            "post": "Great when your emotive response matches the data - for me this ad is the pick of festive crop for me - and certainly in no way a turkey.Believe that moniker goes to the anti-christmas ad from M&S  that has been in the marketing headlines that is just a bizarre creative idea - given recent years I would have thought most of us need some simple beautiful festive cheer - also think that the JD bag ad is on point as well with its target market - Mark Ritson have what are your thoughts on that ad?",
            "comments": []
        },
        {
            "post": "beautiful video -  marketing and cause as one",
            "comments": []
        },
        {
            "post": "Hello Australia! 🇦🇺🌏Today we finally launched our Dyson 360 Vis Nav robot vacuum cleaner to our Australian consumersA great collaboration from across the globe to deliver this product, well done to the Design, Engineering and Commerical teams for coming together to make this happen. The Dyson 360 Vis Nav™ is the most powerful robot vacuum cleaner - with six times more suction than any other. The full width hybrid fluffy brushbar picks up more than any other across all floor types & a side actuator cleans right into the edges of your room. The 360 Eye camera then navigates the robot around your entire home & a Piezo sensor maps hidden dust on the My Dyson App. The most powerful, intelligent robot vacuum cleaner!Alec Thomas, MBA John C. John McLennan Matt Davis Samantha Siv Michelle McIntosh Robbie Dickenson Melvin Tang Nicollette Newport Allison Malazdra Kelly Morgan George Bariamis Ronan Watters Myriam Szudrich Tom Cherrill Silvia Giorgetta",
            "comments": []
        },
        {
            "post": "Pure Audio, Pure Air. Everywhere. Now in Hong Kong! hashtag#DysonZone",
            "comments": []
        },
        {
            "post": "To my network,Please check out and/or share the link to the new Head of Finance, Wearables job opportunity below. The Head of Finance, Wearables will be our finance leader for the new Category we will build around the recently launched Dyson Zone. If you think you'd like to use your finance expertise to enable us to scale this exciting new business unit, please apply!James T., Ben Padley, Lorraine Lim, Stephanie Murphy Assoc CIPD, Dorota Cartwright, Muhammad Fahad Arzani, FCA, Parul Jain, Michelle Elwell, Ali Barker, Richard B.",
            "comments": []
        },
        {
            "post": "Years in development. A brand new category hashtag#Dyson",
            "comments": []
        },
        {
            "post": "Today we announce the 2022 International winners of the James Dyson Award… these brilliant young engineers have developed problem solving inventions that improve the world. The James Dyson Foundation has supported over 300 inventions in 29 countries and it is brilliant to track their progress and impact in the world. Beyond the prize money, sharing their stories helps their ideas to gain the momentum they need for success…",
            "comments": []
        }
    ]
}