{
    "name": "Ronan LORY",
    "subtitle": "Chief Financial Officer at Edison SpA",
    "location": "Milano, Lombardia, Italia",
    "about": "",
    "experiences": [
        [
            "Chief Financial Officer",
            "Edison SpA · A tempo pieno",
            "gen 2022 to Present · 2 anni 5 mesi",
            "Milan, Lombardy, Italy",
            "Executive Committee member in charge of Accounting, Controlling, Treasury, Tax, M&A, Markets & Credit Risks, Procurement and Insurance",
            "Edison: Ronan Lory nuovo chief financial officer",
            "Subentra a Didier Calvez, che lascia l’attività lavorativa per raggiunti requisiti di pensionamento"
        ],
        [
            "Chief Operating Officer (COO)",
            "JERA Global Markets",
            "apr 2019 to mar 2022 · 3 anni",
            "Singapore",
            "Member of the Executive Committee in charge of Middle and Back Office functions (IT, Finance, Treasury, Market and Credit Risks, Product Control,...). Optimises performance and ensures controlled level of risks taken across the company",
            "JERA Global Markets launches LNG business",
            "JERA Global Markets (JERAGM) has launched its LNG business following the merging of JERA and EDF Trading's LNG optimization and trading activities."
        ],
        [
            "Managing Director",
            "JERA Trading",
            "apr 2017 to mar 2019 · 2 anni",
            "One Raffles Place, Singapore 048616",
            "Managing Director of a leading global Coal and Freight Trader with operations in Asia, Europe and North America",
            "Japan's JERA signs deal to buy EDF Trading's coal, freight arm",
            "Japan's JERA Co, a fuel joint venture of Tokyo Electric Power (9501.T) and Chubu Electric Power (9502.T), said on Wednesday it has finalised terms of its previously agreed deal to take over the coal and freight trading business of French..."
        ],
        [
            "Chief Financial Officer",
            "EDF Trading",
            "dic 2013 to mar 2017 · 3 anni 4 mesi"
        ],
        [
            "Finance Director ESCS",
            "EDF Energy",
            "set 2011 to dic 2013 · 2 anni 4 mesi",
            "London, United Kingdom",
            "ESCS encompasses EDF's Thermal Generation, Renewable, Gas Storage, B2B, B2C and optimization activities in the UK.\n\nFinance Director role is overseeing ESCS Financial Control, Investment Control, Credit and Energy Market Risks, Trading Settlements, Internal Control and Governance functions\n\nHeld various Executive and Non Executive Directorships in particular in the area of B2C and B2B energy retail (e.g. EDF Energy Customer plc) and Renewable Generation (e.g. EDF Energy Renewables plc)"
        ]
    ],
    "posts": [
        {
            "post": "I lavori di “CSRD and the Future of CFO” si concludono. E’ stata una giornata piena di spunti interessanti, hashtag#bestpractice di valore ed esperienze condivise. Le conversazioni della community hashtag#Finance di hashtag#BusinessInternational, però, non si fermano qui. Il prossimo appuntamento, infatti, è previsto l’11 e il 12 giugno 2024, presso gli spazi dell’Allianz MiCo - Milano Convention Centre per la nuova edizione del hashtag#CFO Summit, all’interno del hashtag#BusinessLeaders Summit (www.businessleaders.it.Grazie a CCH® Tagetik Italia per aver reso possibile un evento come questo e a tutti i relatori intervenuti per il loro prezioso contributo: Giulia Bottazzi , Legal Officer, Unità Corporate Reporting, Audit e Credit Rating Agencies, DG FISMA Financial Markets, European Commission Fabio De Masi, Chief Corporate and Financial Officer, Salcef Group, Marco Durì, CFO, Pratic, Emanuele Flappini, CFO, Mediobanca, Adolfo Fratini, CFO, Aviointeriors spa, Fabio Garagozzo, Deputy CFO, Agenzia del Demanio, Alessandra Genco, CFO, Leonardo, Edoardo Ginevra, Condirettore Generale CFO, Banco BPM, Claudio Gori, Deputy Direzione Amministrazione, Finanza e Patrimonio, ATAC, Ronan LORY, CFO, Edison, Roberto Mannozzi, già Chief Administration, Planning and Control Officer e Dirigente Preposto del Gruppo FS, Presidente Advisory Council, ANDAF - Associazione Nazionale Direttori Amministrativi e Finanziari, Fabio Massoli, CFO, CDP Cassa Depositi e Prestiti, Luca Passa, CFO, Snam, Piergiorgio Peluso CFO, Autostrade per l'Italia, Sara Rosati, Solutions Management, CCH® Tagetik Italia, Carmine Scoglio, Vice Presidente, ANDAF - Associazione Nazionale Direttori Amministrativi e Finanziari, e Lorenzo Solimene, Partner KPMG Advisory – Sustainability & Climate Change Services.",
            "comments": []
        },
        {
            "post": "Ringrazio Business International e la dottoressa G. Bottazzi della commissione europea per questo momento di discussione e di condivisione sulla CSRD e sul ruolo del CFO. Molto interessante.",
            "comments": []
        },
        {
            "post": "Grazie a Agici del opportunità e di questo momento di condivisione molto ricco!",
            "comments": []
        },
        {
            "post": "Il 2023 ha visto da parte di Edison un’ottima performance finanziaria, con EBITDA in crescita di più di 70%, nonostante un contesto geopolitico e uno scenario macroeconomico ancora incerto. Forti di questi risultati abbiamo presentato un importante piano di sviluppo al 2030 con 10 miliardi di investimenti di cui 85% allineati con i Sustainable Development Goals (SDG). Abbiamo di fronte un percorso lungo e sicuramente complesso che, secondo le nostre previsioni, ci porterà al 2030 con un EBITDA raddoppiato rispetto all’attuale, soprattutto grazie ad un contributo a più di 70% delle attività ad emissioni nulle o quasi nulle invece di 15% in 2022. hashtag#energiachecambiatutto hashtag#sustainabledevelopmentgoals hashtag#unitednationshttps://lnkd.in/dAHQusjU",
            "comments": []
        },
        {
            "post": "Molto orgoglioso che Edison sia ammesso nel questo regime. Un ottimo risultato per la squadra fiscale nostra. Ben fatto!",
            "comments": []
        },
        {
            "post": "If you are ever looking for a nice Riad in Marrakech…",
            "comments": []
        },
        {
            "post": "Very proud that Edison contributed to this position paper which provide guidelines on how to ensure your investment plan aligns with United Nation Sustainable Developmet Goals (SDG). 4 easy steps:1. Benchmark your impact (set your amitious targets ideally using SBTi)2. Develop the instruments of your impact (develop a detailed investment plan that allows to reach your targets)3. Finance your impact using available green financing to maximise access to funds and reduce your cost of debt 4. Regularly report your impact (in particular in the context of CSRD and/or IFRS S1/2)hashtag#Edison hashtag#sustainability hashtag#UNglobalcompact hashtag#COP28",
            "comments": []
        },
        {
            "post": "Looking forward to this discussion with Claire Baumann Head of Sustainable Finance at UN Global Compact on how to drive your investments to align with Sustainable Development Goals in the context of COP 28hashtag#COP28 hashtag#Edison hashtag#UNGlobalCompact hashtag#sustainability hashtag#climateactionnow hashtag#COP28UAE",
            "comments": []
        },
        {
            "post": "This is great news for EDF, for France and for European power markets.For those who have followed my previous posts on the impact of the Russia - Ukraine war on power markets' price level and volatility as a consequence of a European pricing model linked to marginal pricing introduced at the end of the 90's, I believe we are starting to see a structural answer to the deficiencies I highlighted at the time.The approach proposed here will undoubtedly lead to a progressive decorrelation of European Gas and Power prices. The threshold proposed of around 70€/Mwh (€2022 indexed) was defined based on an estimate of the total costs of operation and maintenance of EDF's existing nuclear fleet and not based on the marginal price of a CCGT. EDF's historical power production from its fleet of existing nuclear power stations is 350+TWH which has led the operator to be structurally a major exporter of power in Europe and hence a price maker for European markets.By anchoring this new price point to real costs rather CCGT marginal costs we should progressively move away from the extreme volatility driven by international gas prices we have seen in 2022. As a result, the spread between c70 and 110€/MWH included in this agreement should provide a corridor of power prices variation far more workable from a risk management perspective for the European industry than the recent swing between 50 and 550€/MWh that we have seen.The consequence is higher visibility and transparency for power consumers, greater stability and more robust regulatory framework for power producers which should provide a stable base for investment across all sectors in Europe and reduce the risk to see our manufacturing industries move away from the continent.A great outcome from my point of view. Congratulations!",
            "comments": []
        },
        {
            "post": "Very grateful to have taken part this year again to Prof. Maurizio Dallocchio Corporate Finance course's at University Bocconi to discuss with his students the role of the Corporate CFO and roads to energy transition.See you again next year!",
            "comments": []
        }
    ]
}