{
    "name": "Davide Cuppari",
    "subtitle": "Head of Sales Italy",
    "location": "Milano, Lombardia, Italia",
    "about": "Qualified manager with several years of work experience within high technological industry. Passionate of Sales and Project Management, Davide has developed good technical and commercial expertise in Energy Efficiency, Power Generation and Oil & Gas.The background includes extensive international travel in Europe, Middle/Far East and North America, and exposure to different cultures with residential periods in China and UK.Specialties:Power Quality, CHP Plant (cogenerazione), Gas Generators, Capacity Market (Demand Response), Peak Shaving, Energy Management, Dynamic UPS (Gruppi di Continuità Rotanti), Oil & Gas Power Generation, Energy market, Sales, Business Development, Project Management.",
    "experiences": [
        [
            "Head of Sales Italy",
            "Ortea · A tempo pieno",
            "mag 2021 to Present · 3 anni 1 mese",
            "Milan, Lombardy, Italy",
            "Soluzioni e servizi di Power Quality: rifasamento, stabilizzazione della tensione, filtraggio armoniche, compensazione dei buchi di tensione, trasformatori di isolamento, sistemi di efficientamento elettrico."
        ],
        [
            "Business Development Manger",
            "PRAMAC",
            "ago 2020 to apr 2021 · 9 mesi",
            "Gas generator (stand-by, prime and continuous application), Capacity Market (Demand Response), Peak Shaving, Energy Management, Energy Resilience."
        ],
        [
            "Intergen S.p.A.",
            "12 anni 2 mesi",
            "Milan Area, Italy",
            "Sales & Business Development Manager",
            "lug 2014 to lug 2020 · 6 anni 1 mese",
            "CHP Plant (cogenerazione), Dynamic UPS (Gruppi di Continuità Rotanti), Oil & Gas Power Generation, Diesel and Gas Engine (motori e genset)",
            "Project & Contract Management",
            "giu 2008 to giu 2014 · 6 anni 1 mese",
            "Full responsibilities for projects portfolio, coordinating staff, assuring profit, optimizing the cash flow e guaranteeing respect of contractual obligation.\nSupporting sales during bid phase, participating to commercial meeting, assuring the proper contract interpretation, highlighting possible commercial risk and promoting relevant mitigation.\nSupervising procurement process from the vendor selection to the final negotiation.\nManaging  contractual change order requests, claims and litigation.\nAssuring the improvement and the respect of methodology and tools relevant to project and contract management."
        ],
        [
            "Project Management",
            "Comau S.p.A (Fiat Group)",
            "giu 2002 to mag 2008 · 6 anni",
            "- Respecting the contract requirements\n- Guaranteeing the financial margin\n- Promoting and managing the Customer change request\n- Team leading\n- Customer relationship management\n- Follow-up of turn key supply\n- Site management\n- Claim management\n- Risk management"
        ],
        [
            "Project Management",
            "Logint S.p.A. (now TNT)",
            "lug 2000 to giu 2002 · 2 anni",
            "Projects of logistic outsourcing"
        ]
    ],
    "posts": [
        {
            "post": "📝 Sizing and selection of an industrial power factor correction system. The choice of the most suitable system, both in terms of size and configuration, is made based on a thorough analysis of the specific needs of the plant, thus ensuring maximum power factor correction effectiveness. Ortea’s solutions range from fixed and automatic power factor correction systems to the most sophisticated detuned and absorption filters, designed to meet the challenges posed by harmonics and nonlinear loads. 📌 Read the full article here: https://lnkd.in/dE2ErWNj",
            "comments": []
        },
        {
            "post": "Les batteries de compensation automatiques hashtag#ICAR, prêtes à réguler et stabiliser l'énergie avec précision...hashtag#batteries hashtag#compensation hashtag#batteria hashtag#battery hashtag#instock hashtag#available hashtag#energy hashtag#énergie hashtag#puissance hashtag#icar hashtag#ortea Ortea",
            "comments": []
        },
        {
            "post": "Una storia di successo da condividere!",
            "comments": []
        },
        {
            "post": "The new hashtag#Ortea technology solution for micro interruptions✅ With the exponential growth of power generation from hashtag#renewable sources voltage hashtag#dips and hashtag#microinterruptions are a major hashtag#powerquality problem and the main cause of failures and malfunctions in plants with automated processes. For this reason, Ortea's design department has extended its OXYGEN range, dedicated to voltage dip compensation, with hashtag#OXYGENzero, a new electronic device capable of compensating for micro power failures up to 1s at full load using energy accumulators based on supercapacitor technology. 📌Discover more about technology advantages and applications reading the FULL article here: https://lnkd.in/dCwF-raehashtag#Food hashtag#Beverage hashtag#bottling hashtag#packaging hashtag#steel hashtag#paper hashtag#petrochemicals hashtag#automotive hashtag#medical hashtag#pharmaceuticals hashtag#datacentres hashtag#banks",
            "comments": []
        },
        {
            "post": "How to compensate voltage sags: a real caseThe customer, a leading Italian hashtag#plastics processing company active in various sectors, had multiple plant downtimes due to poor hashtag#powerquality supply from the grid, resulting in production and economic losses. To solve this situation, hashtag#Ortea carried out an analysis of the plant and identified the main cause as the approximately 250 hashtag#voltage hashtag#sags the company's electrical system was subjected to over the course of a year.The proposed solution was to install an Oxygen voltage sag hashtag#compensator.Considering the high number of voltage sags and the relative costs that the customer had to face each year, the technological solution offered by Ortea not only allows a return on investment (hashtag#ROI) in a very short time, but also a constant production flow.✅ A practical case such as this, can be duplicated in various application sectors besides plastics, such as the electronics hashtag#industry, hashtag#food & hashtag#beverage, hashtag#steel mills, hashtag#paper mills, hashtag#petrochemicals, hashtag#automotive, hashtag#medical, hashtag#pharmaceutical, hashtag#datacenter etc.📌 Learn more on Oxygen solution here: https://lnkd.in/dkCXJz4K",
            "comments": []
        },
        {
            "post": "Medical isolation hashtag#transformer: life-saving technology 🏥 In the hashtag#medical sector, the safety and reliability of electrical installations are of crucial importance. In this context, hashtag#Ortea medical isolation transformers guarantees the safe and uninterrupted operation of electrical systems. These devices comply with IEC 61558-2-15 standard and offer several key benefits:✅ Short-circuit prevention✅ Protection from electrical discharges✅ Interference reduction The single-phase medical hashtag#isolationtransformer is suitable for protecting a variety of medical equipment, including:🛡️ Imaging equipment🛡️ Surgical equipment🛡️ Monitoring equipment🛡️ Therapy equipment🛡️ Diagnostic equipment Even in this demanding application area, Ortea is ready to offer the market a specific solution with the usual characteristics that set it apart: hashtag#quality and hashtag#reliability.📌 Read full article here: https://lnkd.in/d5CpUH3K",
            "comments": []
        },
        {
            "post": "La competenza di hashtag#Ortea sale in cattedraL’ing. Duilio Festi, responsabile tecnico per il rifasamento in Ortea, sta tenendo il Corso di formazione “Le armoniche nell’alimentazione elettrica” presso la sede dell’Ordine dei Periti Industriali e dei Periti Industriali Laureati della Provincia di Brescia.Il corso prevede i seguenti argomenti:- Concetti di base delle correnti hashtag#armoniche- Definizione della risonanza elettrica- Interazione delle armoniche con i sistemi di hashtag#rifasamento- Metodi di riduzione delle armoniche di corrente negli impianti BT Un’occasione speciale per condividere l’esperienza pluriennale e la competenza del reparto di Progettazione di Ortea ✅ 📌 Per saperne di più su inquinamento armonico e soluzioni tecnologiche, clicca qui: https://lnkd.in/dVzQ97bP",
            "comments": []
        },
        {
            "post": "Il suono peggiore che puoi sentire nella tua linea di produzione: IL SILENZIOhashtag#BuchiTensione hashtag#CompensatoreBuchi",
            "comments": []
        },
        {
            "post": "ENERGY TALKS FOR TEA - EPISODE 7In the seventh episode of Energy Talks fOR TEA, Fabio Hana, Technical Manager Magnetic parts, tells us about Ortea's experience in designing, manufacturing, and developing transformers, reactors, and magnetic parts in general. A crucial factor is the continuous R&D to improve performances and explore new fields of application.✅📌Watch the video: https://lnkd.in/dCtUWneqhashtag#OrteaNext hashtag#transformers hashtag#reactors hashtag#magnetics",
            "comments": []
        },
        {
            "post": "LIVE from the Saudi Infrastructure Expo in RiyadhOrtea sales team with Mahtab H. and Cristiano Corelli is ready to present the latest updates of our integrated technology proposal for hashtag#PowerQuality and hashtag#EnergyEfficiency. ✅This is the first opportunity for Cristiano to spread Ortea solutions by providing his many years of sales experience in the hashtag#MiddleEast.\"I join Ortea team from right here in the Middle East, where I have been for many years. Our presence at the Saudi Infrastructure Expo will hopefully be the starting point for successful development in the area. I share with Ortea the vision of a more efficient energy future, and I am proud to be here today to present our hashtag#innovative solutions,\" Cristiano's first words as Ortea Export Manager.We look forward to seeing you at booth 1E49! 🤝A special thanks to Corexpo Italia (Dafne Cenedese) for the valuable support.",
            "comments": []
        }
    ]
}