{
    "name": "Maurizio Decollanz",
    "subtitle": "Chief Marketing & Communications at IBM Italy | Journalist | CMO | CCO | Technologist | CSR | Passionate about sustainability, diversity and inclusion",
    "location": "Italia",
    "about": "",
    "experiences": [
        [
            "IBM",
            "7 anni 5 mesi",
            "Chief Marketing & Communications Officer Italy",
            "A tempo pieno",
            "gen 2023 to Present · 1 anno 5 mesi",
            "Milano, Lombardia, Italia · Ibrida",
            "Responsible for planning, developing, implementing and monitoring the overall business marketing and communications strategy.",
            "Editor in Chief IBM Think Magazine",
            "A tempo pieno",
            "gen 2019 to Present · 5 anni 5 mesi",
            "Italy · Ibrida",
            "Think Magazine is a publication created in 1935 at the behest of IBM's founder, Thomas J. Watson. It had the purpose to tell and make comprehensible the progress of technology. 84 years later, in Italy, Think Magazine was re-found with the aim of telling the innovation progress and IBM leadership in artificial intelligence, blockchain, internet of things, security and quantum computing.",
            "IBM Think Magazine 2023",
            "https://it.newsroom.ibm.com/download/IBM_THINK_MAGAZINE_V6.pdf",
            "Head of Communications Italy",
            "A tempo pieno",
            "feb 2018 to dic 2022 · 4 anni 11 mesi",
            "Italy",
            "The CCO of a company is the corporate officer primarily responsible for managing the communications risks and opportunities of a business, both internally and externally. This executive is typically responsible for communications to a wide range of stakeholders, including employees, shareholders, media, bloggers, influential members of the business community, the press, the community and the public. Typically, the CCO may partner with others in the organization to communicate with investors, analysts, customers and company Board members. Most organizations will rely on the CCO to advise and participate in decisions that may impact the ongoing reputation of the firm.\n\nThe Chief Communications Officer role is further defined by the Arthur Page Society. This study indicates the importance in the role especially as a key advisor to the CEO."
        ],
        [
            "Board Member",
            "Fondazione IBM",
            "ago 2017 to Present · 6 anni 10 mesi",
            "Roma, Italia",
            "The IBM Italy Foundation is an operational foundation that directly carries out studies, research and experimental projects, and supports activities in favor of other bodies operating in the social, welfare and cultural fields. The spirit that characterizes it is the will to operate with an orientation aimed at experimentation, looking for innovative solutions and ways of intervention that result in reference cases.\n\nE’ quindi una Fondazione che gestisce direttamente i progetti in cui è impegnata. Il suo intervento parte dall’identificazione di temi importanti ed emergenti per la comunità nazionale ed internazionale nelle aree di attività prescelte, e andando ben oltre il sostegno finanziario, accompagna il progetto dalla sua ideazione alla fase conclusiva nella maggior parte dei casi comprensiva di un evento di presentazione dei risultati\n\nGli interventi sono continuativi nel tempo e fondati su relazioni consolidate con Associazioni, Aziende ed Istituzioni, nella convinzione che solo una reale partnership è in grado di apportare un valore aggiunto al risultato finale di ogni singolo progetto.\n\nLe aree di intervento vengono scelte con lo scopo di dare un contributo alla soluzione di specifiche esigenze per gruppi d'individui o situazioni critiche. Lavoriamo per approfondire il ruolo della tecnologia per informare, comunicare e proporre modelli originali e innovativi allo scopo di analizzare le tematiche rilevate e elaborare proposte per la soluzione dei problemi identificati.\n\nIl nostro approccio è sempre sperimentale per l’identificazione e la realizzazione di esperienze innovative capaci di dare risposte concrete e di generare modelli di riferimento, opportunamente replicabili."
        ],
        [
            "Gruppo Innovation Services",
            "Assolombarda",
            "ott 2017 to dic 2022 · 5 anni 3 mesi",
            "Milano, Italia",
            "The Board expresses the will of the companies that produce or provide services for the management, support and procurement of the company, represents the needs in the bodies of the Association and is divided into 4 sections: Professional services to companies, Industrial services to companies, Telecommunications, Innovative Tertiary."
        ],
        [
            "Anchor, Reporter, Financial News Mediaset TG5",
            "Gruppo Mediaset",
            "mar 2016 to dic 2016 · 10 mesi",
            "Milan Area, Italy"
        ],
        [
            "Anchor, Reporter, Financial News Sky TG24",
            "Sky Italia",
            "nov 2015 to dic 2016 · 1 anno 2 mesi",
            "Milan Area, Italy",
            "Financial contributor at Sky TG24."
        ]
    ],
    "posts": [
        {
            "post": "📢 “Disegnare il futuro”, il forum di Italia Economy, raggiunge per la sua quinta tappa la città di Milano.Oggi, vi presentiamo il primo panel, moderato dal nostro direttore responsabile Giuliano Bianucci, che interverrà per parlarci di innovazione – intesa come capacità di governare la trasformazione – con particolare attenzione alla next generation.🖋 «È indispensabile una progettazione strategica per non essere travolti da un divenire incalzante e pieno di incognite e per essere protagonisti del futuro».Ecco gli attori a confronto il 10 maggio, agli IBM Studios Milano: 1° ᴘᴀɴᴇʟ – “ɪɴɴᴏᴠᴀᴢɪᴏɴᴇ ᴇ ɪᴍᴘʀᴇꜱᴀ”· Maurizio Decollanz, direttore marketing e comunicazione IBM Italia· Giulia Putin, direttore ufficio acquisti Gruppo Serenissima Ristorazione· Domenico Costa, presidente TIM MANAGEMENT· Alessandro Merlini, Coo Azimut Direct📌 Un evento da non perdere. Vi aspettiamo!👉 La registrazione è gratuita a questo link: https://lnkd.in/d2MGYm-Ahashtag#ItaliaEconomy hashtag#Lombardia hashtag#Milano hashtag#Economia hashtag#Innovazione hashtag#Disegnareilfuturo hashtag#forum hashtag#foruminnovazione hashtag#eventimilano hashtag#LombardiaEconomy hashtag#innovazionesostenibile hashtag#nextgeneration hashtag#sostenibilità",
            "comments": []
        },
        {
            "post": "I forum di Italia Economy raggiungono Milano, cuore pulsante dell'economia nazionale.Il focus è su hashtag#innovazione e hashtag#sostenibilità - ambientale, economica e sociale.L'obiettivo è facilitare il confronto tra stakeholder per creare le condizioni di strategie partecipate. Al centro, la hashtag#next_generation, che deve essere protagonista del presente piuttosto che del futuro.La location scelta è IBM Studios, dove il 10 maggio saranno a confronto istituzioni, imprese, associazioni, mondo della formazione e del lavoro, per analizzare scenari e modelli innovativi, nonché misurare la capacità di fare rete, di sviluppo e di coprogettazione a livello nazionale e internazionale.Vi aspettiamo, l'evento è gratuito e aperto a tutti previa iscrizione https://lnkd.in/d2MGYm-Ahashtag#ItaliaEconomy hashtag#Lombardia hashtag#Milano hashtag#Economia hashtag#Disegnareilfuturo hashtag#forum hashtag#foruminnovazione hashtag#eventimilano hashtag#LombardiaEconomy",
            "comments": []
        },
        {
            "post": "hashtag#IBMaiExperience: dopo il successo di Bologna, siamo pronti per la seconda tappa del roadshow \"IBM AI experience, hashtag#watsonx on tour\" che il 4 giugno ci porterà a hashtag#Vicenza, nei prestigiosi spazi della Margraf Spa Logistics Hub. Circondati dalle opere d'arte di un'eccelenza del hashtag#MadeInItaly, toccheremo con mano tutti i possibili benefici che l'intelligenza artificiale generativa può portare alle imprese italiane pubbliche e private. hashtag#Automazione, hashtag#sostenibilità, hashtag#cybersicurezza, hashtag#quantum computing e digital hashtag#skill saranno solo alcune delle esperienze a disposizione.Preziosa sarà la collaborazione di Red Hat Italia e Confindustria Vicenza che porteranno valore all'agenda della giornata con spunti di riflessione legati alle caratteristiche del territorio. hashtag#IBMaiExperience always-on caratterizzerà la giornata, offrendo l’opportunità di toccare con mano le potenzialità di hashtag#watsonx attraverso demo e use case, elevator pitch, sessioni di approfondimento e momenti di networking per scambiare opinioni e condividere esperienze. 👉 Vi aspettiamo, per iscriversi:https://lnkd.in/ekasGmFQ",
            "comments": []
        },
        {
            "post": "Dopo il successo di Bologna, siamo pronti a partire per la seconda tappa del nostro roadshow \"IBM AI experience-IBM watsonx on tour\" che ci porterà ahashtag#Gambellara in provincia di hashtag#Vicenza, presso Margraf Spa Logistics Hub, una prestigiosa azienda simbolo di hashtag#innovazione e hashtag#orgoglio del \"Made in Italy\".Il principale obiettivo di questo viaggio è quello di illustrare la proposizione IBM di hashtag#AI generativa per il mondo dell’impresa, basata su un approccio etico e responsabile. La collaborazione tra IBM, l'hashtag#ecosistema di hashtag#partner, Red Hat, Confindustria Vicenza, porterà valore all'agenda della giornata con spunti di riflessione sicuramente interessanti.Un’area hashtag#IBMAIexperience always-on caratterizzerà la giornata, offrendo l’opportunità di toccare con mano le potenzialità di hashtag#watsonx, attraverso demo e use case, elevator pitch, sessioni di approfondimento e momenti di networking per scambiare opinioni e condividere esperienze. 👉 Iscrivetevi ora! https://lnkd.in/efUnHVAe",
            "comments": []
        },
        {
            "post": "ServiceNow e IBM annunciano un'espansione della loro collaborazione per integrare #WatsonX.ai e i Large Language Models hashtag#LLM di IBM nella piattaforma Now Assist. Questa mossa strategica consente ai clienti di utilizzare le avanzate capacità AI delle due piattaforme per migliorare la produttività dei flussi di lavoro. Chirantan \"CJ\" Desai di ServiceNow sottolinea l'importanza di questa partnership per offrire maggiore flessibilità e scelta ai clienti, mentre Rob Thomas di IBM evidenzia come l'integrazione potenzierà l'uso dell'AI per generare insight più profondi dai dati aziendali.hashtag#ServiceNow hashtag#IBM hashtag#AI hashtag#partnership hashtag#businessinnovation | Titti Garau Maurizio Decollanz Paola Piacentini Claudia Ruffini",
            "comments": []
        },
        {
            "post": "Today we are proud to announce that IBM software is now expanding to 92 countries on AWS Marketplace.With this milestone launch on AWS Marketplace, together hashtag#IBM and AWS are providing clients with more, and the flexibility they need to access IBM technology and services to meet increasing demand.The global expansion marks another step for our partnership which is a unique combination of leading enterprise AI, cloud and infrastructure—from IBM watsonx, IBM Security to Automation solutions like Apptio and IBM Instana— delivered with deep IBM Consulting expertise. Learn how this milestone is unlocking growth for businesses: https://ibm.biz/Bdmf4c AWS Partners IBM Data, AI & Automation",
            "comments": []
        },
        {
            "post": "hashtag#AI, un moltiplicatore per produttività, efficacia ed efficienza se usata in modo responsabile. I nuovi sviluppi dell’intelligenza artificiale, tradizionale e generativa, la rendono alla portata anche delle hashtag#PMI. Ma resta il nodo delle hashtag#competenze professionali adeguate e della governance dei hashtag#dati. Non tutte le AI sono uguali: oltre ai regolamenti nazionali ed europei, occorrerà scegliere con attenzione con chi sviluppare progetti che puntino ad infonderla nelle organizzazioni. IBM, per esempio, lavora ad un’intelligenza artificiale (hashtag#watsonx) per il mondo del fare con solidi valori e principi ispirativi come trasparenza, spiegabilità, affidabilità ed etica.Il primo passo, però, resta quello di capire cosa può fare questa tecnologia per noi. Servono casi d’uso pratici come quelli realizzati con Wind Tre, Barilla Group, Gruppo Hera e tanti altri.Mettere assieme le hashtag#skill che richiede oggi il mercato non è facile, soprattutto se si pensa alla velocità con cui le stesse competenze cambiano o invecchiano. Diventa cruciale, oggi più che mai, una sinergia tra pubblico e privati per allineare l’offerta formativa alla domanda di lavoro. Anche in questo caso, IBM sta facendo la sua parte. Con l’inaugurazione a Roma della prima IBM Cyber Academy in Europa e con il progetto hashtag#SkillsBuild che ha già erogato formazione gratuita su digital skills ad oltre 50mila tra studenti, docenti e lavoratori in up o reskiling. Oltre il 65% dei partecipanti al programma sono donne.",
            "comments": []
        },
        {
            "post": "IBM ha annunciato la disponibilità in 92 paesi, tra cui l’Italia 🇮🇹 , del suo portafoglio software su Amazon Web Services (AWS) Marketplace, segnando un altro passo avanti nel rafforzamento della nostra partnership con hashtag#AWS per creare una combinazione unica di hashtag#AI, hashtag#cloud e hashtag#infrastrutture leader di mercato. Si tratta di un’ulteriore conferma della volontà di hashtag#IBM di offrire a imprese e organizzazioni il più ampio accesso possibile alle tecnologie e competenze di intelligenza artificiale e dati. Tra queste sono incluse:➡ le componenti della piattaforma IBM watsonx hashtag#AI e hashtag#Data, che permettono alle aziende di creare, distribuire su vasta scala e gestire i carichi di lavoro dell’ AI, oltre che realizzare e personalizzare modelli sia di hashtag#AI generativa che tradizionale; ➡ le soluzioni IBM hashtag#Security e di automazione come Apptio, an IBM Company e IBM Instana  ➡ e i servizi di consulenza di hashtag#IBM hashtag#Consulting Link al comunicato 👉 https://lnkd.in/dMu8cw_3Link alla pagina IBM della partnership 👉 https://lnkd.in/dkA4NYcf  hashtag#AWS hashtag#IBMPartners hashtag#IBM hashtag#AWSPartnersMariangela Marseglia Alessandra Antonelli Fabrizio Saltalippi Stefania Asti Tiziana Tornaghi Raffaele Palombi Antonella Tartaglia Sergio Palazzina Alessandro Fronte Maurizio Decollanz Claudia Ruffini Morgana Stell Paola Piacentini Marco Ballan Francesco Casa Rodolfo Falcone Gianni Anguilletti Maila Cappelloni Stefania Di Cristofaro",
            "comments": []
        },
        {
            "post": "Modernizzazione dei hashtag#dati e delle applicazioni, servizi di hashtag#sicurezza e soluzioni specifiche di settore powered by hashtag#GenAI ➡️ nuove offerte di servizi IBM sul Marketplace Amazon Web Services (AWS)L’Italia è uno dei 92 paesi in cui i nostri clienti potranno beneficiare di un più ampio portafoglio software e 15 nuovi servizi professionali e asset di hashtag#IBMConsulting concepiti esclusivamente per AWS.Il rafforzamento della hashtag#partnership rappresenta il nostro impegno nel generare maggiore valore per le organizzazioni con cui collaboriamo e accelerare i loro percorsi di hashtag#trasformazione, rendendo il più semplice possibile la collaborazione con IBM.Con un team globale di oltre 24.000 professionisti certificati AWS, hashtag#IBMConsulting è pronta a supportare i clienti con suggerimenti personalizzati basati sulle best practice di settore.Scopri di più sulla nostra pagina 👉🏻 https://lnkd.in/dcziczRWLeggi il comunicato 👉🏻 https://lnkd.in/dYgFifTwhashtag#AWS hashtag#AWSmarketplace hashtag#IBMpartners hashtag#IBMdata hashtag#IBMerItaly hashtag#CloudTransformation Alessandra Antonelli Daniela Zuppini Andrea Boccotti Andrea Beretta",
            "comments": []
        },
        {
            "post": "Today's news is all about how Red Hat delivers consistent, trusted and comprehensive AI platforms for the hybrid cloud. And the hashtag#RHSummit main stage isn’t the only place to get insights. Check out the headlines ⬇️ - The first-ever Red Hat-supported and indemnified hashtag#OpenSource AI offering is here. Introducing Red Hat Enterprise Linux hashtag#AI. https://red.ht/4bjRjbR - Policy as code is coming to the future of Red Hat Ansible Automation Platform. https://red.ht/44dldwd - We're bringing GenAI with Red Hat Lightspeed to Red Hat Enterprise Linux and OpenShift. See out how we're enabling enterprise-ready AI. https://red.ht/44hw9Jd - From on-prem datacenters to multiple public clouds to the edge, Red Hat OpenShift AI extends individualization and choice to help enterprises match the intelligent workload boom. https://red.ht/3UexyLZ - Introducing Podman AI Lab: Accelerate developer adoption of AI models with tools that simplify and guide each step, from ideation to production, all from a local desktop environment: https://red.ht/4bfuarb Head over to the newsroom to get the full scoop: https://red.ht/3Wn2BI0.",
            "comments": []
        }
    ]
}