{
    "name": "ANTONIO BATTISTELLA",
    "subtitle": "Capo area vendite presso TAGLIABUE GOMME GROSS SRL",
    "location": "Treviso, Veneto, Italy",
    "about": "",
    "experiences": [
        [
            "Responsabile di zona",
            "TAGLIABUE GOMME GROSS SRL",
            "Jan 2018 - Present · 6 yrs 5 mos",
            "Veneto, Italia"
        ],
        [
            "responsabile commercio",
            "battistella gomme"
        ]
    ],
    "posts": [
        {
            "post": "Laat de liefde rollen op Valentijnsdag! Geef jouw hart (en je band! 😊) de liefde die ze verdient 💙hashtag#valentijnsdag hashtag#globalautomotive hashtag#tyres hashtag#wheels",
            "comments": []
        },
        {
            "post": "Penultima tappa del Road Show Master Point Tagliabue GommePresentazione progetto formativo: Punto Vendita 4.0 hashtag#formazionecontinua hashtag#tagliabuegomme hashtag#vendita",
            "comments": []
        },
        {
            "post": "TyreShow: il mondo del pneumatico in mostra, il primo evento esclusivo di Tagliabue Gomme ha superato ogni aspettativa! Più 800 Clienti da tutta Italia, oltre 1.700 visitatori, 23 espositori dagli pneumatici agli accessori ai servizi digitali, 1.500mq di area espositiva.L’ evento ha centrato l’obiettivo di far incontrare i nostri partner, Clienti e Produttori, non solo di pneumatici ma anche di accessori e servizi digitali.Grande successo anche per il network Master Point! Gli sponsor della rete hanno presentato tutte le ultime novità agli affiliati.hashtag#TagliabueGomme hashtag#TyreShow hashtag#Event hashtag#Pneumatici hashtag#Tyres hashtag#sponsor hashtag#partner",
            "comments": []
        },
        {
            "post": "Nel prossimo weekend dell’11 e 12 giugno, andrà in scena il nostro evento esclusivo: TyreShow, il mondo del pneumatico in mostra.hashtag#TagliabueGomme hashtag#TyreShow hashtag#eventi hashtag#pneumatici",
            "comments": []
        },
        {
            "post": "Grazie alla costante formazione della nostra Forza di Vendita, continuiamo ad essere il punto di riferimento dei nostri Clienti Partner.Grazie a Ruote da Sogno Events per averci permesso di svolgere al meglio, nel rispetto delle norme di sicurezza anti Covid, la nostra Convention Commerciale in preparazione della stagione invernale.hashtag#TagliabueGomme hashtag#convention hashtag#formazione hashtag#vendite hashtag#sales hashtag#eventi hashtag#marketing",
            "comments": []
        }
    ]
}