{
    "name": "Fausto Consonni",
    "subtitle": "Responsabile amministrazione finanza e controllo presso Tagliabue Gomme Gross srl",
    "location": "Italy",
    "about": "",
    "experiences": [
        [
            "Responsabile Amministrazione Finanza e Controllo",
            "Tagliabue Gomme Gross srl",
            "Oct 2013 - Jul 2018 · 4 yrs 10 mos",
            "villasanta monza brianza"
        ],
        [
            "Direttore Amministrazione Finanza Controllo",
            "LORENZ SPA",
            "May 1997 - May 2012 · 15 yrs 1 mo",
            "SEGRATE"
        ],
        [
            "Responsabile Amministrazione e Controllo",
            "BONOMELLI SRL (Gruppo MONTENEGRO)",
            "May 1992 - May 1997 · 5 yrs 1 mo",
            "Dolzago"
        ],
        [
            "Responsabile Contabilità e Controllo di Gestione",
            "COMMODORE ITALIANA SPA",
            "Mar 1989 - Apr 1992 · 3 yrs 2 mos",
            "Milano, Italia"
        ],
        [
            "Responsabile Controllo di Gestione",
            "DEL MONTE FOODS SPA",
            "Jan 1978 - Feb 1989 · 11 yrs 2 mos",
            "Liscate"
        ]
    ],
    "posts": [
        {
            "post": "Il ministro della Salute Speranza ha detto un No secco a qualsiasi ipotesi di nuovo Lockdown. Un fatto importante e non abbastanza sottolineato, ieri, nella sarabanda di notizie sul nuovo DPCM. Musica, per tutta l’Italia che produce e vuole vivere, non sopravvivere. Al contempo, è sconcertante ritrovarsi al balletto sulle mascherine e l’attività fisica: a quanto capito, se corri non la devi usare, se cammini sì… e la camminata veloce?! La bicicletta è salva, il calcetto pare di no, come il basket e il volley, mentre rischierebbe tutta l’attività sportiva giovanile. Questa incertezza era in qualche modo giustificabile al primo giro, oggi no. Stoppare l’attività fisica dei ragazzi dovrebbe essere un’extrema ratio, non l’oggetto di oziose discussioni domenicali. Per carità, poi, basta balletti sulla ristorazione e il divertimento: si prenda una decisione, ma non solo per mandare segnali al paese. Alcune delle ipotesi suonano come una campana a morto per il settore e i segnali possono anche avere un deleterio effetto psicologico.Vietare le feste private, ad esempio, significa non avere fiducia nel senso di responsabilità dei cittadini. Classica norma ‘vetrina’ e inapplicabile: servirebbe la Stasi per controllare le case e francamente non ci sembra il caso.",
            "comments": []
        }
    ]
}