{
    "name": "Laura Dordoni",
    "subtitle": "Sales & Marketing Director at Jungheinrich Italiana",
    "location": "Italy",
    "about": "",
    "experiences": [
        [
            "Jungheinrich Italiana",
            "7 yrs 7 mos",
            "Sales & Marketing Director",
            "Full-time",
            "Jan 2023 - Present · 1 yr 5 mos",
            "Milano",
            "Direttore Filiale di Torino",
            "Apr 2022 - Dec 2022 · 9 mos",
            "Turin, Piedmont, Italy",
            "Head of Marketing and Communications",
            "Jun 2017 - Mar 2022 · 4 yrs 10 mos",
            "Milan Area, Italy"
        ],
        [
            "Step SpA",
            "7 yrs 6 mos",
            "Piacenza Area, Italy",
            "Responsabile marketing e sviluppo",
            "Sep 2015 - Oct 2016 · 1 yr 2 mos",
            "Key Account Manager",
            "May 2009 - Oct 2016 · 7 yrs 6 mos",
            "Sales Back Office Manager",
            "Sep 2010 - Jan 2014 · 3 yrs 5 mos"
        ],
        [
            "Presales & Marketing Consultant",
            "@logistics Reply",
            "Nov 2007 - Apr 2009 · 1 yr 6 mos",
            "Milan Area, Italy"
        ],
        [
            "System Product Specialist",
            "Jungheinrich Italiana",
            "Jun 2005 - Oct 2007 · 2 yrs 5 mos",
            "Milan Area, Italy"
        ],
        [
            "Application Senior Consultant",
            "Oracle Italy",
            "Dec 2000 - May 2005 · 4 yrs 6 mos",
            "Milan Area, Italy"
        ]
    ],
    "posts": [
        {
            "post": "Nella hashtag#GiornataInternazionaleDellaDonna vi mostriamo il nostro volto femminile o meglio, i nostri volti! Riunite, da tutta Italia, dalla passione per l’intralogistica per regalarvi un sorriso. Perché l’intralogistica è anche un mondo per donne. hashtag#festadelledonne hashtag#IWD2024 hashtag#TeamYellow hashtag#lavorareinJungheinrich hashtag#inspiringinclusion",
            "comments": []
        },
        {
            "post": "In Jungheinrich ci impegniamo ogni giorno per avere un ambiente accogliente, inclusivo e ricco di opportunità di scambio e di dialogo.Un sentito augurio di Buone Feste dai nostri vari team!hashtag#lavorareinJungheinrich hashtag#BuonNatale hashtag#TeamYellow",
            "comments": []
        },
        {
            "post": "Come ottimizzare i flussi di lavoro senza tralasciare l'aspetto sostenibile? Una domanda che, per noi, è ormai una sfida di lunga data. La risposta è la nostra gamma POWERLiNE, progettata con tecnologia agli ioni di litio integrata per una vera e propria \"innovazione sostenibile\". Sabato scorso se ne è parlato anche su Il Sole 24 Ore.",
            "comments": []
        },
        {
            "post": "I 💛  this picture! Extensive marketing expertise from 41 countries.hashtag#jungheinrich",
            "comments": []
        },
        {
            "post": "Dalla parte delle donne, contro ogni violenza.",
            "comments": []
        },
        {
            "post": "Ti piacerebbe lavorare in un ambiente innovativo, internazionale e collaborativo? Sei interessato a vivere un'esperienza all'interno di un'azienda multinazionale partecipando a un Graduate Program? Stiamo cercando proprio te.Dai uno sguardo a questa opportunità presso Jungheinrich Italiana: https://lnkd.in/dZr4BkzX",
            "comments": []
        },
        {
            "post": "Quest'anno Jungheinrich compie 70 anni.Ecco a voi gli Yellow Moments: una selezione dei momenti chiave che raccontano la nostra storia aziendale, quello che abbiamo progettato ieri e oggi, e quello che abbiamo in piano per il futuro. Buon compleanno a tutti noi!Guarda il video integrale: https://lnkd.in/e5sidyXxScopri di più sul nostro sito web: https://lnkd.in/d-n-9aiqhashtag#Jungheinrich hashtag#YellowMoments hashtag#TeamYellow",
            "comments": []
        },
        {
            "post": "Doppio successo per Jungheinrich all'IFOY AWARD 2023! 🏆💪Il sistema di stoccaggio ultracompatto PowerCube e l’innovativo sistema di telecamere addedVIEW hanno convinto pubblico e giuria di esperti, aggiudicandosi gli ambiti premi nelle rispettive categorie “Intralogistics Robots” e “Special of the Year”.Una grande soddisfazione per tutto il nostro team!hashtag#TeamYellowScopri di più: https://fcld.ly/kyzo8er",
            "comments": []
        },
        {
            "post": "E se esistesse un noleggio semplice, flessibile e conveniente che ti sollevi da ogni peso? Scegli la formula UP RENT per il noleggio di uno dei nostri carrelli selezionati.Scopri di più: https://fcld.ly/s3irtpk",
            "comments": []
        },
        {
            "post": "Un evento da red carpet in scena a Roma con Jungheinrich! Si è chiusa domenica scorsa la trentesima edizione di Jungheinrich Sales Club 2022, l'evento internazionale che premia ogni anno i migliori team commerciali provenienti da tutti i paesi del nostro Gruppo.Dalla Germania alla Cina, passando per la Malesia fino all’Australia, sono saliti sul palco più di 80 vincitori, uniti dal desiderio di stare insieme e dal piacere di celebrare le stelle Jungheinrich di tutto il mondo. È stato per noi un onore ospitarlo in Italia, a Roma, ispirandoci ai temi de \"La Dolce Vita\" e dello stile italiano.Le nostre star hanno avuto la possibilità di trascorrere due intensi giorni alla scoperta del Grande Cinema e dei luoghi resi eterni dai film girati nella Capitale, con tanti momenti di scambio e condivisione. Jungheinrich AGhashtag#lavorareinJungheinrich",
            "comments": []
        }
    ]
}