{
    "name": "marco vedani",
    "subtitle": "Managing Director presso Intals S.p.a.",
    "location": "Italy",
    "about": "",
    "experiences": [
        [
            "Managing Director",
            "Intals S.p.a.",
            "Apr 1992 - Present · 32 yrs 2 mos",
            "Milano, Italia"
        ]
    ],
    "posts": [
        {
            "post": "No leader can build a great team without trust.When people trust one another, they are far more likely to take risks, ask questions, admit mistakes, and offer new ideas than teams with low levels of trust. Intuitively, this should not have come as a surprise. People feel more secure when they trust those around them, which allows them to focus their energy on the tasks at hand rather than continually assessing where they stand with others.Poor leadership is building a great team and doing everything you can to hold onto control. However, no one can build and sustain a great company without trust. In today’s team-driven business world, creating a culture based on trust is one of the most critical responsibilities facing leaders in all organizations. While companies may go to great lengths to establish a culture that encourages trust, it falls upon individual leaders to follow through with those intentions and bring that level of trust to their teams, according to Rick Lepsinger.Your company can have the best strategy, vision, plans, values, or purpose in the world, but if you don’t have a high degree of trust, nothing great can happen.",
            "comments": []
        },
        {
            "post": "Mi fanno molta tenerezza quei politici/\"analisti\" che pensano veramente che l'attuale crisi energetica possa essere risolta disaccoppiando l'energia prodotta da fossile da quella prodotta da rinnovabile. E' certamente un passo dovuto per ragioni di equità, ma non muta il quadro di fondo.Poi per carità siamo in campagna elettorale e quindi pochi vogliono prendersi la responsabilità di parlare chiaro alla popolazione (ammesso che si abbia compresa la gravità della situazione in cui ci troviamo).Quello che cerco di spiegare ai clienti da oramai troppo tempo è che ci troviamo in una condizione di economia di GUERRA che manterrà i prezzi dell'energia e delle materie prime elevati per ANNI.Ed è proprio per questo motivo che da questa crisi energetica se ne potrà un giorno uscire solo attraverso politiche monetarie restrittive (tassi interesse DEVONO salire per attrarre capitali finanziari) accompagnate però da politiche fiscali che incentivino quei pochi capitali disponibili (scordatevi di alzare le tasse, i ricchi non lo faranno mai mentre i poveri non hanno più un soldo) in investimenti in capacità PRODUTTIVA in quei settori come agricoltura, difesa, energia e industria.Il cosiddetto modello neoliberale/mercantilista è fallito. Se così non fosse, basterebbe una serie di inasprimenti del costo del denaro per sgonfiare inflazione e ripartire, come in passato.Ma questo non accade quando hai inflazione fuori controllo per questioni geopolitiche (la distensione con Mosca non ci sarà , fatevene una ragione). Serve, insomma, un nuovo modello che tenga conto del contesto storico.Alcuni leader lo hanno già capito e preparano psicologicamente la popolazione. Dopo Macron, è stato il turno del ministro degli Esteri di Singapore. Lo scenario illustrato è simile a quello antecedente alla Prima Guerra mondiale.",
            "comments": []
        },
        {
            "post": "Il modello di business di Intals è basato sull'economia circolare da ben  prima che questo termine venisse coniato.",
            "comments": []
        },
        {
            "post": "hashtag#emozioni hashtag#intelligenzaemotiva hashtag#autoconsapevolezza hashtag#azioniefficaci hashtag#softskill hashtag#coachingemozionale",
            "comments": []
        },
        {
            "post": "Dall'UE nuovi provvedimenti rivolti alle importazioni di semilavorati di alluminio provenienti dalla Cina: in agosto approvate misure antidumping su estrusi di alluminio e avviato procedimento antidumping sui laminati di alluminio, a seguito delle denunce di European Aluminium e delle Associazioni di categoria dei Paesi membri.I procedimenti si sono resi necessari dato che le importazioni cinesi di semilavorati in alluminio sono più che raddoppiate negli ultimi cinque anni e l'Unione Europea risulta essere uno dei pochi mercati principali ancora largamente non protetto contro i prodotti in alluminio oggetti di dumping cinese.Per saperne di più >> https://bit.ly/2ENoBWL",
            "comments": []
        },
        {
            "post": "hashtag#EU carbon border adjustment mechanism would aim to prevent carbon leakage resulting from carbon pricing in the EU emissions trading system.",
            "comments": []
        },
        {
            "post": "COMUNICATO STAMPA CONGIUNTOIl mondo della Metalmeccanica e Meccatronica lancia un appello affinché sia semplificata e velocizzata l'erogazione del credito.Assomet -  Associazione Nazionale Industrie Metalli non FerrosiANIE FederazioneANIMA ConfindustriaAssociazione Nazionale Filiera Industria Automobilistica (ANFIA)FedermeccanicaAssofondFEDERMACCHINEFederUnacomaUCIMU - SISTEMI PER PRODURRE Group",
            "comments": []
        },
        {
            "post": "COMUNICATO STAMPA FABBRICHE E TRASPORTI NON SI POSSONO FERMARE",
            "comments": []
        },
        {
            "post": "https://lnkd.in/dGi7YJH #",
            "comments": []
        },
        {
            "post": "Coronavirus Milano: superato lo choc, ora pronti ai blocchi di ripartenza",
            "comments": []
        },
        {
            "post": "hashtag#coronavirus hashtag#alluminio hashtag#emergenza hashtag#nientepanico",
            "comments": []
        },
        {
            "post": "The hashtag#car industry at a crossroad ⚡️While manufacturers have accelerated towards electric vehicles also for meeting more stringent European CO2 targets, consumers keep shifting towards preference of SUV that have expanded their EU market share from 20% to 35% in just 5 years.In few words, there is a growing disconnect from what consumers want to buy and what manufacturers want to sell. But this is not the only headache that car industry is facing. According to PSA CEO, Carlos Tavares “Each time I’m selling an EV I’m making much less money than selling anything else”.This means that the sector is forced to two major actions to reduce hashtag#cost: 1️⃣ hashtag#jobs cut as already announced by Ford, VW Group and Daimler; and 2️⃣ a redesign of the hashtag#industry with mergers and new cooperations.With 14 million European jobs linked to car hashtag#business, such transformation has huge implications for the hashtag#economy and social stability of the continent. hashtag#electricvehicles still represent a single percentage point of total car sold in Europe but all major car manufacturers are introducing EV models. The big bet is that consumers will follow and get aligned with such direction. For sure, Europe can not afford to lose such important hashtag#industry.hashtag#technology hashtag#future hashtag#sustainability hashtag#greentech hashtag#energy",
            "comments": []
        },
        {
            "post": "IL LEADER“Un vero leader deve decidere da solo”“La responsabilità e il peso delle decisioni che stai prendendo ti gravano e ti rendi conto che non hai spazio per coprirti”“Sei solo tu e la cosa da decidere”“La decisione viene presa da uno, non può essere una decisone collettiva”",
            "comments": []
        },
        {
            "post": "hashtag#greta hashtag#ambiente hashtag#riciclo",
            "comments": []
        },
        {
            "post": "hashtag#autoconsapevolezza",
            "comments": []
        }
    ]
}