{
    "name": "Massimiliano Pesare",
    "subtitle": "Senior Talent Acquisition Manager South Europe at adidas",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "adidas",
            "Full-time · 7 yrs 5 mos",
            "Senior Talent Acquisition Manager South Europe",
            "Mar 2022 - Present · 2 yrs 3 mos",
            "Monza, Lombardy, Italy",
            "We search for uniqueness and diversity, for the extraordinary and individuality, for the interdisciplinary and intercultural. \n\nWe ask interesting people the right questions and don‘t mind being asked even the toughest questions back. \n\nJoin our Teams in France, Spain, Italy and South East to create a workplace for original thinkers who believe that sports can make the world a better place. \n\nhttps://careers.adidas-group.com/",
            "Talent Acquisition Manager Italy and South East Europe",
            "Jan 2017 - Feb 2022 · 5 yrs 2 mos",
            "Monza and Brianza Area, Italy",
            "Sport builds strength, confidence and lifelong friendships. It fights disease and depression. It transcends language, nationality and race. Sport has the power to transform us all. We see a future where sport and fitness help us all to have fun, reach our potential and live better lives.",
            "Talent Acquisition Manager Iberia (International assignment)",
            "Mar 2020 - Nov 2020 · 9 mos",
            "Zaragoza, Aragon, Spain"
        ],
        [
            "Talent Acquisition Manager",
            "Coca-Cola Hellenic Bottling Company",
            "Jan 2015 - Jan 2017 · 2 yrs 1 mo",
            "Milan Area, Italy",
            "Ensuring that external recruiting processes are aligned to business needs and talent pipeline\nEnsuring the coverage of all the staffing needs in the right timing with the best candidates \nExternal communication to ensure that the company attracts a pool of talents appropriate to the growing needs of the business\nGuarantee talent recruiting program, through the proper management of the identified sourcing channels in order to deliver according to the business needs\nRecruiting sourcing, through the proper management of different channels\nStaffing coverage with high quality candidates in the respect of time to fill agreed for different profiles and aligned to talent strategy\nMonitoring the performances of each sourcing channel\nInternal and external staffing strategy implementation through proper management of internal customers (HRMs, Line Managers), internal and external candidates\nEmployer Branding"
        ],
        [
            "HR Manager",
            "Alstom Transport",
            "Jun 2014 - Jan 2015 · 8 mos",
            "Sesto San Giovanni",
            "Support and advice Line management about HR related issues: knowledge of labour law \nSupport the organization in terms of workforce planning, sourcing & staffing, internal mobility \nCompensation & Benefit\nManage People Development (to identify competencies gaps, to set up development plans, to define career path)\nImplement the Annual People Management Cycle (performance evaluation, objectives setting, people review, salary review)\nSite Training Manager: manage Plan (needs collection, training delivery and budget control)\nDrive on Site the HR development projects dedicated to specific populations as required by Corporate Central Learning\nManage accurate and updated information in HRIS\nImplement HR corporate policies and guidelines locally\nInfluence management team with data-driven recommendations\nSupport for Industrial Relations"
        ],
        [
            "HR Business Partner",
            "BOLTON MANITOBA SPA",
            "Oct 2010 - Dec 2013 · 3 yrs 3 mos",
            "Milan Area, Italy",
            "HR Partner for the Business Division (Marketing, Sales, R&D, F&A) and the Plant (Production, Logistics, Procurement, Project)\nRecruitment and Selection: talent attraction, employer branding projects, suppliers management, sourcing strategy \nTraining and Development: definition of the training and development needs with the Executive Team and the Line Management, selection of the suppliers, planning of the training projects in partnership with external consultants, management of ongoing courses, feedback analysis on achieved T&D actions\nTalent Management: building of career path and retention plans for the best Talents    \nPerformance Management: management of the performance rating process focused on the whole corporate personnel\nOrganizational Development: achievement of the excellent organization, supporting the Business Leaders for the management of their Managers, staffs and Departments structures\nMonitoring Training & Selection Budget\nManagement of cost, contracts, hiring offers, benefits.\nSupport for Bolton Group HR Projects"
        ],
        [
            "Antal International Ltd",
            "5 yrs 5 mos",
            "Team Leader FMCG Market - S&M Division",
            "Jul 2008 - Oct 2010 · 2 yrs 4 mos",
            "Management of 4 consultants\nSpecialization in FMCG, Retail and Pharmaceutical Markets\nBuilding of “Sector Maps” and scouting of the best available talents on the Market\nTools: database, headhunting activity, e-recruitment by Job websites and LinkedIn\nBuilding of reports and Forecasts regarding Sales objectives and interviewed candidates\nInternational Recruitment Projects Management in partnership with Antal Offices abroad\nBusiness Development activity in order to acquire new clients\nBranding activity through Meetings, Marketing Letters, presence in the most important National Trade Fairs",
            "Senior Consultant",
            "Jun 2005 - Jun 2008 · 3 yrs 1 mo"
        ]
    ],
    "posts": [
        {
            "post": "New roles within Digital and Finance Teams!eCommerce Manager Digital Sales DPChttps://bit.ly/4d604bbAccounting & Treasury Managerhttps://bit.ly/3Uda1uH",
            "comments": []
        },
        {
            "post": "adidas and Kuehne+Nagel have started a strategic partnership for a highly automated, omni-channel dedicated fulfilment centre in Mantova.Launching in 2024, the fulfilment centre will support adidas stores, retail shops, wholesalers and e-commerce customers in 19 countries throughout Southern and Eastern Europe.Are you ready to be part of this journey?Check it out!https://bit.ly/3QvfU5N",
            "comments": []
        },
        {
            "post": "Special guests in adidas Italy this week! We have run a workshop with the students of Digital Communication Strategy from Istituto Europeo di Design.We have involved colleagues from Brand and Sales who have offered them a brief view of their life in adidas and then we've worked together on a real business case. Great moment, great insights, great people!hashtag#yougotthishashtag#inside3stripes hashtag#IEDmilan",
            "comments": []
        },
        {
            "post": "⚽ LA NOSTRA MAGLIA, I NOSTRI AZZURRI ⚽After the official unveiling of the EURO 2024 federation kits, we gathered to celebrate another big milestone in our long-term partnership with the Italian Football Federation (FIGC).We looked back at the journey which has led to the launch of our adidas Italy Federation Kit for EURO 2024 and looked towards the future for an exciting Summer of Sports!FORZA AZZURRI!hashtag#yougotthis",
            "comments": []
        },
        {
            "post": "Last week adidas South Europe started the 2nd wave of our Internship Program!France, Greece, Serbia, Romania, Italy, Spain... in each Country the interns will have the chance to gain new skills and at the same time bring a big community to life. Welcome all and enjoy your journey with the 3 stripes!hashtag#inside3stripes",
            "comments": []
        },
        {
            "post": "FASTER. HIGHER. STRONGER. TOGETHER.Yesterday was a special day for Market Europe. We launched our 2024 Game Plan simultaneoulsy in all clusters.The energy in our HQ and country locations was contagious.Our Senior Leadership Team walked us through our priorities with our long-term ambition to Win in Europe. This year will be full of unique opportunities, both in and off the pitch. If this is how we start, I can’t wait for what the rest of 2024 brings. 🔥If you want to join a winning European team, check out our open opportunities by filtering by our Europe key locations (Herzogenaurach Germany, Stockport UK, Amsterdam, Milan, Paris, Athens, Warsaw): https://lnkd.in/dJB2UCKH",
            "comments": []
        },
        {
            "post": "New opportunity within our Finance Department!https://bit.ly/3Nxu1WI",
            "comments": []
        },
        {
            "post": "True innovations are exciting for adidas. That‘s why our Marketing and Communications Department loves to bring those products to life by creating stories, which are just as dynamic as the latest football or running shoe. Would you love to support us to create the best and authentic stories joining our Team?Check it out ///https://bit.ly/3GInMKh",
            "comments": []
        },
        {
            "post": "Our culture is shaped by our purpose ‘Through sport, we have the power to change live​s’. As true innovators, our attitude is that impossible is nothing. This is how we win while playing fair.Would you love to be part of this game??https://bit.ly/3sFgoO1",
            "comments": []
        },
        {
            "post": "Driving a Brand as adidas in an exciting Marketplace as Italy is a unique opportunity! We need significant expertise to run overall Marketing agenda in the Country.We need strategic view to position adidas as Leader across all consumer touchpoints.We need creative mindset to generate true innovations and bring our products to life by creating dynamic stories.Are you ready to accept this challenge?https://bit.ly/3R1s72G",
            "comments": []
        }
    ]
}