{
    "name": "Claudia Lamura",
    "subtitle": "Marketing Manager Home Healthcare at Air Liquide",
    "location": "Milan, Lombardy, Italy",
    "about": "Mi ritengo una persona flessibile e con notevole spirito di adattamento. Buone capacità organizzative e pratiche: sono molto precisa e sono in grado di rispettare le scadenze sostenendo situazioni di importante carico lavorativo e organizzando il mio tempo in modo equilibrato.Buone competenze relazionali derivanti dalle esperienze lavorative in Italia e all’estero: predisposizione al lavoro in team, disponibilità e spirito di confronto con e verso il gruppo; innata predisposizione nel relazionarmi con persone aventi differenti ruoli lavorativi ed età. Sono determinata e fortemente motivata a crescere professionalmente nel settore marketing e vendite, dedicandomi con entusiasmo alle nuove sfide proposte.GOALS: Learn and grow with engagement and motivation.STRENGTHS: Think creatively, problem solving, decision making and team working.L’importanza del \"Personal Branding\"",
    "experiences": [
        [
            "Marketing Manager HHC",
            "Air Liquide · Full-time",
            "Jul 2022 to Present · 1 yr 11 mos",
            "Assago, Lombardia, Italia"
        ],
        [
            "Philips",
            "18 yrs 4 mos",
            "Clinical & Professional Marketing Manager - Sleep & Respiratory Care IIG",
            "Full-time",
            "Jan 2022 to Jul 2022 · 7 mos",
            "Milano",
            "Drive professional recommendation of the product category assigned, contribution in developing and executing the clinical & professional marketing plans, in alignment with Clinical & Professional Marketing EU and local Commercial Leader together with the BMM EU/Head of Marketing, coordinating local Clinical & Professional Marketing Specialist and Clinical & Professional Marketing Categories dedicated\n\nResponsible for:\n• Increasing brand preference and customer loyalty with professional stakeholders \n(indirect channel partners, DME’s, homecare providers, …)\n• Contribute to profitable growth by driving prescriptions from clinical societies \n(medical community: physicians, nurses, technicians, ...) \n• Engage & educate prof. & clinical societies, customers, and organizations representing patients\n• Provide the clinical benefits of Philips products and technical advice\n• Product demos for clinical audiences (prescribers, organizations representing patients, local HCP)\n• Participate in local events, congresses, etc.\n• Understand local Mktg. needs (congresses, studies, etc.)\n• Provide toolkit requirements to Business and localize toolkits, enabling lobbying, KOL engagement and connected solutions\n• Leading S&RC Prof. Mktg. Specialist team \n• Leading Clinical & Professional marketing Manager for Categories\n• Owns & prioritizes KOL/clinical relationship and drives KOL/clinical engagement\n• Collaborate in Managing S&RC Marketing budget",
            "Marketing & Sales Application Team Lead",
            "Full-time",
            "Jul 2019 to Dec 2021 · 2 yrs 6 mos",
            "Milano, Italia",
            "• Responsible for coordinating and manage SRC Application Specialists to promote Sleep and Respiratory care products and solutions in IIG market\n• Responsible for driving sales, maximizing sales, customer relationships by leading Sales team to ensure long term profitability in the IIG market\n• Manage the SRC Specialists to ensure that customers (e.g. clinician, technicians, operators, agents, Home Care Provider specialists) are properly trained and supported to optimally use the products and to maximize customer satisfaction",
            "Business Marketing Specialist Invasive Ventilation",
            "Full-time",
            "Jul 2019 to Dec 2021 · 2 yrs 6 mos",
            "Milano",
            "• Responsible to launch and support the promotion of the SRC solution in the IIG Market\n• Support the Salesforces to maximize sales and customer's relationship in order to ensure long term profitability for the category responsible for\n• Marketing Specialist ensures that customers (KOLs, Homecare provider specialists, SRC Sales team) are proprierly trained to optimally use and promote SRC solution"
        ],
        [
            "ICT specialist",
            "Atosorigin S.p.A c/o Philips Medical Systems",
            "Oct 2001 to Mar 2004 · 2 yrs 6 mos",
            "Monza e Brianza, Italia"
        ],
        [
            "Customer Care Center - Team Leader",
            "Atosorigin S.p.A",
            "Jul 2001 to Oct 2001 · 4 mos"
        ]
    ],
    "posts": [
        {
            "post": "🚀VitalAire è alla ricerca di nuovi Talenti e sarà presente al Career Fair dell'Università degli Studi di Pavia il 14 Maggio.🤝L'iniziativa è rivolta a Studenti e Neolaureati: non perdere l'occasione di incontrarci e di conoscere da vicino il nostro gruppo!📍Ti aspettiamo al nostro stand!",
            "comments": []
        },
        {
            "post": "Il paziente affetto da apnee notturne presenta alcuni sintomi facilmente identificabili!! 🆘🌙 Di notte:➡️ russamento abituale (tutte le notti) e persistente (da almeno 6 mesi);➡️ pause respiratorie nel sonno (riferite dal partner);➡️ risvegli con sensazione di soffocamento in soggetto russatore (non necessariamente abituale);➡️ necessità di urinare frequentemente;➡️ eccessiva sudorazione.☀️ Di giorno:➡️ sonnolenza e sensazione di stanchezza;➡️ cefalea mattutina;➡️ riduzione della concentrazione e dell’attenzione;➡️ variazioni dell'umore e alterazioni della personalità;➡️ riduzione della destrezza manuale;Se ti riconosci in molti di questi sintomi, approfondisci l'argomento e fai un test! https://lnkd.in/eJyqmzYM",
            "comments": []
        },
        {
            "post": "Milano è una città che non smette mai di sorprendere e di reinventarsi. Oltre ad essere un polo economico e finanziario di rilevanza internazionale, Milano è anche un centro di creatività e design. Il Fuori Salone, durante la Settimana del Design, è l'evento che meglio rappresenta questa anima innovativa della città.Il Fuori Salone trasforma Milano in una vetrina internazionale delle tendenze del design, attirando professionisti, appassionati e curiosi da tutto il mondo. Le strade si animano con installazioni, mostre e eventi che trasformano la città in un laboratorio a cielo aperto.La capacità di una città di essere attrattiva, di offrire sempre le migliori novità o semplicemente proprio ciò che stavi cercando è un mix di cultura, infrastrutture, opportunità e atmosfera. Milano riesce a combinare tutto questo in modo unico, offrendo un ambiente dinamico e stimolante che riesce a soddisfare le esigenze di chiunque, che si tratti di lavoro, cultura, divertimento o semplicemente di vivere un' esperienza indimenticabile.In un mondo sempre più globalizzato, le città hanno un ruolo sempre più centrale nella vita delle persone, diventando luoghi dove si intrecciano culture, idee e storie. Milano, con il suo spirito aperto e cosmopolita, è un esempio perfetto di come una città possa essere un faro di attrazione e di ispirazione per tutti coloro che la visitano o la scelgono come luogo dove vivere e lavorarehashtag#Milano hashtag#Fuorisalone hashtag#BrandIdentity hashtag#lamiacittà",
            "comments": []
        },
        {
            "post": "Ha avuto grande successo il WORKSHOP VitalAire: \"Il ruolo dell'Home Care Provider 2.0: dall'ospedale al domicilio\" svoltosi a Cuneo durante l'XIII edizione del \"Corso Avanzato: Nuovi stimoli per la Ventilazione Domiciliare Non Invasiva e Invasiva\"! Più di 80 partecipanti e una straordinaria partecipazione attiva di tutti i discenti. Molte le richieste di approfondimento e altissimo interesse sulla presa in carico domiciliare del paziente respiratorio cronico!",
            "comments": []
        },
        {
            "post": "Durante il corso Nuovi stimoli sulla ventilazione domiciliare - Live da Cuneo - Air Liquide VitalAire è stata impegnata nel workshop \"IL RUOLO dell' HOMECARE PROVIDER, dall'ospedale al domicilio\":grande interesse e attiva partecipazione da parte dei discenti sull'importanza della presa in carico domiciliare del paziente respiratorio.📣 La partnership tra operatori sanitari e società di servizi specializzate nella gestione domiciliare garantisce un'assistenza continua che, attraverso la comprensione del contesto domestico, permette una valutazione più completa delle esigenze del paziente, facilitando la pianificazione del percorso terapeutico e l'implementazione di interventi mirati.Investire nella salute e nel benessere contribuisce a creare un sistema di cura integrato e centrato sul paziente. La collaborazione tra clinici e società di servizi rappresenta, dunque, un valore aggiunto essenziale per il futuro della nostra assistenza sanitaria. Alessandra Gandolfo Omar Seregni Elodie Bouvier Erica Tucci Federico D'Urzo hashtag#Salute hashtag#Partnership hashtag#ServiziDomiciliari hashtag#PatientCentricityhashtag#AirLiquidehomehealthcare hashtag#VitalAire hashtag#Valuebasedhealthcare",
            "comments": []
        },
        {
            "post": "Air Liquide VitalAire a supporto degli operatori sanitari per offrire un'esperienza di cura che abbia valore per i nostri assistiti!hashtag#VitalAire hashtag#ChangingVareWithYou hashtag#ValueBasedHealthcare",
            "comments": []
        },
        {
            "post": "Nella splendida cornice di BertinoroGo Air Liquide VitalAire! 💪Fanfulla Francesco",
            "comments": []
        },
        {
            "post": "In Air Liquide Healthcare - Vitalaire, ambiente dinamico e collaborativo, cerchiamo un/una Product Manager appassionato che condivida la nostra missione: prendersi cura dei pazienti in qualità di partner del servizio sanitario.Se sei alla ricerca di nuove sfide e opportunità di sviluppo, dai un'occhiata all'offerta per capire come far parte del nostro team! 👇",
            "comments": []
        },
        {
            "post": "Hai mai sentito parlare dela terapia CPAP per le apnee notturne? La CPAP (Continuous Positive Airway Pressure) è una terapia altamente efficace che utilizza un dispositivo per fornire un flusso costante d'aria durante il sonno, mantenendo le vie respiratorie aperte. Se soffri di apnee notturne, potrebbe essere la soluzione che stai cercando. Scopri di più sul trattamento CPAP sul nostro sito web e parlane con il tuo medico. https://lnkd.in/e2irrCVMRiprendi il controllo del tuo sonno! 💨💤 hashtag#ApneeNotturne hashtag#TrattamentoCPAP hashtag#SonnoSalutare",
            "comments": []
        },
        {
            "post": "Anche se la BPCO (Broncopneumopatia Cronica Ostruttiva) può sembrare un ostacolo insormontabile, ci sono molti modi per gestire ed alleviare i sintomi di questa malattia. VitalAire Italia è qui per offrire supporto, consigli e soluzioni personalizzate per le persone affette da BPCO. Siamo al loro fianco lungo il percorso di gestione della BPCO, aiutandoli a respirare meglio. Scopri di più sul nostro sito web!https://lnkd.in/e7KZHGFU",
            "comments": []
        }
    ]
}