{
    "name": "Walter Renna",
    "subtitle": "CEO FASTWEB | TU SEI FUTURO",
    "location": "Milan, Lombardy, Italy",
    "about": "Since October 2023 Chief Executive Officer of Fastweb, and my mission is to lead this wonderful company into the future with the goal of providing value to customers and the community.At Fastweb, I have held various roles, from Head of Strategy to Chief Operating Officer and then to Chief Product Officer.As CPO, I was responsible for designing positioning campaigns such as TUSEIFUTURO, launching cutting-edge products like 5G mobile, and integrating AI into internal processes, as well as seeking innovation through the venture capital fund in JV with Founders Factory.\"The role of Chief Operating Officer has allowed me to have a 360° view of the company and promote optimization projects through digitization and automation initiatives, as well as strategic co-investment projects to expand our fixed and mobile network.Before my adventures at Fastweb, I was a strategic consultant at KPMG Advisory, where I developed my market analysis skills and strategic vision in sectors such as luxury, cosmetics, renewable energy, and many others.My academic background includes a Master's Degree in Management from the \"Luigi Bocconi\" University in Milan and a Bachelor's Degree in Business Economics from the \"Alma Mater Studiorum\" University in Bologna.In my free time, I enjoy staying up-to-date with technological advancements, mountain biking, playing padel, traveling to new destinations, and training in Brazilian Jiu-Jitsu.",
    "experiences": [
        [
            "Fastweb",
            "16 yrs 1 mo",
            "Chief Executive Officer",
            "Full-time",
            "Oct 2023 to Present · 8 mos",
            "Chief Product Officer",
            "Full-time",
            "Jan 2021 to Oct 2023 · 2 yrs 10 mos",
            "Milano",
            "In my role as Chief Product Officer at Fastweb, my mission is to transform Fastweb into an innovative and cutting-edge company, ensuring continuous growth by offering unique products with the best customer experience and sustainability. My main responsibilities include:\n\n- Product strategy development: Develop and implement product strategy for all business units: consumer, enterprise, and wholesale.\n- Product management: Drive the entire product lifecycle, from ideation, development, and launch to continuous improvement and enhancement.\n- Market analysis: Conduct market research and analysis to identify customer needs, trends, and opportunities that inform product development and marketing strategies.\n- Marketing and communication: Develop and execute marketing plans and communication strategies to promote products, increase brand awareness, and stimulate customer engagement.\n- IT management: Oversee the IT department, ensuring the efficient and effective implementation of technological solutions to support product development, operations, and customer service.\n- Innovation and AI: Foster a culture of innovation and continuous improvement, encouraging exploration and adoption of new technologies, processes, and methodologies.\n- Performance measurement: Establish and monitor key performance indicators (KPIs) for products, marketing, and IT.\n- Financial impact: Prepare product business plans, monitor progress, and ensure optimal use of all marketing mix levers, aligning actions with the company's financial objectives.\n- Stakeholder management: Build and maintain strong relationships with internal and external stakeholders, including partners, suppliers, customers, and institutions to ensure successful product launches and ongoing support.",
            "Chief Operating Officer",
            "Full-time",
            "Sep 2018 to Jan 2021 · 2 yrs 5 mos",
            "Milano",
            "Key responsibilities: change business model of the company with the target to improve long term sustainability and ensure growth. I'm driving a program of initiatives with a focus on operations to increase efficiency and productivity of the company. moreover i'm in charge of the main strategic co-investment initiatives for the roll-out of mobile 5G and FTTH network"
        ],
        [
            "Consulente strategico",
            "KPMG Advisory · Full-time",
            "Mar 2006 to Apr 2008 · 2 yrs 2 mos",
            "Milano, Lombardia, Italia",
            "M&A and Commercial Due Diligence"
        ]
    ],
    "posts": [
        {
            "post": "Ieri nella trasmissione “Due di denari” di Radio24 ho avuto il piacere di fare due chiacchiere sul mercato dell’energia con Debora Rosciani e Mauro Mazza e raccontare come è nata la nostra offerta.Semplicemente abbiamo ascoltato le esigenze dei clienti che ci chiedono: la capacità di prevedere la spesa e la possibilità di monitorare i consumi.A queste richieste abbiamo inserito il nostro framework basato su: semplicità, trasparenza ed innovazione. Un canone fisso tutto incluso e un app che permette di monitorare i consumi in real time.La transizione al mercato libero è in corso, questa è una grande opportunità per i nuovi entranti come noi.Un problema forte del mercato è il rischio delle truffe telefoniche o comunque l’acquisto di offerte in modo poco consapevole. Per evitare tutto questo è fondamentale non accettare offerte telefoniche se non si sono fatte le dovute verifiche. Quindi fatevi dare il nome della società offerente e il sito su cui controllare l’offerta, un numero di telefono verde verificabile da richiamare oppure, cosa migliore, individuate un punto vendita nelle vicinanze. Consapevoli di tali problemi, come Fastweb mettiamo a disposizione oltre 4K negozi dove le persone possono informarsi ed avere una consulenza gratuita per capire quale possa essere l’offerta migliore a fronte dei consumi attuali.Inoltre siamo accanto alle autorità per contrastare tutti i fenomeni scorretti da parte di operatori. Se ricevete chiamate non desiderate fatte a nome di Fastweb, potete segnalarcelo e noi interverremo per risolvere il problema (metto il link al form di segnalazione nel primo commento).hashtag#energia hashtag#Fastweb hashtag#TuSeiFuturo hashtag#innovazione",
            "comments": []
        },
        {
            "post": "Veloce diario di bordo dei risultati finanziari di Fastweb del primo trimestre 2024:📈 Crescita nei principali indicatori finanziari: clienti (+2%), ricavi (+6%) e EBITDA (+2%). Le performance migliori provengono dai settori mobile, Enterprise e Wholesale, sostenute da una gestione diretta delle infrastrutture di rete e dall'innovazione tecnologica.Incremento della Base Clienti: abbiamo guadagnato 155.000 nuovi clienti, aumentando la base clienti del 2%. Il segmento del mercato fisso è cresciuto del 4,5%, raggiungendo 3,3 milioni di clienti.Ricavi e Margini: i ricavi totali al 31 marzo 2024 hanno raggiunto 658 milioni di euro, con un incremento del 6%. L'EBITDA complessivo ha raggiunto i 192 milioni di euro, in aumento del 2%. Connettività Ultralarga: circa il 90% dei clienti beneficia di connessioni a banda ultralarga con performance da 100 Mbps a 2,5 Gigabit. La copertura a banda ultralarga ha raggiunto il 94% delle famiglie e delle imprese italiane.Segmento Mobile: aumento del 12% nel numero di SIM attive, con 3.611.000 SIM totali. La copertura 5G ha superato il 73% della popolazione nazionale.Ricavi delle Business UnitsEnterprise: Ricavi di 284 milioni di euro, in aumento del 9%.Wholesale: Ricavi di 86 milioni di euro, con un incremento del 18%.Consumer: in linea con anno precedenteInvestimenti: gli investimenti hanno raggiunto i 157 milioni di euro, pari al 24% dei ricavi, concentrati sullo sviluppo di reti ultra-performanti e servizi avanzati.🌱 Iniziative sulla Sostenibilità:Fastweb Digital Academy ha raggiunto i 410.000 partecipanti ai suoi corsi di formazione gratuiti.Fastweb conferma il suo impegno per il contrasto ai cambiamenti climatici con l’ambizioso obiettivo di diventare Net Zero Carbon nel 2035.STEP FuturAbility District continua a crescere e siamo arrivati a ca. 40k presenze, un grande traguardo.🤖 Investimenti in AI: Grazie al supercomputer NIVIDIA acquisito nei mesi scorsi, Fastweb sarà in grado di mettere a disposizione di aziende e PA elevatissime capacità computazionali all’interno del proprio ambiente Cloud per lo sviluppo di servizi ed applicazioni di AI e Gen AI e lo utilizzerà per sviluppare ed implementare il primo modello linguistico (LLM) allenato nativamente in lingua italiana.🌟 Eseguiamo la nostra strategia con nuove iniziative: Fastweb è entrato nel mercato dell’energia con un’offerta innovativa e trasparente; abbiamo esteso la nostra copertura ultra broadband nelle aree bianche con connettività fino ad 1 Gb/s realizzando la più estesa rete 5G FWA del paese, grazie all’accordo con EOLO, e abbiamo lanciato una importante partnership commerciale sul segmento mobile.Come sempre, non mi stancherò di ringraziare tutte le persone che hanno reso possibile il raggiungimento di questi risultati.hashtag#trimestrale hashtag#Fastweb hashtag#TuSeiFuturo hashtag#Future hashtag#sostenibilità hashtag#AI hashtag#energia",
            "comments": []
        },
        {
            "post": "Le faremo sapere! Questa è la frase che si sente dire ai colloqui Joanne mentre prova a rientrare nel mondo del lavoro dopo la nascita di Jessica. A 30 anni è una mamma single e disoccupata che vive in condizioni di quasi-povertà sostenendosi solo grazie agli aiuti sociali.Joanne fa molta fatica a trovare lavoro e come dice lei la definivano la “madre non sposata”. La mamma di Jessica è una donna di grande talento e tenacia e le opportunità se le crea da sola grazie alla fantasia e alla scrittura.Infatti passano pochi anni e con lo pseudonimo di J. K. Rowling, Joanne conquista il mondo con la serie di romanzi di Harry Potter.Questa è una famosa storia di successo che deve aiutarci a riflettere sulla difficoltà delle donne a rientrare nel mondo del lavoro dopo aver avuto dei figli. Grazie al Consorzio di aziende ELIS e sotto la guida della presidenza di Elena Goitini è nato il programma quadriennale: “Includere per Crescere”.L’obiettivo di questo progetto è quello di integrare nelle aziende persone escluse dal mondo del lavoro a causa di un bisogno o una fragilità, e di supportare lo sviluppo di imprese sociali, che a loro volta hanno l’obiettivo di includere.Nel primo anno le attività si concentreranno sull’aiutare le madri a rientrare nel mondo del lavoro dopo che sono state costrette a lasciare la professione per incompatibilità con esigenze famigliari.Negli anni successivi si lavorerà sull’inclusione di persone immigrate o rifugiate, over 55, detenuti e persone con neurodivergenze. Inoltre partirà anche un progetto dedicato al Social Procurement per favorire l’incontro tra aziende e imprese sociali offrendo a queste ultime l’opportunità di essere coinvolte nella fornitura di beni e servizi.Come Fastweb siamo felici di partecipare attivamente a questa importante iniziativa che si unisce ai tanti progetti che mettiamo in campo per dare concretezza al nostro purpose di aiutare le persone a trovare e costruire il proprio futuro. hashtag#sostenibilità hashtag#Fastweb hashtag#TuSeiFuturo hashtag#inclusione hashtag#IncludereperCrescere",
            "comments": []
        },
        {
            "post": "Immagina un'Italia dove la velocità ultrabroadband è accessibile in ogni angolo, anche nelle aree più remote. Ci siamo sempre interrogati sul problema del digital divide e come offrire le stesse opportunità tecnologiche a tutti mantenendo la sostenibilità del nostro business. Oggi grazie alla combinazione di nuove tecnologie come il 5G e la partnership strategica con EOLO potremo portare una velocità di connessione di 1Gbs anche nelle aree dove non erano disponibili reti ad alte prestazioni. Utilizzando in sinergia le frequenze ad onde millimetriche in banda 26 GHz, di Fastweb con l'infrastruttura FWA di Eolo, stiamo creando la rete FWA 5G più capillare e potente del Paese, con velocità di download fino a 1Gbps.In Fastweb, siamo convinti che un accesso veloce e affidabile a Internet sia cruciale per connettere persone, idee e opportunità, costruendo così un futuro più inclusivo.hashtag#Future hashtag#FWA hashtag#5G hashtag#UltraBroadband hashtag#TuSeiFuturo hashtag#Fastweb",
            "comments": []
        },
        {
            "post": "Yann LeCun, uno dei padri dell'AI e del deep learning (premio🏆Turing 2018), afferma: “La risposta alla paura dell’AI è nella possibilità di costruire un’intelligenza artificiale che rappresenti la diversità di culture, opinioni, lingue e sistemi di valori in tutto il mondo…”Credo fermamente in questa affermazione; è essenziale promuovere progetti di AI nazionali che incorporino la nostra cultura e identità.Durante AI WEEK di Rimini davanti a tanti imprenditori, professionisti e giovani talenti, ho presentato i progetti di Fastweb, immaginando un vasto ecosistema AI italiano che coinvolga tutti gli attori provenienti da svariati contesti: università, aziende, pubbliche amministrazioni e startup.La nostra strategia si basa su tre pilastri sono: 1) Infrastrutture con il supercomputer NVIDIA che sarà presto attivato vicino Milano; 2) Dati di qualità grazie alla partnership con vari content providers. Fondamentali per avere modelli di qualità e nel rispetto del copyright; 3) LLM nazionale, abbiamo già sperimentato con il fine tuning di modelli open source come Mistral e Falcon, passeremo entro luglio al nostro FusionAi ovvero un re-training di Mistral e Falcon con oltre 650 miliardi di token (5 milioni di libri equivalenti) in italiano e fine tuning e human feedback completamente gestito dalle nostre persone per poi arrivare a dicembre con il nostro modello E2E nazionaleSiamo all'alba di una nuova rivoluzione, è un momento unico per tutti noi ed è anche il momento di innovare ed essere coraggiosi per contribuire al futuro e alla competitività del nostro paese.Tutti dobbiamo essere coinvolti e protagonisti! hashtag#AIweek hashtag#AI hashtag#Fastweb hashtag#TuSeiFuturo hashtag#Innovazione hashtag#Future",
            "comments": []
        },
        {
            "post": "Per noi italiani, la bolletta della luce è un grande mistero: non sappiamo quanto spenderemo a fine mese, i prezzi si capiscono a fatica e sono difficilmente comparabili. Inoltre con il mercato libero siamo tempestati di chiamate da parte di operatori di dubbia affidabilità.In Fastweb, studiamo il mercato dell’energia da diverso tempo e riteniamo di essere pronti a portare il nostro approccio innovativo anche in questo settore. In tanti anni di lavoro nelle Telco, abbiamo capito che i clienti vogliono trasparenza, semplicità e innovazione. E’ necessario creare un rapporto di fiducia e dare valore al loro tempo.Dopo un’attenta fase sperimentale, ieri, con un evento molto rock e con la potenza dei Rockin'1000 abbiamo lanciato la nostra offerta innovativa di energia elettrica, l’unica sul mercato con un modello di canone fisso in bolletta con tre fasce, in funzione delle esigenze domestiche:⚡Fastweb Energia Light: 45€/mese per un consumo fino a 1500 kWh/anno⚡Fastweb Energia Full: 65€/mese per un consumo fino a 2500 kWh/anno⚡Fastweb Energia Maxi: 95/mese per un consumo fino a 4000 kWh/annoI prezzi includono tutti i costi e permettono di sapere in anticipo quanto si paga ogni mese. Non ci sono vincoli (disdici quando vuoi) o depositi cauzionali e nessun costo di attivazione. I clienti Fastweb, o chi si abbona ai nostri servizi Internet o mobile, possono godere di uno sconto di 5 euro sull’abbonamento energia.Inoltre, per celebrare questo importante passo avanti nel settore, offriamo un canone mensile bloccato per cinque anni a chi si unisce a noi nelle prime settimane dal lancio.In linea con la nostra strategia di sostenibilità, tutta l’energia venduta sarà proveniente da fonti rinnovabili certificate, inoltre offriremo la possibilità di comprare dei pannelli virtuali per chi non ha possibilità di installare fotovoltico. Per questo abbiamo lanciato la nostra start-up GridShare in collaborazione con Founders Factory.E ancora tutta la gestione dell’offerta sarà completamente digitale con la possibilità di controllare in real-time i propri consumi e avere previsioni di consumi grazie all’AI.Pensiamo che questa offerta possa dare valore alle persone e alle famiglie, aiutandole nella scelta in un momento di grandi cambiamenti nel mercato e soprattutto ad avere consapevolezza della relazione tra costi e consumi per stimolare comportamenti virtuosi e sostenibili. Il nostro obiettivo è chiaro: essere al fianco dei nostri clienti non solo per connetterli al mondo attraverso soluzioni di Internet e Mobile all'avanguardia, ma anche per illuminare le loro case e le loro attività con un'offerta di energia pulita, trasparente, semplice e affidabile.hashtag#Fastweb hashtag#Energia hashtag#Innovazione hashtag#Trasparenza hashtag#Semplicità hashtag#TuSeiFuturo",
            "comments": []
        },
        {
            "post": "Qual è la situazione della cybersecurity a livello mondiale? E l’Italia?Purtroppo le notizie non sono rassicuranti.Il rapporto annuale redatto dai ricercatori del Clusit (l’Associazione Italiana per la Sicurezza Informatica) indica, nel 2023, un aumento del 12% del numero di attacchi informatici nel mondo rispetto al 2022, pari a 2.779 incidenti (da considerare che sono catalogati solo i casi di dominio pubblico).Ad aggravare la situazione è l’impatto degli incidenti: nell’81% dei casi la gravità degli attacchi è elevata o critica.E in Italia come siamo messi?Purtroppo siamo diventati uno dei bersagli preferiti da parte dei cybercriminali. Basti pensare che ben l’11% degli attacchi gravi a livello globale hanno avuto per oggetto bersagli italiani (con una crescita del 65% rispetto al 2022).Va inoltre sottolineato che il nostro paese occupa le ultime posizioni in Europa per competenze digitali, investimenti in cybersecurity e numero di laureati in materie ICT (ultimi in Europa).Ritengo che il tema della cybersecurity sia una priorità. Come azienda di telecomunicazioni, stiamo investendo molto per raggiungere lo stato dell’arte in materia al fine di proteggere le aziende e la nostra comunità.Oggi abbiamo in campo quattro Security Operations Center (SOC) a Milano, Bari, Torino e Firenze attivi 24 ore su 24 con personale specializzato e sistemi d’avanguardia in grado di proteggere la rete dei nostri clienti dagli attacchi. Inoltre da tempo Fastweb ha acquisito 7Layers, un’azienda leader nel settore della cybersecurity avanzata.Come Fastweb abbiamo dato il nostro contributo al rapporto Clusit con i dati provenienti dai nostri SOC: nel 2023 abbiamo registrato ed intercettato oltre 56 milioni eventi di sicurezza. Nel primo commento il link al documento del rapporto completo del Clusit con inclusi i dati rilevati da Fastweb. hashtag#Cybersecurity hashtag#Sicurezza hashtag#Clusit hashtag#Fastweb hashtag#TuSeiFuturo",
            "comments": []
        },
        {
            "post": "Una domanda che mi pongo spesso riguarda il modo migliore per favorire la crescita e lo sviluppo dei giovani talenti: come possiamo valorizzarli e, contemporaneamente, contribuire alla crescita dell'azienda?Sebbene non esista una ricetta magica, sono convinto che sia fondamentale creare, all'interno delle aziende, un ecosistema che favorisca l'innovazione, alimentata soprattutto dall'energia e dalla freschezza dei giovani.È essenziale offrire loro crescenti responsabilità e garantire un accesso diretto al top management per la condivisione di idee innovative.Considero la formazione un pilastro chiave, e credo fermamente che la pratica e l'esposizione diretta all'innovazione siano le vie più efficaci per apprendere.In quest'ottica, abbiamo deciso di investire in un nostro fondo di venture capital con Founders Factory, che ha tra gli obiettivi primari proprio quello di influenzare positivamente la cultura aziendale. Questa iniziativa ci permette di immergere i nostri giovani nell'ambiente dinamico delle startup, stimolando il confronto con realtà imprenditoriali all'avanguardia.Le grandi organizzazioni, spesso per le loro dimensioni e per l’eredità storica, possono trovare difficoltà in questo processo. Tuttavia, per navigare con successo verso il futuro, è cruciale innovare nella gestione e nella formazione del personale, per cogliere le opportunità offerte dalle novità, piuttosto che subirle, e per attrarre e fidelizzare i talenti.Nel video abbiamo fatto due chiacchiere sul tema con il brillante Alec Ross all’interno degli spazi fisici/concettuali di STEP FuturAbility Districthashtag#Talent hashtag#Lavoro hashtag#Formazione hashtag#Future hashtag#TuSeiFuturo hashtag#Fastweb",
            "comments": []
        },
        {
            "post": "L’uomo con la racchetta in mano, a 18 anni, frequenta l’università del Texas e dalla sua stanza del residence universitario assembla e rivende PC.  Alla fine del primo anno di studi, genera un fatturato di 80k dollari al punto che decide che il suo futuro è quello dell’imprenditore. Con un piccolo finanziamento ottenuto dai nonni, lascia l’università ed investe sulla crescita della sua azienda di computer. A distanza di 8 anni, la scelta si rivela vincente e a soli 27 anni il ragazzo è il più giovane CEO fra le aziende Fortune 500 e la sua società arriva a fatturare quasi un miliardo di dollari.La strategia della sua azienda è chiara: personalizzazione e vendita diretta ai consumatori finali.La crescita di Internet degli anni 2000 consente alla società di spingere sul mercato, e grazie a un’ottima assistenza clienti e prezzi molto competitivi (grazie alla filiera corta), guadagna velocemente quote nel mercato dell'informatica e della tecnologia.L’anno scorso ha chiuso con un fatturato superiore ai 100 miliardi di dollari (102.3). Ho avuto il piacere di incontrare quel giovane texano che ha cambiato e continua a cambiare le regole del mercato.Abbiamo parlato del futuro e di come le aziende stanno orientando i propri investimenti per affrontare 3 grandi priorità: ✅ Cybersecurity: il contesto geopolitico attuale ha trasformato qualsiasi azienda, grande o piccola, pubblica o privata in un target di attacco. E’ l’ora di prepararsi e difendersi al meglio.✅ Edge computing: l’innovazione sarà sempre più legata alla capacità di lavorare e processare i dati vicino a dove vengono generati. Il concetto è semplice: “infrastructure goes to data and not data going back to central infrastructure”✅ AI: una rivoluzione inevitabile e inarrestabile. Il boost di produttività è del 20/30% e nessun CEO può ignorare la potenza di questa tecnologia. Le grandi aziende oltreoceano stanno lavorando a soluzioni multi-AI, privilegiando soluzioni locali e opensource quando si tratta di dati sensibili. Dimenticavo, quel ragazzo è Michael Dell fondatore e CEO della Dell Technologieshashtag#Future hashtag#MichaelDell hashtag#Trends hashtag#AI hashtag#Fastweb hashtag#TuseiFuturo",
            "comments": []
        },
        {
            "post": "L’AI è banale dirlo, è un’opportunità enorme e se sei un’azienda dedita all’innovazione non puoi non investire per sfruttarla al massimo. Ma mentre studi e sperimenti, ti sorgono alcune domande:Il dominio di queste tecnologie sarà nelle mani di pochi? Gli Stati Uniti e la Cina saranno i padroni assoluti?Come evolverà l’AI e come garantirà l’identità dei vari paesi? Ci sarà una colonizzazione culturale guidata dai modelli linguistici?Può esistere un Made in Italy della GenAI?Per non parlare dei problemi di copyright, un tema da gestire al più presto per non far crollare tutti gli ecosistemi di contenuti. Di questo e della strategia di Fastweb nei prossimi anni ho parlato nell’intervista con La Repubblica qui riportata. grazie ad Aldo Fontanarosa per la bella chiacchierata https://lnkd.in/dyhT3sBQ hashtag#AI hashtag#ArtificialIntelligence hashtag#Future hashtag#Madeinitaly hashtag#TuseiFuturo hashtag#Fastweb",
            "comments": []
        }
    ]
}