{
    "name": "Paul Marchant",
    "subtitle": "Chief Executive at Primark",
    "location": "Ireland",
    "about": "Proud to be leading Primark for over a decade, where we’ve more than doubled the number of stores in that time. Now in 16 markets, our international growth ambition is stronger than ever, but we’ve never forgotten our roots and constantly challenge ourselves to be brave and never be complacent. I’m inspired everyday by our people, brand and customers – their passion and innovation keep me driven and always looking forwards.",
    "experiences": [
        [
            "Chief Executive",
            "Primark · Full-time",
            "2009 - Present · 15 yrs 5 mos"
        ],
        [
            "Chief Operations Officer",
            "New Look · Full-time",
            "2005 - 2008 · 3 yrs"
        ],
        [
            "Trading Director",
            "Debenhams · Full-time",
            "1996 - 2004 · 8 yrs"
        ]
    ],
    "posts": [
        {
            "post": "This morning, our parent company, ABF, released their interim results for the 24 weeks ended 2nd March 2024. As part of this announcement, we shared our exciting plans to expand our Click + Collect service into all our stores across England, Scotland & Wales.By the end of next year, more customers will have even more choice and reasons to visit their local Primark. I’m incredibly proud of our colleagues and partners who have been working to find a model that both works for Primark and complements the fantastic offering we have in our stores.  I look forward to sharing more updates as the team progress plans overthe coming weeks and months.For now, I want to take a moment to thank everyone at Primark who have been part of this phase in our digital journey",
            "comments": []
        },
        {
            "post": "I welcome the new initiatives and proposals announced today across the UK political sphere focused on tackling retail crime and improving our high streets. As a retailer with a strong physical footprint, our top priority is ensuring that our colleagues and customers feel safe and welcome in our 193 stores across the UK. Primark is proud to be a founding member of Project Pegasus, which has been a driving force behind some of these initiatives alongside the British Retail Consortium, and I want to thank all our Primark colleagues who’ve been involved in this campaign and those managing these issues first-hand over the last few years. Our industry continues to navigate unprecedented challenges associated with antisocial behaviour, shoplifting and retail crime, and the latest announcements send a clear message that this will not be tolerated.  The Great British High Street is the beating heart of our local communities and we’re proud to be investing over £100 million in our UK stores this year. We look forward to seeing more progress over the coming months. hashtag#retailcrime",
            "comments": []
        },
        {
            "post": "Excited to share that our next exclusive Rita Ora x Primark Collection is landing in time for spring and will arrive in all our stores on Tuesday 19th March.  I’m incredibly proud to see the evolution of our ongoing partnership with Rita which is creating bolder fashion choices with styles that can be worn season after season.  It’s an honour for our teams to work so collaboratively with Rita and to see how involved she is in the whole process.  We can’t wait to see what you think.  hashtag#RitaOra hashtag#Primark hashtag#NewCollection hashtag#LaunchTime",
            "comments": []
        },
        {
            "post": "Today I had the privilege of attending the Live 2024: Retail Week X The Grocer in London. A highlight for me was sitting down to be interviewed by Retail Week’s Editor in Chief, Charlotte Hardie. We discussed the continuously evolving retail landscape, focusing on a topic that I am passionate about: the importance of our high streets and physical retail spaces. In today’s digital era, they serve as more than just stores; they’re extensions of the local community and reflect the social experience of shopping.That’s why, as we celebrate 50 years in Great Britain, we are reaffirming our commitment to the high street with a £100 million investment. Thank you to Retail Week for having me, it was great to connect with so many other industry leaders.",
            "comments": []
        },
        {
            "post": "What an amazing opening of our latest store in Bury St Edmunds yesterday morning. Over 750 customers waited outside to be greeted by our 151 colleagues who proudly showed off our fantastic new store. Every new store opening is a personal highlight for me and it was special to be able to be there for our 193rd store in the UK as part of our ongoing investment in the UK high street, and our 441st store in total",
            "comments": []
        },
        {
            "post": "What a week it has been! I’ve had an incredible few days in the US, where the Primark brand is continuing to grow. The standout moment was undoubtedly the grand opening of our Jacksonville distribution centre in Florida on Wednesday. Spanning over 550,000 square feet, the space will help fuel Primark’s growth in the US, with a focus on Southern states including Florida, Texas, and beyond. And the momentum doesn't stop there! We also announced four new lease signings for stores in Virginia, Maryland, Texas and Tennessee, all part of our ambition to reach 60 stores in the US by the end of 2026. On my visit, I got the chance to meet with lots of US colleagues, as well as some of our property and license partners to discuss future plans, and even got to have sneak peek at our NYFW pop up experience on Broadway, Soho, which will be open tomorrow from 12-6pm. Thank you to everyone who's been a part of this journey so far. So much achieved already, and so much more to come.  hashtag#Primark hashtag#USExpansion hashtag#60in5",
            "comments": []
        },
        {
            "post": "This year marks 50 years of Primark on the British high street, making fashion more affordable and accessible for everyone. This investment reaffirms our commitment to UK retail and to creating great stores for our customers and colleagues.",
            "comments": []
        },
        {
            "post": "I’m ending the week feeling energised and inspired after spending the last two days at our Primark Connect event in Dublin. We brought together over 1700 leaders from across the globe to connect with each other, with our brand, our product, our values and our culture. We heard from some incredible guests, and our global brand partner Rita Ora even popped by for a performance! But what’s really made me proud is seeing the talent of our people and the passion they have, for our business and for achieving our 2030 ambitions together. Thank you to everyone who helped make this such a special event. With colleagues like these, the future is bright for Primark!",
            "comments": []
        },
        {
            "post": "One of the things I’m most proud of at Primark is that we have always been about making affordable fashion, accessible for all. We continue to push ourselves to ensure we really are for everyone. We offer products and ranges that meet the different needs of our customers and we work hard to make sure that the way we show up as a brand is representative of our diverse customers and colleagues too.Today sees the launch of our first adaptive underwear range which has been developed and driven by a talented team across the business who are passionate about ensuring that this is just the start of us becoming an even more inclusive brand. Alongside the launch we are also looking at how we make Primark an even more accessible place to work and shop. You can read more about the new product range, our commitments and our ongoing plans here. https://lnkd.in/dAZpGgHv",
            "comments": []
        },
        {
            "post": "It’s an exciting moment for the business as the first episode of a new RTÉ One documentary series, Inside Penneys, airs in Ireland tonight. This six part series will take Irish audiences behind the scenes of the Penneys / Primark story for the first time, starting out in our first store on Dublin’s Mary Street to where we stand now as a leading global fashion retailer. When this idea was first presented to me, I was mindful about putting ourselves in the spotlight and giving a production crew access to all areas of our business over a six month period, but we were motivated by the opportunity to showcase our amazing brand and the people who are the driving force behind it all. From shadowing our Buying and Design Teams in Arthur Ryan House to watching the preparations for the opening of brand new stores across the globe, as well as launching exciting new product ranges, we hope that the documentary will give viewers an insight into who we are and how we are working to create more sustainable, affordable products as well as offering customers a great in store experience. I will be watching tonight knowing our colleagues will do us proud and I’m excited for the Irish public to see life hashtag#InsidePenneys. You can watch Inside Penneys on RTÉ One at 8.30pm every Tuesday or catch up on the RTÉ Player.",
            "comments": []
        }
    ]
}