{
    "name": "Raffaele Spreafico",
    "subtitle": "Amministratore Delegato - CEO SPREAFICO FRANCESCO & F.LLI SPA",
    "location": "Lecco, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "Amministratore Delegato - CEO",
            "SPREAFICO FRANCESCO & F.LLI SPA",
            "Jun 2018 to Present · 6 yrs",
            "Milano, Lombardia, Italia"
        ],
        [
            "Amministratore",
            "Spreafico Spa",
            "1997 to Present · 27 yrs 5 mos"
        ]
    ],
    "posts": [
        {
            "post": "Siamo lieti di comunicarvi che SPREAFICO FRANCESCO & F.LLI parteciperà a Macfrut Fiera, in programma dall'8 al 10 maggio presso il quartiere fieristico di Rimini. Vi aspettiamo: PAD D5 | STAND 119hashtag#Spreafico hashtag#amoreinognifrutto hashtag#MACFRUT2024",
            "comments": []
        },
        {
            "post": "Grazie Cba per il supporto in questo nostro percorso che ci sta portando ad esprimere i nostri valori e la nostra conoscenza del settore ortofrutticolo.",
            "comments": []
        },
        {
            "post": "Sempre avanti!",
            "comments": []
        },
        {
            "post": "Unimos esfuerzos con nustros aliados SPREAFICO FRANCESCO & F.LLI SPA y CORPORACION DE TRABAJADORES BANAEXPORT para mejorar la infraestructura de la institución educativa rural El Guineo, sede el Osito, en Apartadó Colombia, en la cual actualmente estudian 118 niños.We joined forces with our allies SPREAFICO FRANCESCO & F.LLI SPA  and CORPORACION DE TRABAJADORES BANAEXPORT  Corbanaexport to improve the infrastructure of the rural educational institution El Guineo, El Osito campus, in Apartadó, with currently 118 students. hashtag#EducationForSustainableDevelopmentBanaexport Raffaele Spreafico Unibán Maria Clara Restrepo Maria Camila Velez Ana Maria Chanci Drago Juan Carlos Rojas Viviana Agudelo Gómez",
            "comments": []
        },
        {
            "post": "Siamo lieti di annunciare il lancio delle nostre banane a marchio Spreafico. Un passo significativo che rappresenta un'ulteriore espansione strategica, che ci conferma tra i principali importatori e maturatori di banane in Italia e che ci vede impegnati ogni giorno ad offrire ai nostri consumatori prodotti di alta qualità. Frutto di un lavoro di squadra e della costante ricerca di eccellenza, le banane Spreafico sono la naturale evoluzione del nostro continuo impegno nei processi di ricerca, selezione e controllo qualità. hashtag#Spreafico hashtag#amoreinognifrutto hashtag#bananeSpreafico",
            "comments": []
        }
    ]
}