{
    "name": "Davide Balzani",
    "subtitle": "Finance  Manager",
    "location": "Milan, Lombardy, Italy",
    "about": "Italian Country  Manager on Finance and Controlling  areas   at  Compo Italia . Experience gained on  corporate/local report and obligations with an approach oriented to the analysis of economic deviations and business strategy.",
    "experiences": [
        [
            "Finance Manager",
            "COMPO Italia · Full-time",
            "Nov 2021 - Present · 2 yrs 7 mos",
            "Cesano Maderno (MB), BASF",
            "With approximately 1,000 employees in over 20 locations around the world, we are a leading supplier of gardening products. COMPO Italia Srl operates in the hobby market and offers a complete range of easy-to-use products that meet every need for flowers, plants, vegetable gardens and gardens, from planting to nutrition and defense.\n\nIn Compo  I'm in charge as Finance  Manager for the italian legal entity (25Mil/€ turnover).\n\nMain activities:\n-Corporate accounting and Local Financial Statement arrangement ( IAS/IFRS)\n-Set financial information reporting to   management and stakeholders\n-Review, monitoring and managing budgets for cost-reduction opportunities  \n-Develop strategies  to minimise any  financial risk\n-Supporting any legal and fiscal requirements\n-Transfer Price national documentation arrangement\n-External audit support \n-HR Generalist activities related to training , development and bdg planning\n-Supervise 5 person team \n-SAP Key user"
        ],
        [
            "Finance Controlling Manager",
            "Synthomer · Full-time",
            "Apr 2014 - Jun 2021 · 7 yrs 3 mos",
            "Filago (BG) Covestro",
            "Main activities:\n-Corporate accounting and Local Financial Statement  arrangement ( IAS/IFRS)\n-Preparation of monthly Reporting Package with  Balance Sheet  and P&L  KPI factor analisys \n-Prepare monthly / quarterly review Board presentation \n-Budget and Forecast  activities  coordination\n-Business Plan preparation to support company strategy\n-Capex project finance payback analisys\n-Cash flow 5 years forecasting  and Treasury supervision\n-Checking the accuracy of accounting (AP, AR  and General Ledger) \n-Monthly action to reduce Working Capital \n-Supporting  all the legal and fiscal requirements ( indirect and direct tax ) \n-Internal audit risk analysis and development of internal processes to ensure smooth operations\n-Transfer Price national documentation arrangement\n-External  audit support\n-Supervise 5 person accounting team \n-SAP Key user (FI-CO-MM-AM) /Excel/BW/BPC"
        ],
        [
            "Industrial Cost Controller",
            "PolymerLatex · Full-time",
            "Jan 2005 - Mar 2014 · 9 yrs 3 mos",
            "Milano",
            "Main activities:\n-Production cost analysis and cycle distribution rules maintenance\n-P&L reporting with performance  KPI analysis and matrix\n-Deviations analysis and suggesting  appropriate corrective actions on budget and forecast\n-Intercompany price analysis \n-Asset management ( capex cashflow return and sap  implementation)\n-Stock management ( valorisation and analysis of standard monomers price deviations)\n-Hedging currency risk forecast"
        ],
        [
            "Finance and Accounting Employee",
            "Bayer · Full-time",
            "Sep 2002 - Dec 2004 · 2 yrs 4 mos",
            "Milano",
            "Main acitivities\n-Credit Ageing: customers overdue trend analysis to set up action  with positive effect on working capital\n-Treasury: Daily posting  cashpooling movement\n-AP/GL: Vendor invioices posting, General Ledger maintenance\n-HR: payroll cost loading on GL, personal funds reconciliation\n-intercompany: debtors and creditors position  reconciliation \n-Financial Statement : collecting  all the info to complete the notes and tables \n-Vat/intrastat/770: monthly calculation"
        ]
    ],
    "posts": [
        {
            "post": "Just finished the course “Financial Modeling Foundations”! hashtag#corporatefinance hashtag#financialmodeling",
            "comments": []
        }
    ]
}