{
    "name": "Daniele Brambilla",
    "subtitle": "Chief Financial Officer",
    "location": "Pavia, Lombardy, Italy",
    "about": "Ho maturato una consolidata esperienza in ambito Amministrativo, nel ruolo di Responsabile Amministrazione e Controllo di Gestione. Mi occupo del coordinamento di tutti i processi di Controlling a sostegno della governance strategica, con l’obiettivo di consentire un reale controllo delle performance aziendali in una logica funzionale allo sviluppo del business e al contemporaneo presidio puntuale dei dati e dei processi. Ho ricoperto ruoli di crescenti responsabilità presso un’importante realtà leader nel settore di riferimento, sviluppando competenze trasversali a diverse aree aziendali, con particolare riguardo al presidio della Divisione Acquisti e del Sistema Qualità.Professionista polivalente capace di operare secondo logiche multitasking, con una conoscenza approfondita di tutti i processi aziendali e una chiara visione dell’impatto di ognuno di essi nella conduzione generale dell’azienda",
    "experiences": [
        [
            "CFO",
            "Engineering2K S.p.A.",
            "Sep 2004 to Present · 19 yrs 9 mos",
            "Piacenza",
            "Il ruolo prevede la governance delle attività amministrative e di controllo direzionale al fine di assicurare la predisposizione del bilancio dell’azienda e garantire correttezza e accuratezza dei documenti rappresentativi delle dinamiche economiche, finanziarie e patrimoniali della Società. Mi occupo, inoltre, della gestione della Divisione Acquisti e del Sistema Qualità, nell’ottica di migliorare le performance e ridurre i costi gestionali. Ho assunto incarichi di crescenti responsabilità in un contesto aziendale caratterizzato da diversi cambiamenti di management."
        ],
        [
            "ADDETTO CONTROLLO QUALITÀ",
            "MAIL  BOXES ETC",
            "Mar 2002 to Dec 2003 · 1 yr 10 mos",
            "Milan Area, Italy",
            "Il ruolo prevedeva la registrazione e il controllo del packaging prima della spedizione dei pacchi dalla sede di Milano verso le filiali secondarie, eseguendo tutte le operazioni di verifica previste dalle procedure, identificando le eventuali anomalie ed implementando le soluzioni correttive."
        ]
    ],
    "posts": [
        {
            "post": "simone stucchi hashtag#Applausi hashtag#Grazie mille per tutto quello che fai, per l'impegno, la dedizione e la passione che ci metti.",
            "comments": []
        },
        {
            "post": "Alessandro Carini hashtag#Applausi Hai delle idee sensazionali! hashtag#SaiPensareFuoriDagliSchemi",
            "comments": []
        },
        {
            "post": "Alba Schinardi hashtag#Applausi Volevo solo farti sapere quanto sei importante per il team hashtag#BrillanteNelGiocoDiSquadra",
            "comments": []
        },
        {
            "post": "simone stucchi hashtag#Applausi Grazie di essere sempre disponibile a dare una mano hashtag#BrillanteNelGiocoDiSquadra",
            "comments": []
        },
        {
            "post": "Vero, verissimo.",
            "comments": []
        },
        {
            "post": "Federica Basso persona eccezionale, dalla grande professionalità, sensibilità e positività.",
            "comments": []
        },
        {
            "post": "Alessandro Ferrari hashtag#Applausi Sei un grande collega, punto di  riferimento in E2K hashtag#LeaderMotivante",
            "comments": []
        },
        {
            "post": "Alessandro Carini hashtag#Applausi Il tuo ruolo nel team è davvero inestimabile hashtag#BrillanteNelGiocoDiSquadra",
            "comments": []
        },
        {
            "post": "Antonio Schinardi hashtag#Applausi Grazie di farmi vedere sempre le cose da una prospettiva unica hashtag#SaiPensareFuoriDagliSchemi",
            "comments": []
        },
        {
            "post": "Alessandro Ferrari hashtag#Applausi Grazie di essere un esempio eccellente hashtag#LeaderMotivante",
            "comments": []
        }
    ]
}