{
    "name": "Federico Rulfi",
    "subtitle": "Head of People, Sustainability & Services",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "Plenitude",
            "Full-time · 1 yr 8 mos",
            "Milano · Hybrid",
            "Head of People, Sustainability & Services",
            "Jan 2024 - Present · 5 mos",
            "Plenitude is an Energy Benefit Corporation (Benefit Company) , with an end-to-end approach to sustainability, from energy production to its responsible use. Core business: Renewables, Retail & Electric Vehicles Recharge. We operate in 13 countries, 2600 total employees .\nDirectly reporting to CEO, together with my team I oversee\n- HR functions: Organization, Development & Training, People management & Administration, Compensation&Benefit, Union Relations; Labour Disputes, Labour Planning & Control, International Management;\n- Sustainability & ESG: strategy definition, positioning and reporting of sustainability and ESG (Environmental, Social, Governance), identification and development of sustainability initiatives;\n- Internal Communication , Change Management , Cultural Transformation; \n- Diversity & Inclusion;\n- People Experience: defining innovative solutions for a better working experience \n- HSE: managing health, safety & environment process (\"Datore di Lavoro ex D.lgs 81/2008)\n- Security & Fraud Management",
            "Head of People, Culture & Services",
            "Oct 2022 - Dec 2023 · 1 yr 3 mos",
            "Plenitude is an Energy Benefit Corporation (Benefit Company) , with an end-to-end approach to sustainability, from energy production to its responsible use. Core business: Renewables, Retail & Electric Vehicles Recharge. We operate in 13 countries, 2400 total employees .\nDirectly reporting to CEO, together with my team I oversee\n- HR functions: Organization, Development & Training, People management & Administration, Compensation&Benefit, Union Relations; Labour Disputes, Labour Planning & Control, International Management;\n- Internal Communication , Change Management , Cultural Transformation; \n- Diversity & Inclusion;\n- People Experience: defining innovative solutions for a better working experience \n- HSE: managing health, safety & environment process (\"Datore di Lavoro ex D.lgs 81/2008)\n- Security & Fraud Management"
        ],
        [
            "Eni",
            "Full-time · 2 yrs 11 mos",
            "Head of Human Resources Management & Development",
            "Oct 2021 - Oct 2022 · 1 yr 1 mo",
            "Responsable for all activities and process related to Human Resources Management and Development in Italy & abroad for Corporate Staff & Head Office Worldwide.  300 Top&Senior Manager + 6000 manager and employees.",
            "Head of Human Resources Eniprogetti",
            "Oct 2021 - Oct 2022 · 1 yr 1 mo",
            "Eni Engineering Company operating in Italy, UK,  Egypt and Kazhkstan. \nResponsable for all HR process and activities (e.g. recruitment, management, development, organization, industrial relations, ), General Services and Security.",
            "Head of Recruiting & Employer Branding - Eni International Resources Branch Manager Italy",
            "Dec 2019 - Oct 2022 · 2 yrs 11 mos",
            "Milano, Italia",
            "EIRL-Eni International Resources - Italian Branch Manager . Responsable for recruitment, selection and Employer Branding for Eni and subsidiaries.  Recruiiting senior, expert, junior profiles in the whole Energy Sector,  industries, operations and processes   (e.g. R&D, Operations, Chemical, Renewables, BioRefinery, Retail , Power, Engineering,  // Corporate Staff: e.g CFO, Legal, Digital, ICT, Compliance, Audit, HSE, Procurement, HR, International Relations.)"
        ],
        [
            "Eni",
            "3 yrs 11 mos",
            "Vice President Italy & International HR Management",
            "Full-time",
            "Jun 2018 - Sep 2019 · 1 yr 4 mos",
            "Milano, Italia",
            "Human Resources & Organisation - Business Partner Support Function\n\nIntegra il precedente ruolo con la responsabilità di gestione HR anche delle società controllate in Italia e di Dirigente alla Sicurezza ex D.Lgs 81/2008.\n\nNell'ambito della Direzione Risorse Umane e Organizzazione, riporta direttamente all'HR Business Partner Eni SpA-Support Functions; assicura la gestione risorse umane per Eni Spa,  società controllate in Italia e società controllate all'estero  . Perimetro risorse gestite Italia+Estero: 5.000 ca. Tot. 26 risorse a diretto riporto.\n\nAssicura il presidio di tutti i processi connessi alla gestione del rapporto di lavoro per il personale dell'area di business Support Functions a diretto riporto del CEO/Presidente Eni S.p.a. ovvero: CSRO, CFO, Digital, Risk Management, Affari Legali, Internal Audit, Comunicazione Esterna, Relazioni Internazionali, Corporate Affairs & Governance, Compliance .\nAttività: reperimento e selezione del personale , gestione contratti di lavoro (tipici e atipici inclusi co.co.co., somministrazioni, stage, telelavoro,smart working ), consolidamento fabbisogni formativi, processi di amministrazione, costo lavoro e pianificazione occupazionale, attuazione processi di e performance appraisal, attuazione compensation policies, gestione della risoluzione del rapporto di lavoro, gestione del contenzioso disciplinare e giudiziale .\n\nResponsabile del coordinamento HR per le società controllate all'estero per i seguenti Paesi: Olanda, Belgio, Irlanda, USA, UK, USA, Belgio,\nResponsabile della gestione HR per 6 società controllate in Italia (multi business es. gestione processi di reperimento e selezione del personale per Eni, gestione della flotta aerea aziendale di Eni , gestione general services per Eni, gestione prestiti e factoring per dipendenti Eni),",
            "Vice President Human Resources Management",
            "Nov 2015 - Jun 2018 · 2 yrs 8 mos",
            "Milan Area, Italy",
            "Human Resources & Organisation - Business Partner Support Function\n\nNell'ambito della Direzione Risorse Umane e Organizzazione, riporta direttamente all'HR Business Partner Eni SpA Support Functions; assicura la gestione risorse umane della popolazione non manageriale per Eni Spa in Italia e coordina le attività HR delle società controllate all'estero. Perimetro risorse gestite Italia+Estero: 4.500 ca. Tot. 21 risorse a diretto riporto.\n\nAssicura il presidio di tutti i processi connessi alla gestione del rapporto di lavoro per il personale delle linee Support Functions a diretto riporto del CEO/Presidente Eni ovvero: CSRO, CFO,  Risk Management, Affari Legali, Internal Audit, Comunicazione Esterna, Relazioni Internazionali, Segreteria Societaria, Compliance Integrata.\nAttività: reperimento e selezione del personale , gestione contratti di lavoro (tipici e atipici inclusi co.co.co., somministrazioni, stage, telelavoro,smart working ), consolidamento fabbisogni formativi, processi di amministrazione, costo lavoro e pianificazione occupazionale in coordinamento con i competence center,  attuazione processi di segmentazione e performance evaluation, attuazione politiche retributive, gestione della risoluzione del rapporto di lavoro, gestione del contenzioso disciplinare e giudiziale in collaborazione con la competente unità.\n\nResponsabile del coordinamento HR per le società controllate all'estero del perimento support functions:  Olanda, Belgio, Irlanda, USA, UK, Uffici Rappresentanza in USA, Belgio, Russia."
        ],
        [
            "Human Resources, Organization, ICT, Security & Services Manager",
            "Eni Congo S.A. · Full-time",
            "Oct 2014 - Oct 2015 · 1 yr 1 mo",
            "Congo - Pointe Noire",
            "Contesto operativo upstream dinamico, in consistente sviluppo in termini di progetti di business e di sostenibillità, challenging in termini di scenario economico nel periodo di riferimento.\nRiporta al Direttore Generale, responsabile delle unità: Human Resources, Security, General Services, ICT, Medical services. Tot. 80 risorse a diretto riporto (expats & locals).\n\nHR: Assicura la gestione diretta di tutti i processi quali selezione, inserimento, pianificazione occupazionale e costo lavoro, amministrazione, organizzazione, formazione, sviluppo e relazioni sindacali.\nParticolare focus su: staffing progetti&operazioni di business rilevanti , progetti di sostenibilità, improvement HSE training, culture & staffing. Piano ottimizzazione contractors e revisione contratti Manpower staff. Revisione struttura organizzativa.\n\nSecurity: gestione personale & assets su tutti i siti (town, fields onshore & offshore) in un contesto geopolitico delicato (revisione costituzione e elezioni presidenziali). Definizione e revisione dei piani di emergenza ed evacuazione.\n\nICT: sviluppo e implementazione di progetti innovativi in Congo con impatti in termini di ottimizzazione processi e riduzione costi (es. payroll & office workflows from paper to web, revisione service level per telecomunicazioni, creazione nuovo intranet).\n\nGeneral Services: responsabilità sui servizi di Travel Office, Housing, Facilities Management, Immigration&Visa etc.\nMedical Services: coordina attività medicina occupazionale e la gestione della Clinica Interna, focus su campagne sensibilizzazione alimentari nei siti operativi, coordinamento Health nell'ambito dei progetti di sostenibilità, allineamento di compliance Health Management System Guidelines e Procedures"
        ],
        [
            "Staff Manager",
            "Eni - Ieoc",
            "Sep 2012 - Sep 2014 · 2 yrs 1 mo",
            "Egypt Cairo",
            "Directly reporting to General Manager; Responsible for the following areas: Human Resources&Organization, ICT, Security&General Services, Health.\n\nSupervise the definition of HR plan, manage recruiting ensuring  that critical and strategic competence is attracted and retained.\nPromote development and training of HR implementing performance appraisal, potential evaluation, career planning.\nCoordinate hr administration and management (for local and international staff).\nManage labour and industrial relations, labour law issues, prelitigation and litigation.\nImplement compensation policies towards equity and competitiveness.\nManage organizational activities related to company organization and regulatory system.\nEnsure management of security activities for personnel and assets in all company locations (town, fields, onshore, offshore) in an highly critical and unstable context (Egypt 2012/2013/2014)\nManage internal communication.\nEnsure the provision of medical services for company employees , development of health management system and standards occupational health.\nEnsure management of  ICT activities and general services.",
            "Home Page Eni S.p.A.",
            "Eni is an integrated energy company. Active in more than 70 countries, with a staff of 76000 employees, in the oil and gas, electricity generation and sale, petrochemicals, oilfield services construction and engineering industries"
        ]
    ],
    "posts": [
        {
            "post": "Plenitude's Sustainability and Impact Report 2023. 👉 Who we are: a Benefit Corporation in the Energy Sector👉 What we do: integrated approach to sustainability, from the production of electricity from renewable sources to its responsable use; electric mobility and technological innovation to offer product & services that allow our customers to make better choices every day👉 How we do it: inspiring customers becoming ambassador of change, promoting and sharing inclusive culture and ethical behaviours👉 Why we do it: through conscious choices we can reach our net-zero emissions target by 2040. We want to reduce our impact on the planet, starting with energy.Actions, results, target and all our passion and love for sustainability on the report available on line.",
            "comments": []
        },
        {
            "post": "Plenitude D&I global Allyship Community.Diverse backgrounds, same ambition: fostering and celebrate inclusion.hashtag#inclusion hashtag#DEI hashtag#Plenitudetheplacetobe",
            "comments": []
        },
        {
            "post": "The solar park, encompassing seven photovoltaic plants and with a capacity of 330 MWp, is located in Extremadura, Badajoz province, Spain. It will be built using the best available technologies, including bifacial modules, solar tracking structures, and central inverters. Find out more: https://bit.ly/49xfoe1",
            "comments": []
        },
        {
            "post": "Plenitude vince il riconoscimento “Luogo di lavoro che promuove salute” di Assolombarda! 🎉 👏 Sono orgoglioso di questa certificazione che premia la nostra costante attenzione alla salute delle persone Plenitude, dalla promozione di stili di vita salutari all’alimentazione corretta e all’importanza dell’attività fisica.Il premio si inserisce nell’ambito del Programma “Luoghi di lavoro che Promuovono Salute – Rete WHP Lombardia” che ha come obiettivo prioritario promuovere cambiamenti organizzativi dei luoghi di lavoro al fine di renderli ambienti favorevoli alla adozione consapevole ed alla diffusione di stili di vita salutari, concorrendo alla prevenzione delle malattie croniche.Uno stimolo a fare sempre meglio in futuro!",
            "comments": []
        },
        {
            "post": "Siamo orgogliosi di annunciare che Plenitude è stata premiata all'edizione 2024 dei \"Best Brands\" nella categoria \"Best Growth\", come marca che ha registrato la crescita più significativa nell’ultimo anno.La nona edizione di Best Brands Italia si è tenuta ieri sera negli studi Rai di via Mecenate a Milano e ha presentato le marche più forti sul mercato italiano in cinque categorie, davanti a una platea di oltre 400 invitati.Un riconoscimento importante per noi, che deriva da dati oggettivi sull'azienda e da come viene percepita dalla popolazione, grazie a una ricerca realizzata da GfK con il supporto di 5.000 interviste e 16.000 valutazioni. Questo traguardo non sarebbe stato possibile senza il lavoro di tutti coloro che ogni giorno si impegnano per raggiungere risultati straordinari. Un grazie a tutte le nostre persone e a Best Brands per questo premio.hashtag#BestBrandsItalia Serviceplan Group Italia, GfK - An NIQ Company, Rai Pubblicità, IGPDecaux, 24 ORE System, ADC Group, Community, UPA - Utenti Pubblicità Associati",
            "comments": []
        },
        {
            "post": "Orgogliosi di raccontare Plenitude!hashtag#EmployerBranding",
            "comments": []
        },
        {
            "post": "In Plenitude we’ve appointed our first ZustainabilitY Board: Z & Y generation, international, cross-functional, gender balanced.We’ve set a governance and responsibilities within the Sustainability Committee, in order to provide full accountability and ownership.We continue to promote our co-creation approach, giving concrete value to innovative and fresh contribution to our sustainability strategy. Congratulations and welcome to all the colleagues involved in this first year:Tommaso Audino Emilia Vezzo Arcangelo Ungaro Chiara Morgani Daniela Petrocelli Pierre-Edouard OUAZZANI Sara Jeribi Sara González Merinero Meggy Maya Mouritzen Villalta Klemen Pavalec @ziolisleo @v karadimou @costeskimberlyn Joan Sebastian Salinas Benavides and thanks to Sustainability & ESG team that will support Paola Osto Pasquale Pesce Elena Bonacina Alessandro Volpicelli Matteo Libertihashtag#together4thefuture",
            "comments": []
        },
        {
            "post": "Ogni giorno ci impegniamo per abbattere ogni forma di discriminazione: in occasione della Giornata Internazionale dei Diritti della Donna, portiamo avanti questo messaggio forte dandogli concretezza con testimonianze e iniziative per sensibilizzare tutti e tutte ad essere parte attiva in questa sfida quotidiana.Scopri di più: https://lnkd.in/dj75CdvT",
            "comments": []
        },
        {
            "post": "Oggi in Plenitude abbiamo ospitato Gabriella Greison per ascoltare la storia di 6 donne:  Marie Curie, Lise Meitner, Emmy Noether, Rosalind Franklin , Hedy Lamarr e Mileva Mari. 6 pioniere che nella scienza hanno superato confini e pregiudizi, che hanno usato coraggio, talento e abilità, spesso sfidando un contesto ostile. Storie di successi e anche di fallimenti. Storie di verità. Storie che ci ispirano e regalano consapevolezza alle nostre persone.Lo abbiamo fatto oggi, perché ci serve farlo e viverlo ogni giorno e non solo  l'8 marzo.Grazie a Gabriella e al fantastico team D&I Plenitude Cristina Chiorazzi Alessandro Cavuto",
            "comments": []
        },
        {
            "post": "Ricopro una nuova posizione lavorativa: Head of People, Sustainability & Services!",
            "comments": []
        }
    ]
}