{
    "name": "Zini Mario",
    "subtitle": "CEO at DHL Global Forwarding Italy SpA",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "CEO DHL Global Forwarding Italy",
            "DHl Global Forwarding Italy SpA",
            "Jan 2013 - Present 路 11 yrs 5 mos",
            "Pozzuolo Martesana ( Milano )"
        ],
        [
            "Chief Operations Officer",
            "DHL Global Forwarding Italy",
            "Apr 2012 - Jan 2013 路 10 mos"
        ],
        [
            "Vice President Aifreight Italy",
            "DHL Global Forwarding Italy SpA",
            "Jun 2007 - Apr 2012 路 4 yrs 11 mos"
        ],
        [
            "Vice President Air Freight Italy",
            "DHL Global Forwarding",
            "Jan 2007 - Mar 2012 路 5 yrs 3 mos"
        ]
    ],
    "posts": [
        {
            "post": " Incontra il Team Food | Perishable | OceanBulk di DGF Italy al CIBUS di Parma 7-10 Maggio 2024 Vieni a trovarci qui --> Hall 07-08, Stand A011 Siamo felici di incontrarvi alla pi霉 importante fiera dedicata allagroalimentare italiano, un appuntamento imperdibile per tutta la community.锔 Fissa un appuntamento con il nostro Team inviando una richiesta a: fooditaly@dhl.com hashtag#DGFItalyhashtag#DGFhashtag#CIBUS",
            "comments": []
        },
        {
            "post": " We're excited to share that Prada Group has announced their first investment in sustainable aviation fuel credits using our GoGreen Plus service. Today, hashtag#SAF is one of the most effective ways to decarbonize the aviation industry, allowing for a reduction of greenhouse gas emissions by at least 80% compared to conventional aviation fuel. Teaming up with industry leaders like Prada Group, we're charting a course to decarbonization in the aviation industry. Let's pave the way for change together.  hashtag#DHLGlobalForwarding hashtag#PradaGroup hashtag#Partnership hashtag#SustainableFuels hashtag#Aviation",
            "comments": []
        },
        {
            "post": "Gabriele thank you for your dedication, passion, entrepreneurship, for what you have transferred to your colleagues, for your being a forwarder, for your trust, and most of all for all that you will leave behind. 41 years with us is an important milestone, we all wish you the best and may you always continue to give even now that you are retired what you have given to us and for which we are all grateful",
            "comments": []
        },
        {
            "post": "DHL Global Forwarding Italy is certified Great Place to Work again this year. Thank you to all DGF Italy colleagues for this recognition. Proud and honored to lead this amazing TEAM of professionals and forwarders. Motivated to continue our journey of continuous improvement by taking inspiration from what the survey has given us back and your valuable feedback.Thanks DGF Italy  hashtag#DHL hashtag#DHLGLOBALFORWARDINGhashtag#GreatPlaceToWork",
            "comments": []
        },
        {
            "post": "We are closing now an exciting Season 9 of the FIA Formula E Championship! What an exhilarating journey to new iconic venues for a truly electrifying show! The logistics have been complex and at times challenging, but everything was perfectly delivered! But nothing would have been possible without the unsung heroes behind the scenes! They navigated the whole season with such an enthusiasm, always holding each others back, always with a smile on their face, always united as a working family. Together they made it seem so effortless, together they accomplished! They are the best, the epitome of the word TEAM. I will never thank them enough, both the Team on the ground and the one at home for all the hard work put into this with grace and love for what is not a job. It s a passion! I celebrate you with huge pride! hashtag#DhlMotorsports",
            "comments": []
        },
        {
            "post": "You made my dream come true!Thank you hashtag#Verona & hashtag#Venezia Teams!From now on well be unstoppable!ワhashtag#globalsales hashtag#dgfitaly hashtag#dhl hashtag#dhlglobalforwarding hashtag#logistics hashtag#transportation hashtag#airfreight hashtag#oceanfreight",
            "comments": []
        },
        {
            "post": "Mario Zini, Managing Director for DHL Global Forwarding joins the next EV TV webinar series to deep dive on CEIV regulations, its relevance to the auto mobility sector, and why it is so important to the unique requirements of battery logistics considered as dangerous goods. Please join me on this next installment. See you there. Click to register. https://okt.to/14vJ7Q hashtag#EVTV hashtag#weneverstop Giulio Serra Zini Mario DHL Toby Groom Fabio Sacchi Joan Eva Sainte-Claire",
            "comments": []
        },
        {
            "post": "DHL Global Forwarding Italy is pleased to announce that it has successfully completed the CEIV (Center of Excellence for Independent Validators) Lithium Battery Certification Program of the IATA (International Air Transport Association), becoming the first and only Italian freight forwarder to have obtained certification related to the safe handling and transportation of lithium batteries. For more details: infodgf.it@dhl.com hashtag#DHL hashtag#DHLGlobalForwarding hashtag#Logistics hashtag#FreightForwarding hashtag#LithiumBatteries hashtag#LithumBattery",
            "comments": []
        },
        {
            "post": "In Verona to share goals, priorities, challenges and how to get better and better!Thank you TEAM!",
            "comments": []
        },
        {
            "post": "This is possible with great teamwork working with passion to achieve great successes. And you are a great team!Well done. Thanks",
            "comments": []
        }
    ]
}