{
    "name": "Stefano Goberti",
    "subtitle": "Amministratore Delegato presso Plenitude",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "Amministratore delegato",
            "Plenitude",
            "Mar 2022 - Present · 2 yrs 3 mos",
            "Milano, Lombardia, Italia"
        ],
        [
            "Amministratore delegato",
            "Eni gas e luce · Full-time",
            "Nov 2021 - Present · 2 yrs 7 mos"
        ],
        [
            "Head of Finance and Insurances",
            "Eni · Full-time",
            "2021 - Nov 2021 · 11 mos"
        ],
        [
            "Eni",
            "Full-time · 7 yrs 1 mo",
            "EVP Planning & Control",
            "2016 - 2020 · 4 yrs",
            "EVP Administration, Planning & Control - Gas & Power Midstream Division",
            "2013 - 2016 · 3 yrs"
        ],
        [
            "Chief Financial Officer",
            "Saipem · Full-time",
            "2012 - 2013 · 1 yr"
        ]
    ],
    "posts": [
        {
            "post": "Today Plenitude published its financial statements for 2023, as well as its Sustainability and Impact Report: as a Benefit Corporation, we have a long-standing commitment to integrate sustainability principles into our business model, reaffirming our intention to have a positive impact throughout our value chain and in the areas and communities where we operate.The Annual Report and the Sustainability and Impact Report are available online.",
            "comments": []
        },
        {
            "post": "As Eni outlines its strategy, Plenitude’s growth path is unveiled: by 2027, installed hashtag#renewable capacity will almost triple to over 8 GW, thanks to a >20GW solid pipeline; our EV charging network will also double to 40k public charging points and the retail market will reach 11.5M customers. These ambitious targets are credible because underpinned by our track record and our distinctive integrated model, which will continue to generate value.",
            "comments": []
        },
        {
            "post": "The completion of this transaction is a key milestone in Plenitude’s strategy: a renewed momentum to progress on a path of growth toward the hashtag#energytransition, underpinned by the solidity of our business model.",
            "comments": []
        },
        {
            "post": "In Plenitude siamo orgogliosi di tornare a hashtag#Sanremo quest’anno e di farlo, per la prima volta, con Eni e insieme a Enilive. Vi aspettiamo dal 6 di febbraio per raccontarvi, attraverso uno spettacolo incredibile, come la forza di energie diverse e tra loro complementari sia in grado di generare un’hashtag#EnergiaUnica.",
            "comments": []
        },
        {
            "post": "This agreement consolidates Plenitude’s presence in the United States and allows the company to reach over 3 GW of installed capacity worldwide, contributing to our goal of reaching 7 GW by 2026.",
            "comments": []
        },
        {
            "post": "Through this agreement Plenitude enhances its strategic progress within hashtag#energytransition to keep creating value for all its stakeholders.",
            "comments": []
        },
        {
            "post": "Con grande piacere ho partecipato alla quarta edizione di The Frame, l’evento ideato da KPMG Italy in collaborazione con Il Corriere della Sera. In un contesto di grandi sfide globali è fondamentale condividere soluzioni e strategie per fronteggiare la complessità del mercato dell’energia, tenendo a mente l’obiettivo della hashtag#transizioneenergetica. In Plenitude vogliamo dare il nostro contributo in questo momento storico, supportando i nostri clienti verso l’elettrificazione dei consumi e nel loro percorso di decarbonizzazione.Grazie a KPMG Italy, a Il Corriere della Sera e a tutti i partecipanti per gli stimoli e le interessanti riflessioni emerse da questa giornata.",
            "comments": []
        },
        {
            "post": "For the second year I have been invited in Athens to participate at The Economist’s Seventh Sustainability Summit for South East Europe and the Mediterranean. During the roundtable “Renewable energy and electrification” I had the opportunity to illustrate Plenitude’s ambition to play a relevant role in the current and future market environment: Plenitude is continuing to deliver value, thanks to the combination of hashtag#renewables, energy solutions for customers and a widespread EV charging network, allowing us to capture synergies along the entire value chain.A special thanks to Economist Impact SE Europe Events for hosting me and to all the panelists for the insightful conversations.",
            "comments": []
        },
        {
            "post": "Today’s presentation confirms the strength of Plenitude’s unique and integrated business model. Even as energy markets continue to be so challenging, Plenitude is meeting and exceeding all its operational and financial targets.",
            "comments": []
        },
        {
            "post": "Today marks a major step for Plenitude: the first turbine of Dogger Bank’s offshore wind project - which sits 70 nautical miles off the coast of Yorkshire - was connected to the electricity grid and has begun powering British homes and businesses. We are looking forward to continuing this mission, through Vårgrønn, with industry leaders SSE Renewables and Equinor and to further construct the energy transition for the UK energy market.",
            "comments": []
        }
    ]
}