{
    "name": "Marco Giorgetta",
    "subtitle": "CFO Southern Europe at Douglas",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "CFO Southern Europe",
            "Douglas · Full-time",
            "Mar 2021 - Present · 3 yrs 3 mos"
        ],
        [
            "Director and Chief Financial Officer",
            "DOUGLAS ITALIA",
            "Nov 2017 - Present · 6 yrs 7 mos",
            "Milano, Lombardy, Italy"
        ],
        [
            "Director, CFO",
            "Limoni Spa",
            "Jul 2013 - Nov 2017 · 4 yrs 5 mos"
        ],
        [
            "Investment Manager",
            "Orlando Italy Management",
            "Jul 2013 - Nov 2017 · 4 yrs 5 mos",
            "Special situations private equity fund"
        ],
        [
            "Bridgepoint",
            "2 yrs 5 mos",
            "Associate",
            "Apr 2013 - Jul 2013 · 4 mos",
            "Executive",
            "Mar 2011 - Mar 2013 · 2 yrs 1 mo"
        ]
    ],
    "posts": [
        {
            "post": "The DOUGLAS Group is now listed at the hashtag#FrankfurtStockExchange. This is a testament to the passion and commitment of our team and our position as Europe’s number one omnichannel premium beauty destination. Here's to a bright new chapter for hashtag#TeamDOUGLAS! 🔔🎉Our return to the Frankfurt Stock Exchange will enhance the DOUGLAS Group's financial flexibility and create even more value - this is the logical next step in our ‘Let it Bloom’ growth strategy and realizing our full potential.Let’s continue to make life more beautiful! 🌷hashtag#TeamDOUGLAS hashtag#LetItBloom hashtag#ListedInFrankfurt hashtag#RingTheBell Deutsche Börse Börse FrankfurtACCESS TO THIS INFORMATION IS LIMITED TO PERSONS RESIDENT AND PHYSICALLY PRESENT IN GERMANY AND TO AUTHORIZED PERSONS WHO ARE RESIDENT AND PHYSICALLY PRESENT IN OTHER JURISDICTIONS OUTSIDE THE UNITED STATES, CANADA, AUSTRALIA, SOUTH AFRICA OR JAPAN. THIS INFORMATION IS NOT FOR RELEASE, PUBLICATION OR DISTRIBUTION, DIRECTLY OR INDIRECTLY, IN OR INTO THE UNITED STATES, AUSTRALIA, CANADA, SOUTH AFRICA, JAPAN OR ANY OTHER JURISDICTION WHERE SUCH RELEASE, PUBLICATION OR DISTRIBUTION WOULD BE UNLAWFUL OR REQUIRE REGISTRATION OR ANY OTHER MEASURES. PLEASE SEE https://lnkd.in/ex85SBnP FOR MORE INFORMATION.",
            "comments": []
        },
        {
            "post": "Ciao Fabrizio, grazie",
            "comments": []
        },
        {
            "post": "Congrats Fabio Violante !",
            "comments": []
        },
        {
            "post": "hashtag#FORWARDBEAUTYChallenge - I am proud to launch our first hashtag#beauty hashtag#startup competition as driving hashtag#innovation is a fundamental focus of our hashtag#FORWARDBEAUTY strategy. Douglas will select the most promising beauty product or technology innovation to partner with and bring to our customers. If you are a budding beauty or hashtag#retail hashtag#tech hashtag#entrepreneur, please submit your idea to our website. Let's shape the future of beauty together!",
            "comments": []
        },
        {
            "post": "Our CEO, Nick Vlahos was featured today on Bloomberg TV where he spoke about our diaper innovation, our growth strategy and international expansion. It's been an exciting year of momentum and we look forward to a bright future ahead! Check out the full interview here:",
            "comments": []
        },
        {
            "post": "Congratulations @ Fabio Violante!!!",
            "comments": []
        }
    ]
}