{
    "name": "Sara Fumagalli",
    "subtitle": "Oncology Nucleus Lead @Bayer",
    "location": "Legnano, Lombardia, Italia",
    "about": "I have been working at Bayer for several years and have had different roles - from clinical trials management to P&L responsible.  I am lucky to have been able to learn so much and act in such different fields.Today I am responsible for the launch and management of Bayer's oncology products. I am a proud member of the Bayer Pharma Leadership team. I care about our mission \"Health for all, hunger for none\".",
    "experiences": [
        [
            "Bayer",
            "18 anni 5 mesi",
            "Oncology Nucleus Lead",
            "A tempo pieno",
            "ago 2023 to Present · 10 mesi",
            "Italy · Ibrida",
            "Accountable for the launch and commercialization of Bayer Oncology drugs. Lead of the agile cross-functional team. Responsible for the portfolio P&L. \nProud member of Bayer Pharma Leadership team.",
            "Marketing Manager",
            "A tempo pieno",
            "gen 2021 to ott 2023 · 2 anni 10 mesi",
            "In the oncology field, the main areas covered are gastrointestinal and genitourinary, with focus on the new frontiers of agnostic drugs.\nResponsible for the definition and implementation of strategies in the short, medium and long term for the Oncology BU products. Lead of the marketing team.\nMember of the Oncology Business Unit leadership team.",
            "Product Owner - Lead of the agile oncology launch team",
            "A tempo pieno",
            "set 2020 to ott 2023 · 3 anni 2 mesi",
            "Lead the agile launch team (two products in launch phase), a costumer centric cross-functional organization aiming clear and shared business objectives, promoting the culture of responsibility, adaptability, courage, and respect.\nThe team works closely as per scrum framework and includes customer-facing roles (marketing, medical, sales, market access) and non-customer-facing roles (market research, multichannel, regulatory) that take 360° responsibility for the product."
        ],
        [
            "Mass Spectrometry Unit",
            "IFOM IEO Campus",
            "gen 2005 to set 2005 · 9 mesi"
        ]
    ],
    "posts": [
        {
            "post": "I’m incredibly proud and inspired by our people and their dedication to hashtag#Healthforall hashtag#Hungerfornone. During my visit to Italy, I got to see firsthand the real difference we can make when we listen more intently to patients and focus on delivering solutions quickly. Thanks Arianna Gregis, Country Division Head Pharmaceuticals, and the entire team in Italy for such an energizing visit. You have a supporter of Bayer Italy in me!",
            "comments": []
        },
        {
            "post": "Dynamic Shared Ownership hashtag#DSO vuol dire ri-immaginare come creare sempre più valore per le persone, per i clienti e per il sistema salute 🪢Il Team Bayer Italia Bayer | Pharmaceuticals è tra i 6 paesi al mondo frontrunners per DSO: grazie a tutti i compagni di questo viaggio all’insegna dell’innovazione ⭐️E GRAZIE Bill Anderson per approfittare del nostro DSO summit globale per uno speciale incoraggiamento per Bayer Pharma Italy: count on us to keep pioneering how to unlock more energy for our mission hashtag#HealthForAll thanks to DSO 🙏We are positive: the best is yet to come🤩hashtag#DSO hashtag#CEO hashtag#Leadership hashtag#Teamwork hashtag#HealthForAll hashtag#BayerPharmaItaly hashtag#DSOPharmaSummit2024Alberto Bocca Allegra Pianaroli Angela Genco Eugenia Lietta Cesare Maurizio Dezuanni Luca Magrì Francesca Russo Patrizia Guarraci Simona Gatti Sara Fumagalli @sara bettini @roberta giudici Danilo De Spirito Francesco Di Giovine Maria Luisa Sartore Nicola Graifenberg Mirko Minuzzo Salvatore Lenzo Mario Francesco Indaco",
            "comments": []
        },
        {
            "post": "La serie di Oncoinfo.it \"oN-TRack: da zero al Centro\" è tra i vincitori dei Life Science Excellence Awards 2023 nella categoria Best Marketing Project of the Year! 🏆 Un riconoscimento che premia mesi di intenso lavoro e che il nostro team è felice di dedicare ai 6 Centri partecipanti al progetto e ai professionisti che hanno prestato volto e voce alle 7 puntate della serie.Un grazie di cuore ai compagni di viaggio David Frati e Paolo S. ❤️, agli uffici stampa degli Istituti, per averci accolto e \"scortato\" (oltre che sopportato 😁) e ovviamente a Bayer | Oncology per la sponsorship incondizionata 🙏 .A questo link la serie completa👉 Qui sotto il trailer del progetto https://lnkd.in/gsUDMhiq 👇 Lorella Salce Francesco Mazza Cinzia Brancato Gilberto Trombetta Paolo A. Ascierto Nicola Normanno Alessandro Morabito Sandro Pignata Gennaro Ciliberto Federico Cappuzzo Marialuisa Appetecchia Andrea Pace Simonetta Buglioni Giovanni Martinelli Angela Mastronuzzi Giuseppe Maria Milano rita alaggio Valentina Ravaioli Valentina Fausti Zavoiu Venetia Sandra Montalti Daniele Calistri Domenico Galetta Rosanna Lacalamita Stefania Tommasi",
            "comments": []
        },
        {
            "post": "March is colorectal awareness month, and we want to raise awareness about predictive biomarkers, which can provide your medical team with vital information about you and your cancer. Learn more from the Global Colon Cancer Association, which advocates for equitable access to quality colorectal cancer screenings, testing, treatment, and care. Click on our link for information. hashtag#CRCawarenessmonth hashtag#knowyourbiomarker hashtag#colorectalcancer hashtag#youarenotalone hashtag#cancersurvivor hashtag#cancerfighter hashtag#coloncancerLink to information: http://spr.ly/6002ZYyPg",
            "comments": []
        },
        {
            "post": "Anche i pazienti con tumore alla prostata ormono-sensibile in fase metastatica potranno avere accesso a un nuovo farmaco.Con l'innovazione e la ricerca, migliorare la qualità di vita si può.",
            "comments": []
        },
        {
            "post": "Orgogliosa di far parte del hashtag#teamBayer e di creare valore attraverso questa nuova indicazione! hashtag#bestBayer hashtag#oncologia",
            "comments": []
        },
        {
            "post": "Our new operating model \"Dynamic Shared Ownership\" will not only make Bayer as an organization more agile, leaner and more effective, thus significantly increasing the value for our patients, farmers and customers. hashtag#DSO also promises a host of exciting innovations for the talents in hashtag#TeamBayer. At its core, DSO is about enabling everyone to contribute their strengths, passions and skills exactly where they are needed most and where they will have the greatest impact in line with our mission \"Health for all, Hunger for none\". The new Talent Marketplace that we are currently working on in HR will make this possible - overcoming rigid structures, one-dimensional job descriptions and performance evaluation by a single line manager.  I was very pleased to be able to present these great benefits last Friday together with our CEO Bill Anderson, our Chief Catalyst Michael Lurie, Sebastian Guth, President of Bayer and Bayer | Pharmaceuticals in the US, and other inspiring speakers in a webinar to around 50 journalists from leading international business media.",
            "comments": []
        },
        {
            "post": "Per celebrare l'International Childhood Cancer Day, è importante portare alla luce che i progressi nelle metodologie d’approccio diagnostico hanno portato a una migliore comprensione dei meccanismi alla base dello sviluppo dei tumori pediatrici, ponendo le basi per l’adozione di trattamenti personalizzati.___Fonte: I Numeri del Cancro 2023hashtag#InternationalChildhoodCancerDay hashtag#AIOM hashtag#tumoripediatrici",
            "comments": []
        },
        {
            "post": "Martedì prossimo alle ore 11 saremo in live streaming per la Conferenza stampa sulla qualità di vita e le nuove opzioni terapeutiche del tumore della prostata.hashtag#tumoredellaprostata hashtag#aiom hashtag#conferenzastampa",
            "comments": []
        },
        {
            "post": "Nonostante gli importanti progressi registrati negli ultimi anni, la prevenzione primaria, e in particolare la lotta al fumo, principale fattore di rischio, rimangono l’arma più importante. Lo ribadiamo in occasione del mese dedicato alla prevenzione del tumore del polmone.hashtag#LungCancerAwarenessMonth hashtag#aiom hashtag#tumoredelpolmone hashtag#illuminanovembre hashtag#mesedellaprevenzione",
            "comments": []
        }
    ]
}