{
    "name": "Alessandro Bernini",
    "subtitle": "Chief Executive Officer at MAIRE",
    "location": "Italy",
    "about": "",
    "experiences": [
        [
            "MAIRE",
            "11 yrs 5 mos",
            "Chief Executive Officer",
            "May 2022 - Present · 2 yrs 1 mo",
            "Milan, Lombardy, Italy",
            "Group Chief Financial Officer",
            "2013 - May 2022 · 9 yrs 5 mos"
        ],
        [
            "Chief Executive Officer",
            "Tecnimont",
            "May 2022 - Present · 2 yrs 1 mo"
        ],
        [
            "Chief Executive Officer",
            "KT - Kinetics Technology",
            "May 2022 - Present · 2 yrs 1 mo",
            "Rome, Latium, Italy"
        ],
        [
            "Chief Executive Officer",
            "NextChem",
            "May 2022 - Apr 2023 · 1 yr",
            "Milan, Lombardy, Italy"
        ],
        [
            "Group Chief Financial Officer",
            "Eni",
            "Aug 2008 - Dec 2012 · 4 yrs 5 mos",
            "Milan - Rome - Italy"
        ]
    ],
    "posts": [
        {
            "post": "Glad to had the opportunity of taking part in the conference \"Ensuring a competitive decarbonization\" at hashtag#G7 Industry Stakeholders Conference in Torino.With my esteemed panel fellows Daniela Bernacchi, hashtag#MarkusBeyrer, Greg Jackson, Michele Ziosi and Lorenzo Simonelli, with the ever-effective moderation of Mariangela Pira we had strong pragmatic discussion among institutions, companies and policymakers to align on the factual needs of the energy transition.The points of focus are clear.  hashtag#Decarbonization has to become more and more a global issue, that will allow us to make technologies and innovations more sustainable also economically. A hashtag#GlobalTaxonomy, transcending beyond the confines of the EU, coupled with the formulation of simple, practical rules to create a foundational common ground for all stakeholders. hashtag#TechnologicalNeutrality as a paramount in our journey towards sustainable development.Our commitment at MAIRE remains unveawering and happy to see we are many and continuously growing.",
            "comments": []
        },
        {
            "post": "I am happy to share the pride I have looking at our accomplishments so far this year.We have built upon the solid foundation laid out in 2023 and showcased our unhindered potential during our Capital Markets Day in March. The first quarter of 2024 has continued to show strong results, with Revenues, EBITDA, and Net Income all posting impressive growth, in excess of 30% vis-à-vis the corresponding period of last year. At the same time, we consistently improved our profitability.As we look ahead, we will continue to execute our large backlog, including projects which are progressing toward the construction phase. At the same time, we are moving forward on Hail & Ghasha at a steady pace. Revenues of both business units are expected to grow progressively during the year.Our growth is testified not only in our achievements but also in the strength of our team: the unity and commitment of our MAIRE people to \"making the impact\" make the difference. Let’s continue to push boundaries and surpass expectations.",
            "comments": []
        },
        {
            "post": "What a blast! Fresh off our second MAIRE Capital Markets Day, presenting remarkable achievements and our updated 10-year strategic plan: ✅ Group Revenues up by 23% ✅ Sustainable Technology Solutions revenues surged over 40% ✅ Added over 10 new technology solutions to our portfolio ✅ Order intake surpassed 11 billion Euros ✅ Upgraded Sustainability targets, aiming for carbon neutrality by 2029 for Scope 1 and Scope 2 emissions, a year ahead of schedule ✅ Six integrated projects awarded to our Group show the soundness and the success of our strategic approach, involving both business units.Last year’s plan was extremely ambitious and challenging. Apparently, not enough: driven by macro trends, this year, we're set to achieve 2028 objectives four years early.And this is undoubtedly thanks to our people who, with their commitment, stand as the driving force behind it all. If you missed out on our hashtag#OutOfTheUnBOX Capital Markets Day, you can catch up here 👇🏻 https://lnkd.in/dN9bQnEfNow, fasten your seatbelts, because the best is yet to come!",
            "comments": []
        },
        {
            "post": "📣 NEXTCHEM awarded a process design contract by DG Fuels for a bio-waste to SAF facility in the USA 📣 We announce that NEXTCHEM (Sustainable Technology Solutions BU), through its subsidiary MyRechemical, leading the Waste-to-Chemical segment, has been selected by DG Fuels Lousiana to provide the Process Design Package in relation to a Sustainable Aviation Fuel (SAF) facility under development in St. James Parish, Louisiana (USA).The plant, expected to be operational in 2028, will produce 350,000 tons per year of SAF derived from biomasses and waste resources. MyRechemical has been selected as technology licensor in relation to a gasification unit and a gas treatment unit able to process 1,000,000 tons per year of bagasse and sugar cane trash and pulp, representing the first step for the SAF production.Read more: https://lnkd.in/eNy8Q3UR",
            "comments": []
        },
        {
            "post": "As we wrap up our recent global travels with MAIRE 's Top Management, I can only reflect on the profound impact our Group has on a global scale, tirelessly driving Energy Transition initiatives across borders.It's a source of immense pride to witness the synchronized growth of our Group alongside the development of our people and operational capacities worldwide. This seamless progression is heartening as we forge connections, foster growth, and engage with different markets, navigating both challenges and opportunities on a global scale.In our recent visit to hashtag#India, we experienced firsthand the vibrancy and significance of this key market. The journey through hashtag#Delhi and hashtag#Mumbai has been instrumental in mapping the evolving needs of our Partners and understanding the unique challenges and opportunities presented by this dynamic market.The recent announcement of our 6th office in India, marks another significant milestone, offering yet another home for those who hashtag#MakeToInspireAt the same time, our visit to hashtag#TPI in hashtag#Braunschweig provided valuable insights and engaging with our people there solidified our commitment to growth on every level.I am excited about the continued success and collaboration that our global endeavors will undoubtedly bring.",
            "comments": []
        },
        {
            "post": "I had the pleasure of discussing our market-awarding sustainability strategy, introducing our very first MAIRE hashtag#SustainabilityDay, led by our committed and dedicated team who are incredibly passionate about making a positive impact day after day.As in everything we do, we embraced sustainability while continuing to hashtag#MakeToInspire: by measuring our actions (our first sustainability report dates back to 2017) and integrating it into our financial tools.A testimony to the foresightedness of this bet is, more recently, the recent public offering of our Sustainability-linked bond - linked to Scope 1 - 2 and Scope 3. Let us continue to forge our path towards sustainability, not just for ourselves, but for the future generations - our children and their children. Together, let's make the world a place they can proudly call home. hashtag#SustainabilityMatters hashtag#CreatingABetterFuture",
            "comments": []
        },
        {
            "post": "\"The oldest, shortest words— \"yes\" and \"no\"— are those which require the most thought.\" - PythagorasAs I addressed the remarkable individuals gathered for the Cavallaro Grandino hashtag#Scholarships presentation, these words resonated deeply. They embody the very spirit of our event and our Group.In memory of our esteemed colleagues, Francesco Cavallaro and Stefano Grandino, we find inspiration. They were courageous pioneers who made pivotal decisions that contributed to reshaping our industry, paved the way towards innovation and enabled us to redefine our organization's market presence earlier this year. The key to overcoming future challenges for our ever-expanding group lies in 'maturity.' Francesco and Stefano passed on their wisdom to those they collaborated with, and now we must combine that wisdom with youthful innovation.Together, day by day, we'll create a future that honors this legacy. Let's forge a path of unwavering progress, inspired by the pioneers we honor today.MAIRE hashtag#MakeToInspire",
            "comments": []
        },
        {
            "post": "MAIRE's first nine months of 2023 results have demonstrated strong momentum in both technology and execution, providing a solid platform to deliver double-digit growth in 2023.I am particularly proud to announce that we have achieved both the hashtag#highest order intake and backlog in our history, with 10.9 billion Euros and 16.8 billion Euros, respectively.We are entering a phase of sustained growth we have never reached before, thanks to the unwavering commitment and dedication of our people.👉🏻 https://lnkd.in/d8ie96xXhashtag#MAIRE hashtag#MakeToInspire",
            "comments": []
        },
        {
            "post": "Days like this remind us of all the why’s: why we do this job, why we commit so fiercely to MAIRE‘s vision, why we strive to embody excellence and continuously improve even the slightest things. This incredible award, the largest ever for our Group, is just the starting page of a new adventure for us: we pace ahead, always upwards and onwards, proudly.It’s once more a testimony to how we can only reach phenomenal results as this one if we are united, looking in the same direction and firmly believing in the same vision. Our people proved it once again! Well done!MAIRE awarded USD 8.7 billion contract by ADNOC Group for the onshore portion of the HAIL and GHASHA development project in hashtag#AbuDhabi. The largest award ever for the Group👉🏻 https://lnkd.in/e83NY5mDTecnimont hashtag#MAIRE hashtag#WeMakeToInspire",
            "comments": []
        },
        {
            "post": "This hashtag#Adipec2023 began with the interesting strategic panel “downstream industry: demand vs. decarbonization of value chains” hosted by Professor John Defterios.A thought-provoking moment of discussion on the need to have technologies that can suggest new ways of doing what the industries were used to do in traditional ways.In MAIRE, as a technology-driven group, the challenge lies in anticipating these requests from the market, because decarbonisation is a one way road and we all need to keep firmly looking forward together.It is not a matter of “if” but a matter of “when”, as speed will vary significantly from Country to Country, depending on the availability of natural resources, the geographical location and the financial resources to implement this transition. Solutions will be truly sustainable only if also the economics are satisfied: they will give the financial institutions the confidence to invest in these new solutions because they will be viable. I believe this is the obstacle we must jump over in order to make this transformation happen swiftly.ADIPEC Exhibition and Conference hashtag#MAIRE hashtag#MakeToInspire NEXTCHEM Tecnimont",
            "comments": []
        },
        {
            "post": "Starting in March 2023, we have embarked on this new chapter together with all our MAIRE people, a horizon spanning over the next 10 years, made out of a multitude of bricks that we are already assembling. The hashtag#FirstHalf2023 has shown robust performance, with revenue, EBITDA, and net income all hashtag#growing hashtag#doubledigits versus the same period last year.  A total of 2.4 billion Euros in new contracts were awarded in H1, increasing our 9-billion-Euro backlog, thanks to the highest order intake since 2018, while strengthening our technical organization with the opening of a new multidisciplinary centre in Mumbai already up and running with a staff of 750.These results demonstrate strong momentum in both technology and execution, providing a solid platform to deliver double-digit growth in 2023 and beyond, and fully confirm the soundness of our business model “Unbox the Future” which, leveraging sustainable technologies combined with our longstanding execution capacity, places the Energy Transition right where it should be, at the core of MAIRE’s industrial strategy.By increasing higher-value activities, we will grow our contribution to margin expansion and leverage our recognized know-how and technological solutions. At the same time, our robust commercial pipeline is expected to deliver a higher level of order intake in the second half, which will provide a solid driver for the Group’s growth over the next few years.Let's forge ahead and continue to unbox the future, which is looking as promising as ever! hashtag#MAIRE hashtag#MakeToInspire",
            "comments": []
        },
        {
            "post": "Il nostro amministratore delegato Alessandro Bernini ha preso parte al Forum in Masseria organizzato da Bruno Vespa in uno stimolante panel sul tema dell’impegno per la modernizzazione delle infrastrutture del Paese e per una mobilità sostenibile: una preziosa occasione per riflettere sulla situazione dell’Italia, con diversi progetti presentati nell’ambito della transizione energetica nel PNRR, che però incontrano dei rallentamenti quando si parla di processi approvativi nelle fasi esecutive dei progetti stessi. “Siamo però confidenti che la lunghezza burocatrica possa migliorare - ha commentato il nostro CEO - e seguendo analoghi progetti in altri Paesi europei posso ribadire che siamo in ottima compagnia: la priorità è ora una spinta istituzionale a velocizzare il processo approvativo, che potrebbe portare l’Italia al passo con i Paesi nordici che sono il punto di riferimento europeo su questo tema”.Al panel hanno preso parte anche Matteo Salvinj, Vicepresidente del Consiglio e Ministro delle Infrastrutture e dei Trasporti, Federica Brancaccio, Presidente Ance, Antonio Decaro, Presidente ANCI, Massimiliano Di Silvestre, Presidente BMW Group Italia, Fabrizio Palenzona, Presidente di AISCAT Servizi S.r.l. e Gianpiero Strisciuglio, Amministratore Delegato e Direttore Generale Rete Ferroviaria Italiana. hashtag#ForumInMasseria23",
            "comments": []
        },
        {
            "post": "I had the pleasure of attending the opening of our brand new office in hashtag#Mumbai, our 5th MAIRE office in India. I am extremely impressed by the amazing result that has been achieved in just a few months, a splendid testimony to how to effectively manage the growth of our Group and in particular the growth of our engineering work force, ready to fully support our 10 year strategic industrial plan.Once more, we are proud to have put the wellbeing of our employees right at the center, with a reduction of carbon footprint thanks to a lower impact in terms of commuting.I would like to thank everyone involved for the commitment and hard work that lead to this top-quality office as well as all Vincenzo de Luca, Italian Ambassador to India and all the authorities present for supporting us in our main role, borrowing Vincenzo's words, to translate innovation in Energy Transition in concrete industrial projects.",
            "comments": []
        },
        {
            "post": "Looking at our MAIRE Q1 2023 Consolidated hashtag#FinancialResults announced yesterday, the first thing that comes to my mind is the soundness and effectiveness of our business model, with Energy Transition firmly at the core of our industrial 10-year strategic plan, leveraging on sustainable technologies seamlessly combined with our extensive experience in executing complex projects. We had double-digit growth, and cash flow from operations exceeded investments, which were mainly used to expand our technology portfolio to do one of our favourite things: to foster future growth. A €7.9 billion backlog and a strong set of commercial opportunities to be exploited allow us to look firmly ahead at the challenges of 2023 and to keep on unfolding our ambitious industrial plan with confidence.I'd like to extend a special thank you to our people, who have embraced this new cycle with enthusiasm, commitment and determination, showing everyone we truly are the home of those who make to inspire.",
            "comments": []
        },
        {
            "post": "Last week marked a very exciting moment for MAIRE, a day in which our undisputed passion for technology and innovation has brought us to a crucial crossroads, and led us to hashtag#UnboxTheFuture. Technology innovation, continuous research to make Energy Transition a reality, areas of expertise adjacent to our core business where we tirelessly create value, a devotion towards sustainability and a pre-emptive sensibility that allows us to widely anticipate future trends: intuitions that enable us to always meet clients’ emerging needs and gain solid trust. A mutual trust, for which I would like to thank everyone who believed in our vision and walked this stretch of our journey with us, with hashtag#Maire.Let's continue to hashtag#MakeToInspire!",
            "comments": []
        },
        {
            "post": "I had the pleasure of attending the Global Business Leaders Session at EGYPES - Egypt Energy Show.hashtag#Flexibility: the keyword of my intervention.Being flexible means being strong enough to bend, like a branch flowing in the wind without breaking. And this is deeply engraved in the DNA of our MAIRE Group, making us a reliable partner for our clients.By providing them with tailor-made solutions, depending on the different industrial initiatives, allowing us to enlarge our technological portfolio and capabilities.With confidence and trust that our mindset will enable us to ride out policy makers’ choices and industrial macrotrends, fast and effectively.",
            "comments": []
        },
        {
            "post": "Siamo orgogliosi di come il nostro portafoglio di tecnologie a servizio della transizione energetica e dell’economia circolare stia crescendo. Due accordi importanti negli ultimi giorni:✅ l’accordo con hashtag#Biorenova per acquisire, sviluppare e industrializzare la tecnologia hashtag#CATC, un innovativo processo di riciclo chimico continuo ed economicamente vantaggioso per il recupero di monomeri di elevata purezza da rifiuti plastici, in particolare da polimetilmetacrilato (PMMA, anche noto come hashtag#plexiglas). ✅ l’acquisizione della quota di maggioranza di hashtag#Conser, società italiana di tecnologie per intermedi di plastiche hashtag#biodegradabili e derivati ad alto valore aggiuntoAncora una volta integreremo la nostra value proposition come licensor di tecnologie e fornitore di servizi ad alto contenuto tecnologico a supporto della transizione energetica con nuove soluzioni innovative per supportare i mercati globali nel percorso verso un'economia più sostenibile. NEXTCHEM MAIREhttps://lnkd.in/dzUZYx5p",
            "comments": []
        },
        {
            "post": "“Only in the dictionary does success precede sweat\": these are the words that I chose to accompany me on stage during a very important ceremony both on a professional and a personal level, the annual assignment of the Cavallaro-Grandino scholarships, awarded every year to deserving youth of our Group to foster their growth.I chose this sentence because it is true, indeed success is not something that falls from a tree, but it requires a lot of commitment and dedication, as well as a thorough education and continuous training, the only things allowing us to keep up to speed with an ever-changing world. I was lucky enough to call Stefano Grandino a friend and be able to witness his sparks of genius throughout the years, how his intelligence could turn around the outcome of a project in a matter of seconds: may these sparks continue to inspire our younger colleagues and future leaders of our Group to keep looking ahead, think outside the box and always come up with innovative solutions. MAIRE",
            "comments": []
        },
        {
            "post": "What an incredible energy booster to have spent the last few days at ADIPEC Exhibition and Conference, reconnecting and weaving new threads with colleagues, clients and partners in such a forward-facing atmosphere. I had the pleasure of attending an interesting and thought-provoking strategic panel on “hashtag#decarbonising the downstream and petrochemical sectors: an ecosystem of change for downstream players”, where I brought our MAIRE Group’s amazing growth story of strengthening our energy transition related commercial pipelines to 7 times as much as a couple of years ago, thanks to how we responded quickly and efficiently to the growing trend and demand for low-carbon products while at the same time delivering the infrastructure. An unstoppable trend, testified once more by NEXTCHEM’s recent inauguration of hashtag#GCBPolymers industrial plant, a new re-processing and upcycling plant for polymers in Abu Dhabi.",
            "comments": []
        },
        {
            "post": "I’m glad to share with you our hashtag#FirstHalf2022 results which show a solid and hashtag#growing financial performance, confirming the pick up in pace, as the major projects in the backlog are starting to drive this year’s performance. Our hashtag#GreenEnergy business continues to develop, leading to a 3-fold increase in the backlog over the last twelve months. Overall, a record-high backlog is providing a solid foundation to 2023 revenues and beyond.At the same time, our strong and growing commercial pipeline will continue to deliver new projects both in the traditional and Green Energy businesses. A result driven as always by the dedication and commitment of our people MAIRE Group.👉🏻 https://lnkd.in/d3NgNFAU",
            "comments": []
        },
        {
            "post": "What better start than spending some time on site together with our people. I had the chance to visit our site in Dumad and our headquarters in Mumbai and New Delhi during the days I've spent in hashtag#India. Once again I was able to witness how hashtag#teamwork is the only way to grant success to a project, and how the ability to stay connected to each other, wherever we are, is deeply engraved in the spirit and DNA of our group MAIRE.with: Sathiamoorthy Gopalsamy, milind baride, Alberto Litta Modignani, Tecnimont, NEXTCHEM",
            "comments": []
        }
    ]
}