{
    "name": "Giulia Fontana",
    "subtitle": "Programme Manager, European Customer Engagement Strategy at FedEx",
    "location": "Bergamo, Lombardy, Italy",
    "about": "More than 25 years of experience in marketing, loving what I do. I'm a doer, rolling up my sleeves to make a difference. I think outside the box and trying to inspire also others with new ways of thinking. I'm a solution-oriented and a real team player. I am an enthusiastic, energetic person with lots of curiosity, critical thinking and creativity. Determination, stress-management and complex problem-solving capabilities.",
    "experiences": [
        [
            "FedEx",
            "22 yrs",
            "Programme Manager Customer Engagement Marketing Europe",
            "Full-time",
            "Apr 2022 - Present · 2 yrs 2 mos",
            "As a PMO I’m connecting our CES programs with our internal stakeholders and vendors. I'm providing visibility over the workload in the portfolio and assisting in project prioritization.\nLeading alignment meetings. We currently have an exciting pipeline of development and deliveries across CES and I'm the single point of contact within the CES team for these strategic initiatives. \nIn addition to this new PMO role I continue to deliver my pipeline of Welcome & Activation and Promote & Delight journeys. Summary of main activities:\n.Set the vision and defines the strategies for multichannel marketing incl. recommending new channels to create competitive advantage and identifies content opportunities\n.Define KPIs and develop impact analyses to inform future customer journeys\n.Propose strategies and tactical plans aimed at short- and long- term revenue goals\n.Definition of customer journey for a product based on customer segmentation and profile\n.Strong collaboration with TeleSales team to ensure a great alignment on strategy and content\n.Strong collaboration with the Digital International team to optimize the customer journey execution and data gathering flow",
            "Senior Marketing Specialist, European Lifecycle & Multichannel Strategy",
            "Full-time",
            "Jul 2020 - Present · 3 yrs 11 mos",
            "Cernusco sul Naviglio, Lombardia, Italia",
            "Delivering best in class customer engagement marketing programs that make every FedEx experience outstanding, producing incremental revenues for the organization. \nLeading the development, tactics, and strategy of of new lifecycle journeys, value propositions and initiatives, launch and deployment of new customer engagement channels, and the optimization of existing channels to drive true multi-channel life cycle engagement and turn our customers into fans.",
            "Senior Marketing Operations Specialist for Italy, Greece and Malta",
            "Jun 2002 - Jun 2020 · 18 yrs 1 mo",
            "Dir. Generale di Cernusco sul Naviglio (MI)",
            "Management of all the go-to-market activities (offline and online), messaging and delivery to support commercial business, establishing objectives and strategies in accordance with approved plans and company policies. Create output reports that examine ROI, successes and features of lost business.\nManagement of the Business Plan. \nDefine and coordinate of the budget, allocating to the different activities, adjusting actual spending. Strong budget management, analytical and reporting skills. \nDevelop existing tactics that create a strong brand awareness and enriching customer satisfaction and loyalty: innovating and developing multiple aspects of promotional activities, including organization of international, local events and hospitalities.  \nDefinition and evaluation of the potential market and market segmentation by preparing surveys, scripts and monitoring of competitors’ activity.\nLead Generation of new business opportunities to support the sales force and developing action plans focused on acquiring new customers. \nCommunicating performance internally to both the management team and the sales department.\nTrain and coach two interns plus coordinating two junior marketing peers. Directly coordinate external suppliers as first line."
        ],
        [
            "Responsabile Marketing",
            "Firemet S.r.l",
            "Dec 2001 - May 2002 · 6 mos",
            "Cassina de'Pecchi (MI)",
            "Achieved annual revenue targets by designing and executing highly effective marketing strategies and drove several projects with commercial perspective. Increased sales volume by applying innovative ideas related to the activities, products, and services offered by the company."
        ],
        [
            "Responsabile Marketing",
            "Vedior",
            "Nov 1999 - Nov 2001 · 2 yrs 1 mo",
            "Vimodrone (MI)",
            "Headed overall marketing activities and campaigns for 60 branches in Italy in order to accomplish the desired competitive position of the company on the relevant markets. Restructured the institutional communication sector through keen formulation of the communication channels and identification of the optimum strategies. Strengthened relationships with external public relations and key advertising companies."
        ],
        [
            "Junior Product Manager (Divisione Vision Care)",
            "Alcon Italia SpA (Nestlè Group)",
            "Jan 1998 - Oct 1999 · 1 yr 10 mos",
            "Gorgonzola (MI)",
            "Launched an innovative product, Opti- FREE Express, for the contact-lenses solution market, as well as developed a structure in order to accomplish company’s commercial objectives. Close interaction with R&D department and Customer Service. Develop existing tactics that created a strong brand and service message.\nManaged and implemented marketing plans, purchase and order forecasts.\nPerforming market and financial data analysis: sell-in / sell-out analysis. \nAssured the availability of all materials to support the sales force and organized various events and seminars to involve audience.\nWorked with external third parties to assess partnerships and selling opportunities.\nSupporting sales professionals in the field.\nI reported directly to the Director of the Division."
        ],
        [
            "Marketing Assistant (Divisione Vision Care)",
            "Alcon Italia S.p.A",
            "Dec 1995 - Dec 1997 · 2 yrs 1 mo",
            "Gorgonzola (MI)",
            "Hired as Marketing Assistant, supporting the commercial network and then as a Junior Product Manager with the responsibility of managing the Vision Care Division product line.\nCoordination of marketing activities for the products in the Italian Optical Sales Points, in line with the market requirements, outlining successful strategies. Evaluation and creation of company brand strategies, to provide feasible company objectives in line with directives and approved plans.\nAssist management with the preparation of market analyses, report and manage the promotional provisions and materials; coordination with the Sales Force Network and the Division Manager."
        ]
    ],
    "posts": [
        {
            "post": "A heartfelt thank you to Anne Blouvac and Natasza Janczewska for their recognition. Receiving the Bravo Zulu award is truly humbling and motivates me to continue striving for excellence. I am excited about the journey ahead and look forward to collaborating with Anne, Natasza, and the entire team to enhance the ACE Welcome Journey even further.",
            "comments": []
        },
        {
            "post": "Grateful and honored to have received the Bravo Zulu award from David Jarrett (my Manager), Mediha Yücel Roosen and Laurens Liezenberg. Your recognition means a lot and motivates me to continue striving for excellence. Thank you for your support and encouragement! hashtag#BravoZulu hashtag#Gratitude hashtag#award",
            "comments": []
        },
        {
            "post": "I wanted to extend a huge 'Thank You' to María Paula Russy Velandia for nominating me for the Culture Champion Award related to “Own Outstanding” value. It's an incredible honor, and your support truly means a lot to me. I appreciate your recognition and collaboration. Let's make the next quarters just as amazing as the previous ones!",
            "comments": []
        },
        {
            "post": "For the second time in a row, I am extremely happy and humbled for being recognized for my contributions.It means a lot to me being acknowledged by my peers, and I sincerely appreciate their thoughtfulness. I would like to take a moment to express my gratitude to Fanny Laurent for nominating me for the Culture Champion Award. I am truly honored to have such a thoughtful and supportive colleague like you! Merci Fanny Laurent",
            "comments": []
        },
        {
            "post": "Proud for this award! Many thanks to my colleague Laura Deja who recognized me as a Culture Champion 💪🏻👏🏻 hashtag#fedex hashtag#culture hashtag#champion hashtag#team hashtag#proud hashtag#happyness",
            "comments": []
        },
        {
            "post": "Today marks my 20 anniversary in FedEx! I’m so grateful for the great opportunities, the amazing experience I gained during these years! What a surprise for the letter I received this morning !",
            "comments": []
        },
        {
            "post": "Claudio Isolan hashtag#Applausi Hai delle idee sensazionali! hashtag#SaiPensareFuoriDagliSchemi",
            "comments": []
        },
        {
            "post": "Pernille Isholt hashtag#Applausi È davvero difficile spiegare quanto tu sia fondamentale per questo team hashtag#BrillanteNelGiocoDiSquadra",
            "comments": []
        },
        {
            "post": "Roberta Mazzetto hashtag#Applausi Grazie di essere sempre disponibile a dare una mano hashtag#BrillanteNelGiocoDiSquadra",
            "comments": []
        }
    ]
}