{
    "name": "Mauro Mosca",
    "subtitle": "Direttore Marketing presso TotalEnergies Marketing Italia Spa",
    "location": "Milan, Lombardy, Italy",
    "about": "Responsabile offerta e Crm con 9 anni di esperienza nella funzione marketing e 5 anni di esperienza commerciale maturata nel settore energetico e delle telecomunicazioni mobili.Determinazione, passione, etica, concretezza, creatività, mordente e spirito di squadra sono i principali valori che guidano i miei comportamenti di ogni giorno ed il mio stile manageriale.",
    "experiences": [
        [
            "TotalEnergies",
            "5 yrs 5 mos",
            "Direttore marketing",
            "Full-time",
            "Aug 2023 - Present · 10 mos",
            "Italia · On-site",
            "Marketing Manager TotalEnergies Marketing Italia Spa",
            "Full-time",
            "May 2021 - Aug 2023 · 2 yrs 4 mos",
            "Milano",
            "Responsabile offering e Crm @ Total Italia",
            "Jan 2019 - May 2021 · 2 yrs 5 mos"
        ],
        [
            "TOTALERG SPA",
            "8 yrs 6 mos",
            "Roma, Italia",
            "Responsabile marketing rete",
            "Sep 2016 - May 2021 · 4 yrs 9 mos",
            "Assicurare la fidelizzazione e lo sviluppo dei clienti attraverso una value proposition che valorizzi i carburanti TotalErg e la Sim ERG Mobile fornendo gli strumenti commerciali e formativi che valorizzano il servizio nei punti vendita.",
            "Responsabile offerta al cliente",
            "Jan 2014 - Aug 2016 · 2 yrs 8 mos",
            "Ideare, sviluppare e coordinare la realizzazione dell’offerta commerciale integrata fuel e non oil  mediante l’ideazione di promozioni e campagne coerenti con la strategia commerciale TotalErg e la valorizzazione del servizio offerto sui punti vendita.",
            "Responsabile comarketing e trade marketing",
            "Dec 2012 - Dec 2013 · 1 yr 1 mo",
            "Supportare la direzione commerciale nel traguardo degli obiettivi di vendita. Sviluppare il livello di servizio e la capacità di fidelizzazione dei punti vendita , attraverso la programmazione, il coordinamento e il monitoring di tutte le azioni di Marketing, garantendo l’implementazione e la massimizzazione dell’efficacia della Strategia Marketing sulla Rete."
        ],
        [
            "ERG Petroli S.p.A.",
            "8 yrs 11 mos",
            "Responsabile vendite",
            "Mar 2010 - Nov 2012 · 2 yrs 9 mos",
            "Garantire la massimizzazione, in modo sostenibile nel tempo, del risultato economico dei Punti vendita, posizionati nel territorio di riferimento, nel rispetto delle linee guida e degli obiettivi della direzione Rete.",
            "Responsabile Vendite e Sviluppo Canali Erg Mobile",
            "Feb 2009 - Feb 2010 · 1 yr 1 mo",
            "Roma, Italia",
            "Start up della business Unit Erg Mobile con obiettivo di selezionare e coordinare funzionalmente i supervisori territoriali, sviluppare il canale gestori punti vendita e selezionare e sviluppare nuovi canali di vendita.",
            "Responsabile Promozioni",
            "Jan 2007 - Jan 2009 · 2 yrs 1 mo",
            "Roma, Italia",
            "Chiusura della campagna 2005-2006, organizzazione e gestione del piano promozionale 2007 e lancio della nuova loyalty nel 2008."
        ],
        [
            "Key account manager Nord est",
            "Web Global Renting",
            "Mar 2003 - Dec 2003 · 10 mos",
            "Milano, Italia"
        ],
        [
            "Health Account Manager Nord Ovest",
            "TC Sistema Servizi S.p.A.",
            "Feb 2002 - Feb 2003 · 1 yr 1 mo",
            "Milano, Italia"
        ]
    ],
    "posts": [
        {
            "post": "🚛In TotalEnergies Italia sappiamo quanto il trasporto su strada sia strategico per il nostro paese, e ci impegniamo a offrire soluzioni e servizi che mirano all'efficienza, all'efficacia e alla sostenibilità a lungo termine: è per questo che, con grande entusiasmo, nel mese di maggio prenderemo parte a due importanti hashtag#eventi dedicati al mondo del trasporto su ruota. Dall’8 maggio, saremo presenti al Transpotec-Logitec, la principale fiera italiana dedicata al mondo dei trasporti e della logistica, con uno stand condiviso con nostro partner AS24 e in qualità di sponsor dell’area test e dell’area usato. Sarà un'occasione unica per incontrare i protagonisti del settore, condividere le nostre idee, presentare le nostre soluzioni innovative. Incontreremo, inoltre, i nostri trasportatori per condividere i valori legati alla hashtag#sicurezza e la nostra visione del futuro.Il weekend del 25 maggio, avremo l'onore di essere il title sponsor, con il marchio hashtag#Rubia, della prima tappa dell'European Truck Race Championship, portando contemporaneamente in pista i nostri prodotti (in qualità fornitori unici dell’hashtag#HVO per l’intero campionato) e i nostri colori come sponsor del team Lion Truck Racing. Sarà un evento emozionante e avvincente, che dimostrerà l'impegno di TotalEnergies nella costante ricerca e sviluppo di prodotti all’avanguardia.Siamo fieri di partecipare a queste due importanti manifestazioni e di continuare a lavorare fianco a fianco con i hashtag#trasportatori per garantire un futuro sostenibile e prospero. Vi aspettiamo numerosi! 🚚 hashtag#TotalEnergies hashtag#TrasportoSuRuota hashtag#Sostenibilità hashtag#TranspotecLogitech hashtag#EuropeanTruckRaceChampionship",
            "comments": []
        },
        {
            "post": "Sono entusiasta di condividere l'emozionante esperienza che abbiamo fatto vivere questo weekend come premio ai distributori autorizzati hashtag#lubrificanti TotalEnergies rientranti nel 2023 categoria Gold! Accompagnarli a scoprire la magia della hashtag#FormulaE nel suggestivo contesto del circuito di Monaco è stata un'esperienza indimenticabile. È stato un momento perfetto per trascorrere del tempo insieme, esplorare i dintorni del Principato e, soprattutto, vivere l'adrenalina della gara al fianco del nostro partner DS PENSKE Formula E Team.Questa hashtag#partnership ci offre l'opportunità di testare prodotti all'avanguardia per un futuro sempre più sostenibile. L’incontro di questo weekend è stato un perfetto esempio della nostra visione di una crescita hashtag#sostenibile che affonda le radici in un presente fatto di distributori integrati sul territorio e guarda ad futuro in cui essere attori di una nuova era di mobilità.Siamo lieti di condividere che il nostro sostegno ha portato fortuna al team, che si è qualificato terzo dopo uno spettacolare Gran Premio. Un successo che celebra la nostra collaborazione e ci spinge a perseguire obiettivi sempre più ambiziosi insieme.Grazie ai nostri hashtag#distributori Bronchi Combustibili Srl, NELSA Lubrificanti e CAMPANIA LUBRIFICANTI SOCIETA  A RESPONSABILITA  LIMITATA per essere stati parte di questa straordinaria esperienza e per il loro impegno costante nel promuovere la nostra visione. Non vediamo l'ora di condividere nuove avventure e successi con la certezza che nel 2024 in nostro club Gold vedrà salire a bordo nuovi partner!hashtag#FormulaE hashtag#MonacoEPrix hashtag#Partnership hashtag#Sostenibilità hashtag#Successo hashtag#GoldDistributors",
            "comments": []
        },
        {
            "post": "🎓💼 Navigare nel V.U.C.A. (Volatility, Uncertainty, Complexity, Ambiguity) richiede più che mai una bussola affidabile: la hashtag#formazione.In un mondo in cui il hashtag#cambiamento è la norma e l'instabilità è la regola del gioco, investire nella propria formazione diventa cruciale. La formazione non solo fornisce gli strumenti per interpretare l'instabilità, ma anche la capacità di guidare il cambiamento, sia a livello personale che nel proprio hashtag#team.Attraverso la formazione, acquisiamo gli schemi di riferimento necessari per affrontare le sfide del presente e del futuro. Ci equipaggiamo con conoscenze e competenze che ci permettono di adattarci rapidamente alle mutevoli circostanze e di trasformare le incertezze in opportunità.Per questo motivo sono orgoglioso di lavorare in una compagnia come TotalEnergies che promuove la formazione continua per aiutare i professionisti a prosperare in un ambiente in cui l’instabilità è la nuova normalità per trasformare l'incertezza in opportunità e costruire un futuro più solido e hashtag#sostenibile.hashtag#Formazione hashtag#VUCA hashtag#Cambiamento hashtag#Opportunità hashtag#TotalEnergies",
            "comments": []
        },
        {
            "post": "La hashtag#formazione è il pilastro su cui TotalEnergies costruisce il suo impegno per un futuro sostenibile. La scorsa settimana abbiamo tenuto due corsi emblematici, evidenziando il nostro impegno verso i dipendenti e i clienti.Per le giovani leve di TotalEnergies Italia, abbiamo organizzato una master class focalizzata sulla hashtag#transizioneenergetica tenuta dall’Ing Prof Benoit LUC, in veste di Presidente di TPA (TotalEnergies Professeurs Associes). Questo corso mirava a fornire una prospettiva chiara e approfondita sulle sfide e le opportunità della transizione verso fonti energetiche più hashtag#sostenibili. Investire nei nostri dipendenti in questo modo non solo li prepara per affrontare le sfide future, ma li motiva anche a essere agenti di cambiamento nella propria comunità e nell'industria italiana.Parallelamente, presso la spettacolare location del Park 04, abbiamo tenuto una formazione della TAcademy personalizzata  ai clienti del nostro distributore Bronchi Combustibili Srl. Questo corso ha puntato a migliorare la comprensione dei nostri clienti sulle nuove tecnologie legate al mondo hashtag#automotive, consentendo loro di prendere decisioni informate e responsabili. Abbiamo poi concluso il corso con un’hashtag#esperienza unica per i partecipanti: provare nel park le moto da cross dopo un brief ricevuto dalla Leggenda della MotoGp Andrea Dovizioso. TotalEnergies crede fermamente che la formazione sia l'elemento chiave per garantire la hashtag#sostenibilità nel tempo. Solo attraverso l'educazione e la consapevolezza possiamo guidare la trasformazione necessaria verso un futuro energetico più sostenibile. Continueremo a investire nella formazione, sia per i nostri dipendenti che per i nostri clienti, perché crediamo che sia fondamentale per il nostro successo e per il benessere del pianeta.",
            "comments": []
        },
        {
            "post": "Ieri abbiamo festeggiato i 100 anni di TotalEnergies con un grande evento aziendale dal titolo “Pioneers for 100 years”Durante la serata ho scattato poche foto che voglio condividere come ringraziamento a TotalEnergies Italia che, grazie ad un ambiente stimolante e positivo mi permette di conservare intatto quello ‘spirito da pioniere’ fatto di voglia di andare oltre, sempre, nonostante gli anni di lavoro che passano.Uno spirito che ha radici forti condivise con tanti colleghi, con i quali abbiamo imparato che c’è sempre una soluzione ai problemi se si è disposti a mettersi in discussione e a cercare soluzioni e non responsabili. Uno spirito che ogni giorno si alimenta, da un lato di confronto con tanti giovani vogliosi di imparare che mi stimolano a fare il massimo per essere esempio e guida professionale, dall’altro con tanti professionisti che quotidianamente mi ricordano che c’è sempre tanto da imparare.Questa per me è la vera rappresentazione dello spirito pionieristico TotalEnergies: unire persone con esperienze, età, origini, generi diversi, rispettando e valorizzando tutti, con l’obiettivo di scoprire ogni giorno qualcosa di nuovo per migliorare la nostra quotidianità.",
            "comments": []
        },
        {
            "post": "🏁🎉 Per TotalEnergies Italia è stato un vero onore essere il main sponsor dell'edizione 2024 del motoraduno di Fossano con il marchio Elf! La passione per la moto continua a crescere nel nostro paese e siamo orgogliosi di crescere anche noi per poter essere al fianco di tutti gli appassionati. Un enorme ringraziamento va a Emiliano Rosso di Cuneo Lube il cui supporto ci ha permesso di essere parte di questo evento straordinario. Complimenti all'organizzazione del Motoraduno per il grande successo: non vediamo l'ora di ritrovarci in autunno a Centallo per altre avventure su due ruote! 🍁🏍️ hashtag#MotoradunoFossano hashtag#PassionePerLaMoto hashtag#Elf hashtag#CuneoLube hashtag#MotoradunodiCentallo",
            "comments": []
        },
        {
            "post": "🚀 È con grande entusiasmo che domani inaugureremo un nuovo anno di attività volte a far scoprire i prodotti e servizi TotalEnergies ai clienti con il MECSPE a Bologna! Come azienda specializzata nella produzione di lubrificante per tutti gli ambiti del settore della meccanica, siamo pronti a far conoscere le nostre eccellenze al mercato.Teniamo molto a presidiare le fiere di settore perché sono momenti fondamentali non solo per vendere, ma anche per raccogliere feedback sui nostri prodotti e sulle nostre soluzioni direttamente da clienti e esperti del settore. Vi aspettiamo al nostro stand per scoprire le nostre specialità e le ultime innovazioni del comparto. Non vediamo l’ora di incontrarvi! hashtag#Mecspe hashtag#Innovazione hashtag#Meccanica hashtag#Bologna",
            "comments": []
        },
        {
            "post": "🎉 Celebriamo un 2023 ricco di attività di collaborazione con i nostri distributori! 🎉Nel 2020 abbiamo dato il via ad un percorso che ci ha portato a stringere partnership speciali con i nostri distributori locali e, in questi giorni di rinnovi contrattuali, celebriamo il successo di questa incredibile collaborazione. La dimostrazione tangibile di questo successo è la numerica e la qualità degli eventi che iInsieme abbiamo creato, sviluppato e organizzato nel 2023: eventi che hanno lasciato un'impronta positiva sul territorio e nei cuori dei clienti dei prodotti TotalEnergies.Questi eventi non sono stati solo momenti di celebrazione, ma vere e proprie testimonianze della forza della collaborazione tra chi conosce il territorio e chi si impegna quotidianamente nello sviluppo di nuovi prodotti e servizi per soddisfare le esigenze dei clienti. È stato un viaggio emozionante, in cui abbiamo condiviso idee, conoscenze e risorse per offrire esperienze uniche e memorabili.Grazie ai nostri distributori locali, abbiamo avuto l'opportunità di connetterci con la comunità in modo autentico e significativo, ascoltando i loro feedback e adattando le nostre offerte di conseguenza. Il 2023 è stato un testamento alla potenza della collaborazione e della sinergia, e non vediamo l'ora di continuare questo viaggio insieme, creando ancora più valore per i nostri clienti e per le nostre comunità locali.Grazie a tutti i nostri distributori locali, a Laura Fattobene e al hashtag#team marketing e vendite per il grande impegno, la dedizione e la passione. È stato un onore e un privilegio lavorare con tutti, e non vediamo l'ora di vedere cosa ci riserverà il prossimo anno!hashtag#Collaborazione hashtag#PartnershipLocale hashtag#Innovazione hashtag#SviluppoTerritorialePLUS ITALIA LUBRICHIMICA S.P.A. Bronchi Combustibili Srl PALMERINI AUTORICAMBI S.R.L. Cuneo Lube srl NELSA Lubrificanti Fiorese Group Riccardo Mazzoleni Andrea Mazzoleni GIORGIA TOCCOLI Nicola Minzocchi Mario Grillo Francesco Zingarelli Giuseppe Ripa Fabio Surico Nicola Anese",
            "comments": []
        },
        {
            "post": "È con grande soddisfazione che questa settimana ho partecipato agli incontri per la firma del rinnovo di due importanti accordi di distribuzione di hashtag#lubrificanti TotalEnergies per il nordest e il nord-ovest Italia rispettivamente con Enrico Fiorese e Emiliano Rosso. Questi e gli altri rinnovi di contratto sottoscritti in questi mesi, testimoniano la fiducia che in 3 anni siamo riusciti a costruire e ci confermano di avere con noi partner che condividono la nostra visione del futuro e sono disposti, come noi, ad impegnarsi per raggiungere obiettivi comuni. Ora ci accingiamo a vivere l’incontro annuale con i nostri distributori che quest’anno, strizzando l’occhio al vicino centenario della nostra Compagnia, avrà il titolo ‘Pionieri da 100 anni’ e ci porterà a scoprire le nostre origini.Io voglio pensare a questo incontro in un’ottica romantica: è come se dopo anni di relazione ora si rinnovi la fiducia e si voglia raccontare sempre più della propria storia perché conoscere il passato stimola a vivere il futuro con sempre maggiore sintonia. Ma il passato non si racconta a chiunque ma solo a chi si ritiene veramente un hashtag#partner.E ora siamo, quindi, pronti a passare 2 giorni per condividere storia, successi prospettive e strategie che guideranno il nostro percorso nel 2024. Siamo entusiasti di iniziare collaborare per un anno ricco di crescita e successi condivisi. hashtag#partnership hashtag#visionecondivisa hashtag#obiettivicomuni",
            "comments": []
        },
        {
            "post": "TotalEnergies Marketing Italia SpA sarà presente alla 22° edizione di Mecspe 2024Presso il Pad 14 Stand F36 potrete trovare gli specialisti di settore pronti a mostrarvi tutte le novità!Non mancate all'appuntamento!! Vi aspettiamo numerosi!!!TotalEnergies Marketing Italia SpA will be present at the 22nd edition of Mecspe 2024.At Hall 14 Stand F36 you can find the industry specialists ready to show you all the news!Don't miss the appointment!!! We look forward to seeing you there!!!hashtag#TotalEnergieshashtag#Metalworkinghashtag#Lubriloghashtag#Greasehashtag#Folia",
            "comments": []
        }
    ]
}