{
    "name": "Francesco Liut",
    "subtitle": "Group Marketing Director @ EssilorLuxottica | Leading Global Marketing Strategy",
    "location": "Bergamo, Lombardy, Italy",
    "about": "I am a Group Marketing Director at Luxottica, the world's largest eyewear company with a portfolio of iconic brands such as Ray-Ban, Oakley, and Vogue eyewear. With over 15 years of experience in marketing, e-commerce, and supply chain, I lead a team of 500+ professionals across Milan corporate and international markets, driving growth and excellence in brand strategy, communication, and omnichannel execution.My specialties include brand marketing, retail marketing, sport marketing, go to market, luxury goods, fashion, brand collaborations, media, digital marketing, e-commerce, digital strategy, business management, middle east, business development, management consulting, negotiation, project management, supplier selection, procurement, contracts, and process improvement. I am passionate about creating compelling and engaging customer experiences that reflect the values and vision of each brand, while leveraging data, technology, and innovation to optimize performance and efficiency. My mission is to deliver outstanding results for Luxottica and its stakeholders, while fostering a culture of collaboration, learning, and excellence within my team and organization.",
    "experiences": [
        [
            "Luxottica",
            "9 yrs 3 mos",
            "Group Marketing Director",
            "Full-time",
            "Jan 2021 to Present · 3 yrs 5 mos",
            "Milan",
            "Leads the marketing function for the Luxottica group, overseeing a team of 500+ professionals across Milan corporate and international markets.\nKey areas in scope:\n-\tBrand marketing for Luxottica-owned brands including Ray-Ban, Oakley, Vogue eyewear, Persol, Arnette, Costa, Oliver Peoples, Alain Mikli\n-\tDirect-to-consumer marketing through multiple channels including eCommerce, retail (18,000+ doors, 50+ banners including Salmoiraghi and Vigano, Sunglass Hut, Grand Vision, Lens Crafters, etc…) and Wholesale (150,000+ doors) \nKey responsibilities:\n-\tBrand strategy and brand portfolio management\n-\tBrand Communication: campaign brief design, calendar definition by channel/market, internal and external agency engagement\n-\tSport Marketing, managing a roaster of >200 athletes\n-\tTrade strategies and execution\n-\tDigital and traditional media investment, digital broadcasting\n-\tPublic Relations, celebrities and influencers, local activations\n-\tSocial Media and social concierge\n-\tEvents\n-\tProduct collaborations with renowned external partners such as Off White, Yves Saint Laurent, Chiara Ferragni, JW Anderson, Satisfy, Fragment, Saturdays NYC, Roger Federer\nPartner with go-to-market, product department and general managers to define the best brand strategies by market (pricing, distribution, comunication, product).\nPartner with internal production agency to design and execute shootings in internal Luxottica studios and external studios",
            "E-commerce Director - Sunglass Hut",
            "Full-time",
            "Jun 2016 to Jan 2021 · 4 yrs 8 mos",
            "Milan Area, Italy",
            "Oversaw P&L for sunglasshut.com's eCommerce business, driving growth and re-launching the global platform. \nLed the business across all functions, including communication, online store management, content, digital marketing, UX, merchandising, technology, supply chain, backend, with the goal of re-launching and growing the sunglasshut.com global business worldwide.\nKey areas of responsibility:\n-\tOnline strategy definition: understanding why clients should visit our site and ultimately make a purchase. Crafting a compelling online value proposition was essential to drive customer engagement and conversion\n-\tOmnichannel calendar coordination. Ensuring a consistent 360° communication to clients through all digital and physical channels, including the website, CRM emails, organic and paid social media, performance marketing, and brick-and-mortar stores\n-\tLaunch of collaborations with relevant brands and talents in the fashion industry, to boost the sunglasshut.com brand equity and solidified Sunglass Hut's position as a trendsetting retailer\n-\tDigital marketing campaign design and implementation, defining target audiences and deploying campaigns across all stages of the marketing funnel. This involved crafting campaigns for both brand awareness and direct purchase conversion. Online shopping experience continuous optimization, through the definition of short and long-term strategy for site functionality, architecture, and usability. Focus on sales equation: traffic, conversion, order value\n-\tSite operations daily management, including daily site maintenance, enhancements and customer support\n-\tMarket expansion into new countries, including Spain, Mexico, and China (TMall), as well as overseeing operations in established markets like France and Germany\n-\tHost environment management: Sunglass Hut has also a presence in shops in shop hosted by third parties (Galeries Lafayette, Macy’s, Myer, Selfridges, others)",
            "Supply Chain Director - Sunglass Hut",
            "Mar 2015 to May 2016 · 1 yr 3 mos",
            "Milan Area, Italy",
            "As Supply Chain Director for Sunglass Hut, I held a pivotal leadership role in optimizing the global supply chain, supporting over 3,000 stores across diverse regions. My key responsibilities included: \n-\tSupply chain design, including service level target setting, logistic flows analysis and selection, warehouse footprint definition\n-\tPlanning processes improvement, product mix optimization at the store level and replenishment parameters streamlining \n-\tGross margin management at market and brand level through effective product mix in store, also trough inventory budget definition at market/brand level\n-\tIT systems architecture definition (SAP, POS, DPM, Oracle RPAS) and deployment\n-\tOpen to buy targets definition in preparation of new collections selection (3 times/year)"
        ],
        [
            "Consultant",
            "Bain & Company",
            "Apr 2011 to Mar 2015 · 4 yrs",
            "Experience includes projects related to strategy and merger integration, procurement, organization, market development, business plan\nSome examples of relevant experience include:\n-\tPost- merger integration of a key industrial player (Italian big cap)\n-\tBusiness plan and industrial plan development for both new initiatives and mature markets in an Italian multinational company, consumer goods\n-\tDue Diligence for a key player in fast fashion\n-\tProcurement function turnaround for an international industrial player, including contract renegotiation, process streamline, category management implementation \n-\tOrganizational design, processes engineering, overheads optimization, restructuring and company structure simplification for international oil company \n-\tMarket intelligence for industrial players, with focus on chemicals sector in emerging countries\n-\tProduct life cycle management implementation and project management improvement in multinational industrial companies\n-\tDefinition of long term infrastructure development plan in the O&G sector"
        ],
        [
            "Supply Chain Manager - Mechanical parts",
            "OTIS Elevator",
            "2007 to Apr 2011 · 4 yrs 4 mos",
            "Milan",
            "As a member of the Italian Manufacturing and Logistic Division, is responsible for the Supply Chain of all the mechanical components of the elevators. In this position is responsible for all the purchasing activities for machined parts, commercial components, and spare parts from European and global suppliers and from Otis-subsidiaries."
        ],
        [
            "Suppy Chain Implementation Manager",
            "kone",
            "2002 to 2007 · 5 yrs",
            "Milan",
            "Responsible of the setup of the Supply Chain of a new innovative product (elevator) for the European market. In this position he leads an international cross functional team (R&D, purchasing, logistics, quality, IT, suppliers, customer service)"
        ]
    ],
    "posts": [
        {
            "post": "Nel mese di maggio, l’Officina Rinnovo firmata hashtag#SalmoiraghieViganò arriva nel negozio di Via Torino 21 a Milano, dopo il successo della prima tappa di Corso Buenos Aires 66.hashtag#OfficinaRinnovo è la stazione itinerante pensata per permettere a chiunque si rechi in negozio nelle prossime settimane di allungare la vita del proprio occhiale ed apprezzare l’incredibile livello di artigianalità che si cela dietro ad un rinnovo professionale. Sarà accessibile al pubblico dal Mercoledì alle Domenica, dalle 11:30 alle 19:30.In tutti i negozi dell’insegna è inoltre sempre attiva la raccolta degli occhiali usati e troppo usurati per poter essere rinnovati. Gli occhiali vengono disassemblati al fine di rivalorizzarne i materiali e dare il via ad un nuovo ciclo di vita.hashtag#Retail hashtag#Circolarità",
            "comments": []
        },
        {
            "post": "@raybanmeta",
            "comments": []
        },
        {
            "post": "hashtag#LensCraftershashtag#Roblox",
            "comments": []
        },
        {
            "post": "Oakley Brain Dead",
            "comments": []
        },
        {
            "post": "Unleash the power to block out the noise and distractions. Zone in and focus on what you can control. Introducing Latch Panel featuring Oakley Global Ambassador Kylian Mbappé.  Take a closer look here: https://lnkd.in/gg_kPYTQ  hashtag#LatchPanel",
            "comments": []
        },
        {
            "post": "Tutti insieme dopo tanto tempo. Una sola visione, una grande squadra che valorizza i propri punti di forza con la grande ambizione di andare hashtag#SempreAvanti.Ho percepito orgoglio, passione, voglia di fare sempre meglio, senso di appartenenza ed emozione... la stessa emozione che ho provato nel vedere le nostre persone tutte insieme.E allora avanti così Retail Italia, hashtag#SempreAvanti.hashtag#SalmoiraghieViganò hashtag#GrandvisionItaly hashtag#CornerOptique hashtag#ConventionOpticalRetailItalia",
            "comments": []
        },
        {
            "post": "hashtag#Ray-Banhashtag#Icons",
            "comments": []
        },
        {
            "post": "hashtag#MikaelaShiffrinhashtag#Oakley",
            "comments": []
        },
        {
            "post": "Welcome Grand Catalina! It's all about blending iconic style with cutting-edge technology for the modern waterman. Super stoked to have collaborated with my amazing team to bring this to life. Gear up for your next water adventure 🌊 hashtag#SeeWhatsOutThere hashtag#BrandCommunication hashtag#BrandBuilding EssilorLuxottica Costa Sunglasses",
            "comments": []
        },
        {
            "post": "hashtag#RayBanReversehashtag#LennyKravitz",
            "comments": []
        }
    ]
}