{
    "name": "Maddalena Sala",
    "subtitle": "Sales Representative presso International Paper",
    "location": "Monza e Brianza, Lombardia, Italia",
    "about": "I am an ambitious and motivated worker, who is able to face challenging situations and to work also in stressful atmospheres. Moreover, I am a well-organized and serious person, both in personal and professional life, and I like to work in international environments too. These aspects of my personality, along with my willingness to continuously learn something new, and to improve in what I am doing, make me the right person to enlarge your team.",
    "experiences": [
        [
            "International Paper",
            "3 anni 8 mesi",
            "Sales Representative",
            "A tempo pieno",
            "giu 2022 to Present · 2 anni",
            "Sales Assistant",
            "A tempo pieno",
            "ott 2021 to mag 2022 · 8 mesi",
            "Bellusco, Lombardia, Italia",
            "Sales and Marketing Development Intern",
            "Stage",
            "ott 2020 to ott 2021 · 1 anno 1 mese",
            "Bellusco, Lombardia, Italia"
        ],
        [
            "Private Teaching",
            "Private",
            "set 2015 to ott 2021 · 6 anni 2 mesi",
            "Teaching students from elementary school to high school allows me to get in touch with all the subjects and to improve my communication skills."
        ],
        [
            "Supporto Business Expander",
            "MULTI - Multiconsult S.r.l. · A tempo pieno",
            "gen 2020 to feb 2020 · 2 mesi",
            "Bergamo, Italia"
        ],
        [
            "Hostess",
            "Coop F.E.M.A.",
            "gen 2017 to feb 2018 · 1 anno 2 mesi",
            "Milano, Italia",
            "Working at international events in quality of hostess has offered me the possibility to interact with people coming from all over the world, trying to fulfil all their needs and to make them satisfied about their experience there. As well as this, I also worked as translator during an international event concerning shoes, providing support to some expositors in dealing with foreign customers"
        ],
        [
            "Guest Relations Specialist",
            "Hotel Sansi Pedralbes",
            "set 2017 to dic 2017 · 4 mesi",
            "Barcellona, Spagna",
            "Working in a hotel for three months taught me to deal with the client since their first arrival to the structure up to their feedback provided after their stay. Beside this, I got in touch with all the relevant aspects of managing a hotel, from the attention paid to the customer and their satisfaction, passing through food and beverage, up to reservations"
        ]
    ],
    "posts": [
        {
            "post": "On 14th and 15th November, students of Global Business Management at the Cattolica University had the opportunity to take part at the MeRIT (Megaproject Research Interdisciplinary Team) seminar. My group was selected to present our project regarding an analysis on whether the Burj Khalifa could be considered a sustainable skyscraper or not.I would like to thank hashtag#UniversitàCattolica and hashtag#PolitecnicodiMilano for this great chance.",
            "comments": []
        }
    ]
}