{
    "name": "Stefano Invernizzi",
    "subtitle": "CFO at Wind Tre SpA",
    "location": "Milan, Lombardy, Italy",
    "about": "Competent professional with solid expertise in finance, administration and controlling having participated in several large projects, as well as having worked in different finance positions (CFO, Finance Director, Treasurer, Controller and Credit manager) and having matured “rounded experiences” in Finance, Administration and Control in well-structured corporate environments on the international scenario. Able to build and maintain a strong finance control culture.Able to understand and communicate issues to the Management and colleagues with proper advice and to efficiently implement changes in company policies, procedures and processes where necessary.Fluent in german and english.Specialties: -Mature and well-balanced personality, able to build trust-High ethical and moral standards-Clear sense of priorities-Strong entrepreneurial attitude, stress resistance-Leadership skills, ability in motivating and coaching-Able to work independently within guidelines. Thinking forwards oriented with strong analytical skills-Results oriented. Proactive. Problem solver and innovative. Well organized.-Comfortable with not-structured and fast changing organization",
    "experiences": [
        [
            "CFO",
            "Wind Tre",
            "Nov 2016 to Present · 7 yrs 7 mos",
            "Milano, Italia"
        ],
        [
            "H3G",
            "11 yrs 4 mos",
            "CFO",
            "Oct 2009 to Oct 2016 · 7 yrs 1 mo",
            "In charge of Accounting Department, Planning and Controls Departments and Finance Department. Direct report to the CEO and member of the BoD.\nHeadcount of CFO Department is approx. 100 also including a team dedicated to IT projects for finance. Main focus of the position are:\nAccounting \n1.\tidentify key metrics / drivers of business and measure the same to drive accountability; \n2.\tmaintain full accounting and business records for the company in accordance with policies and procedures, legislation and fiscal requirements. Close books in a timely manner on a monthly / quarterly / annual basis;\n3.\tcomply with internal and external audit requirements;\n4.\treport interim and final financial and tax information. Ensure the team follows guidelines and financial policy and any other rules designed to meet tax or statutory requirements;\nPlanning & Control \n1.\tmaintain detailed annual and 5y plan rolling budgets and monthly/quarterly forecasts;\n2.\treport on a monthly basis to Managing Director and Shareholders, the actual results for the month and forecast information. Provide regular analysis of the financial and operational results of the company;\n3.\timplement and apply adequate internal control procedures to safeguard company assets, reputation and customer relationship.\n Finance\n1.\tresponsibility to support company in new capital raise, both debt and equity;\n2.\tnegotiate financing documentation. Track and adhere to obligations under agreements;\n3.\tProvide reliable cash flow forecasts and relevant ex post analysis;\n4.\tManage relationship with banks for existing debt and refinancing;\n5.\tAble to support the Managing Director in potential new acquisition;\n6.\tNegotiate complex contracts.",
            "Finance Director",
            "Jul 2005 to Sep 2009 · 4 yrs 3 mos",
            "Management of the relationship with financial institutions and insurances with focus on financial planning. The financial division is composed as follows: treasury department, insurance and guarantee department, financial planning department, grants and payment systems department.\nThe staff comprises four manager and seven accountants.\nReport to the CFO.\n\nSpecial projects\nI was part of the IPO team. My main tasks were 1) to deliver a financial model for the stock exchanges authorities and the financial institutions; 2) to contribute in the building up of the prospectus.\n\t\nTogether with the Hong Kong central treasury, I finalized the agreement with fourteen international banks for refinancing a 3 billion € term loan."
        ],
        [
            "Sirti",
            "3 yrs 9 mos",
            "CFO of the subsidiary Sirti Sistemi S.p.A.",
            "May 2003 to Jun 2005 · 2 yrs 2 mos",
            "Management and supervision of all financial aspects (bookkeeping, relationship with banks, cash flow management, tax), issuing on qualterly basis the official balance sheet, budget and forecasts, reporting to the holding and relationship with auditors.\nThe staff comprises two senior controllers (graduate), five accountants and a secretary.\nReport to the CEO of the company and functionally to the CFO of the mother company",
            "Controller, Foreign Subsidiaries",
            "Oct 2001 to Apr 2003 · 1 yr 7 mos",
            "Control of the activities carried out abroad by Sirti through its subsidiaries and branches present at the time in Portugal, Spain, France, UK, Germany, Poland, Argentina, Bolivia, Cuba, Colombia, USA and Guatemala. \nProvide the management with financial, income statement and balance sheet analysis of actual and budget data. \nAssure the accuracy, the quality, the interpretation and the delivery in real time of such data. Contribute to the development of business plan for new business abroad.\n\nMain activities were: issueing the monthly reports for the board, developing budget and reforecast; assuring the control of such reports, help in identifying and formulating the proper corrective action - if any - develop business plans for new development abroad; develop the IT instruments for the subsidiaries, help the local administrative and financial units.\nThe staff comprises two senior controllers and a secretary."
        ],
        [
            "Group treasurer",
            "Techint",
            "Sep 1998 to Sep 2001 · 3 yrs 1 mo",
            "Management of the financial flows of thee companies of the group: Techint Finanziaria, Techint S.p.A. and Techint Cimimontubi S.p.A., supervision and coordination of all treasury departments making up the “European sector” (15 subsidiaries located in Europe, USA e Mexico), optimisation of the group net financial position, also by using intercompany current accounts, management of the currency exchange risk, relationship with banks, management of the credit lines, financial reporting for the board.\n\nThe main was the reorganization of the treasury department by implementing new organization and software procedures and by reducing the staff (from 6 to 3).\nDuring the work I personally negotiated medium and long term credit lines, also in connection with acquisition financing, and real estate leasing. I was also part of work-teams for winding up subsidiaries and business units and for creating joint ventures with international strategic partners."
        ],
        [
            "Central Treasurer",
            "Prada",
            "Jul 1997 to Aug 1998 · 1 yr 2 mos",
            "Cash flow management of the Lugano branch and of the Dutch holding, group net financial position optimisation also by inter-company current accounts, foreign currency risk management on subsidiary purchasers and sales, relationship with banks, financial reporting for the board.\n\nMain mission was to start-up the central treasury department in the Lugano branch for managing cash flow and foreign currency risk of all foreign subsidiaries."
        ]
    ],
    "posts": []
}