{
    "name": "Emilio Calicchio",
    "subtitle": "Marketing and Digital Sales Director",
    "location": "Milan, Lombardy, Italy",
    "about": "Over 17 years of extensive experience in Commercial Marketing with a focus on product development and process innovation in the  Digital Strategy area.Wide experience in transforming traditional Companies into data-driven digital business in terms of strategy and processes, helping brands to adopt a digital perspective to embrace change.Wide expertise in Digital Performance Marketing and Product innovation and Development, especially regarding the Energy Transition topics, to define and design the best-in-class experience for products and services from both Engagement and Financial point of view.Defining and leading the business and the overall digital go-to-market strategy, providing hands on enthusiastic leadership to effectively manage the digital transformation.",
    "experiences": [
        [
            "E.ON",
            "7 yrs",
            "Marketing and Digital Sales Director",
            "Oct 2020 to Present · 3 yrs 8 mos",
            "Milano, Lombardia, Italia",
            "•Build, managing and deploy Product and Offering portfolio of products\n•Innovation Management, focusing on Energy Transition – Product sustainability on PV, E-Mobility and Energy Community\n•Transform E.ON core business into a Payment Institution\n•Ideate and define Mobile Financial and e-Payment products\n•Define and rollout of E.ON Italy eCommerce\n•Experienced leading senior management and front-line teams in a high-growth environment\n•International environment (DE, Sweden, Romania, CZ, NL, UK)",
            "Digital Director @ E.ON Italia",
            "Jan 2018 to Oct 2021 · 3 yrs 10 mos",
            "Milano, Italia",
            "•Create and run the Digital Business Unit (from 2 to 50+) focusing on digital transformation, definition of digital product and push and creation of digital channels environment\n•Define and run the 5 year Digital Strategy",
            "Head of Digital",
            "Jun 2017 to Jan 2018 · 8 mos",
            "Milano, Italia",
            "•Manage the Digital Marketing and Sales strategy\n•Manage the omnichannel customer care services"
        ],
        [
            "Windtre - Business Partner",
            "1 yr 11 mos",
            "Head of Merge Integration of Wind and H3G",
            "Oct 2016 to Jun 2017 · 9 mos",
            "Milano, Italia",
            "•Managing the overall Wind – 3 Italia merger from a IT, Commercial, Network, Facility & Organisational, Finance and Legal point of view \n•Creation of a full digital brand from Telco to OTT\n•Launch of a new brand from commercial pdv of precesses\n•Supporting the CEO as supervisor for special and strategic projects and as responsible for the definition of go to market (GTM) strategy and execution",
            "Head of Digital Go to Market",
            "Aug 2015 to Sep 2016 · 1 yr 2 mos",
            "Milano, Italia",
            "•Opening of Mobile Financial Services in App (Mobile Ticketing, PA payment services, Events Tickets, Insurances etc..)\n•OTT Platform definition and features implementation (CRM, Virtual Agent, Data Lake, Payment Gateway, Billing etc..)\n•On-board of services and App\n•CB migration"
        ],
        [
            "Head of Digital Product and Services",
            "Vodafone",
            "Apr 2015 to Aug 2015 · 5 mos",
            "Milano, Italia",
            "•Managing the “Ready Business” Cloud & Web Hosting proposition for the Enterprise area\n•Managing the strategy definition of the implementation and operations of a SaaS and IaaS Solutions for B2B strategy definition\n•PMO on SaaS and IaaS platform set up (analysis, architecture definition, implementation, operation) and on Legacy system integration;\n•Products Roadmap definition to be on boarded (SaaS, IaaS, M2M etc..) on the platform and definition of new product development and on boarding process (ready to go);\n•Partner and Supplier Governance and Business Case definition"
        ],
        [
            "Senior Digital Strategy and Technology Manager",
            "Accenture",
            "Oct 2013 to Mar 2015 · 1 yr 6 mos",
            "Roma, Italia",
            "•Define Products, Solutions, roadmaps, targets clients, solutions, business cases for digital markets\n•Cloud Solutions and PaaS solutions for Digital Market (IaaS, PaaS, SaaS, XaaS) and Cloud Market & Digital Services (Domestic and International)\n•Cloud Providers Analysis"
        ],
        [
            "Digital & IT Strategy Manager",
            "Business Integration Partners",
            "Dec 2008 to Sep 2013 · 4 yrs 10 mos",
            "Vodafone UK - Poste Italiane - Telecom Italy\n•Digital transformation and IT strategy definition of IT Products Strategy and roadmap and Target Architecture\n•Identify critical areas, impact and cost analysis of new IT Solutions and products on Business Systems\n•Processes design to support the delivery of services for Business Customer, Program Management Office of Telco’s initiatives"
        ]
    ],
    "posts": [
        {
            "post": "In these days, E.ON Italy had the pleasure to visit the office of hashtag#gridX. It was an enlightening experience that reinforced our commitment to the energy transition, including the energy solution products. Observing cutting-edge products, we understood the importance ofcontinuous hashtag#innovation and the ability to anticipate future energy needs in their business choices.GridX will help customers to maximize the usage of self-producedelectricity, optimize electricity consumption and increase the annualelectricity saving as it's a key element of E.ON Italy PV and Batteryproposition.Each product has been designed considering environmental impact,thus demonstrating a commitment to a greener future.  Considering how the digital era has transformed the energy sector, this is a brilliant example of how energy could be digitized (hashtag#eonHome hashtag#gridX).The spirit of collaboration and passion was a key elementperceived during the visit. 👏 It was an honor to be part of this transformative experience and I would like to thank Alex Cirlan Jona Hampe Evangelos Dimarakis STEFANO OLEARI Sina Seliger-Gest Christian Ribbecke Nwehla Podga Ryschkewich Florian Nadolny (那瑞安) Anhar Kittler Harald Siebenweiber Tobias Mitter Michael Diekerhof Felix Dorsemagen Tobias Sedlmayr Timo Feger James Frain Roberta De Felice Diego di Fazio Sandro Bellese Claudio Pagliara Kilian Studtmann Carl-Heinz Genzel Sebastian Meis Jan van Bahlen Johanna MielkeJohannes Neises Luca Conti Dermot Fleischmann Daniela Leotta Gianni Commessatti!Looking forward to continuing together the path for the Energy Transition.hashtag#MakeItalyGreen hashtag#RenewableEnergy hashtag#Innovation hashtag#eonHome hashtag#Sustainability hashtag#Digitalization hashtag#Collaboration hashtag#GridX hashtag#Photovoltaic",
            "comments": []
        },
        {
            "post": "Nel contesto globale il hashtag#cambiamentoclimatico rappresenta una delle sfide più urgenti che la nostra società deve affrontare, ogni azione concreta diventa imperativa e rilevante ed è proprio in questo contesto che un player come E.ON assume un ruolo cruciale.Tra le iniziative di E.ON per diffondere la consapevolezza riguardo il tema del cambiamento climatico, troviamo ad esempio il programma hashtag#makeitalygreen. Negli anni abbiamo raggiunto importanti hashtag#traguardi, tra cui oltre 111.000 alberi piantati, 3 praterie di Posidonia oceanica ripristinate, più di 30.000 impianti fotovoltaici installati.Inoltre, le nostre soluzioni si basano su un approccio orientato alla sostenibilità, come ad esempio l’offerta Luce Chiara a hashtag#prezzocostante, l’impianto fotovoltaico a hashtag#noleggio e le soluzioni di hashtag#ricaricasmart, per fare il pieno d'energia per l'auto elettrica direttamente a casa, nel condominio o nell’ufficio.Insieme desideriamo accompagnare l’Italia verso la hashtag#transizioneenergetica e porre così le basi per un futuro più hashtag#sostenibile.hashtag#makeitalygreen hashtag#greninitiatives hashtag#eonforchange hashtag#Sustainable hashtag#future",
            "comments": []
        },
        {
            "post": "Secondo quanto riportato dall’Agenzia Internazionale per l’Energia (IEA) nel suo ultimo report, entro il 2030 “le fonti energetiche rinnovabili contribuiranno al mix energetico con una capacità generativa superiore all’80% rispetto ad oggi, e il fotovoltaico solare rappresenterà oltre il 50% di questa aggiunta”.E.ON ha da sempre a cuore il tema della hashtag#transizioneenergetica, per questo vuole essere parte attiva di questo rapido sviluppo svolgendo il ruolo di hashtag#pionieri nel mercato italiano con il progetto “hashtag#Fotovoltaico a noleggio” rivolto agli utenti residenziali, con pagamento direttamente in bolletta. Una risposta concreta alla fine dello sconto in fattura come strumento per l’accesso all'energia distribuita e sostenibile.☀ L’offerta E.ON FreeSolar nasce dalla necessità di offrire un hashtag#impiantofotovoltaico “alla portata di tutti”, prevedendone la possibilità di hashtag#noleggio per coloro che hanno una casa indipendente e vogliano contribuire attivamente a questa rivoluzione in campo energetico. hashtag#MakeItalyGreen hashtag#sostenibilità hashtag#eon hashtag#offertapersonalizzata hashtag#future hashtag#climatechange hashtag#energytransition hashtag#rinnovabili",
            "comments": []
        },
        {
            "post": "In un momento in cui l’hashtag#inflazione continua ad erodere il potere d’acquisto dei consumatori ed i mutui sono più costosi per l’aumento dei tassi di interesse, si rischia di compromettere la tranquillità e i bilanci di tante famiglie.Per andare incontro alle esigenze dei hashtag#consumatori, E.ON continua a mettere tra le sue priorità la tutela dei suoi clienti e di quelli potenzialmente nuovi, in modo da dare loro maggiore tranquillità nel pianificare le proprie spese.💡 Al fine di rispondere a questo obiettivo, E.ON ha recentemente ampliato la propria value proposition con la nuova offerta luce in hashtag#abbonamento, che consente di pagare ogni mese lo stesso importo in bolletta, calcolato in base alle abitudini di consumo.📑 In questo modo chi ci dà fiducia può scegliere di hashtag#pianificare al meglio le proprie spese con serenità e flessibilità.  hashtag#MakeItalyGreen hashtag#sostenibilità hashtag#eon hashtag#offertapersonalizzata hashtag#future hashtag#climatechange hashtag#flessibilità",
            "comments": []
        },
        {
            "post": "Grandissimo lavoro di squadra 🥇✌️",
            "comments": []
        },
        {
            "post": "Sempre più spesso si sente parlare di hashtag#SmartGrid, quelle tecnologie che permettono di gestire e monitorare la distribuzione di energia elettrica da tutte le fonti di produzione e soddisfare la domanda di energia in modo efficiente, razionale e sicuro. Ciò permette di distribuire in modo ottimale l’energia generata e di raggiungere gli obiettivi di hashtag#decarbonizzazione e hashtag#svilupposostenibile. Per noi di E.ON le hashtag#retidigitali sono la spina dorsale della strategia verso la hashtag#transizioneenergetica, per questo collaboriamo anche con hashtag#GridX sulle reti di distribuzione intelligenti, i quali collegano gli impianti decentralizzati per la produzione di hashtag#energiarinnovabile (fotovoltaici ed eolici) alle applicazioni di consumo (veicoli elettrici, pompe di calore e sistemi di accumulo).  L’evoluzione consiste nel rendere questi sistemi di distribuzione intercomunicanti e integrabili fra di loro, passando da un sistema unidirezionale a un sistema bidirezionale in cui tutti i nodi siano interconnessi al fine di gestire eventuali surplus di energia prodotta. Una transizione energetica di successo si ottiene anche tramite un sistema di distribuzione digitale avanzato, basato su tecnologie intelligenti come quelle delle Smart Grid. E.ON contribuisce allo sviluppo di tali reti per fornire hashtag#energiagreen al fine di ridurre le emissioni di CO2, per un futuro più sostenibile per tutti.hashtag#MakeItalyGreen hashtag#energytransition hashtag#futureshaper hashtag#digitalgrids hashtag#renewables hashtag#eonstrategies hashtag#digitalization",
            "comments": []
        },
        {
            "post": "Negli ultimi anni l’hashtag#idrogenoverde si sta affermando sempre più come elemento chiave per la hashtag#transizioneenergetica ed è al centro delle agende politiche e delle strategie energetiche di numerosi Paesi. 🌍 L’utilizzo dell’idrogeno verde come vettore energetico prodotto da hashtag#fontirinnovabili può rivestire un ruolo chiave nella hashtag#decarbonizzazione dei diversi settori dell’economia che non possono essere facilmente o direttamente elettrificati, come ad esempio l’industria pesante, l’aviazione, il trasporto su strada e marittimo, ma può essere anche utilizzato come agente riducente nella produzione dell’acciaio. 🌟 Per noi di E.ON, l'idrogeno è essenziale per la rivoluzione energetica, e gioca un ruolo importante per un hashtag#futurosostenibile in armonia con il hashtag#clima, le hashtag#risorse e l'hashtag#ambiente.E.ON, insieme ad altri partner, sta anche collaborando per costruire una catena del valore dell'idrogeno verde su scala industriale, per fornire hashtag#energiagreen ai poli produttivi del mercato europeo e trovare soluzioni di hashtag#efficienzaenergetica al fine di ridurre le emissioni di CO2.hashtag#MakeItalyGreen hashtag#idrogenoverde hashtag#energytransition hashtag#energyinnovation hashtag#greenenergy hashtag#hydrogenprojects hashtag#digitalization hashtag#climateprotection hashtag#proudtobeeon hashtag#marketingteam hashtag#eon",
            "comments": []
        },
        {
            "post": "Il percorso verso la hashtag#transizioneenergetica passerà per continue soluzioni innovative, uno sforzo collettivo per accelerare la sostenibilità e per una spinta verso una completa trasformazione digitale. ✨ E.ON guarda al futuro per rispondere agli obiettivi di hashtag#decarbonizzazione e transizione energetica entrando in gioco con il progetto hashtag#IElectrix, focalizzandosi sui sistemi hashtag#BESS (Battery Energy Storage System), una delle tecnologie in più rapida crescita nel settore dell'energia sostenibile utili a superare gli ostacoli tecnici delle reti elettriche affollate tramite l’assorbimento dei picchi di tensione. Questo progetto sta dimostrando come i BESS contribuiscano ad un uso più efficiente dell'energia verde prodotta nei parchi eolici o solari, evitando le strozzature della rete di distribuzione con breve preavviso.Inoltre, i BESS consentono di utilizzare in modo più efficiente l'energia prodotta localmente direttamente sul posto, prerequisito fondamentale per la nascita delle hashtag#comunitàenergetiche, che promuovono la partecipazione della popolazione locale alla transizione energetica.  E.ON si impegnerà sempre nell’essere parte attiva di questa transizione, fondamentale per il futuro dell’energia. 🌱hashtag#MakeItalyGreen hashtag#thewehasnolimits hashtag#BESS hashtag#innovation hashtag#energystorage hashtag#energytransition hashtag#batterysystems hashtag#energycommunities",
            "comments": []
        }
    ]
}