{
    "name": "Marco Menesello",
    "subtitle": "Financial Controller at Beta Utensili S.p.A.",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "Financial Controller",
            "Beta Utensili S.p.A.",
            "Feb 2011 - Present · 13 yrs 4 mos"
        ],
        [
            "Senior Auditor",
            "EY",
            "Dec 2008 - Jan 2011 · 2 yrs 2 mos",
            "Senior Auditor"
        ],
        [
            "Internship",
            "Accenture",
            "Apr 2008 - Jul 2008 · 4 mos"
        ]
    ],
    "posts": [
        {
            "post": "Grazie a tutti coloro che hanno visitato il nostro stand alla hashtag#Eisenwarenmesse2024 a Colonia! È stato un vero piacere incontrarvi e condividere la nostra passione per il settore degli hashtag#abrasivi.Un ringraziamento speciale va a coloro che hanno mostrato interesse nei nostri prodotti e soluzioni. Siamo grati per le conversazioni stimolanti e per l'opportunità di presentare la nostra offerta.Continuate a seguirci su www.abrabeta.ithashtag#AbraBeta hashtag#Fiera hashtag#Abrasivi hashtag#abrasivedisc hashtag#abrasives hashtag#cuttingdisc hashtag#grindingdisc hashtag#stainlesssteel hashtag#abrasiveswheels hashtag#polishingtools hashtag#cuttingtools hashtag#abrasivetools hashtag#tools hashtag#experience hashtag#innovation hashtag#innovazione hashtag#safety hashtag#highquality",
            "comments": []
        },
        {
            "post": "Ducati Motor Holding opened a new chapter in its glorious history, making its exciting debut in the world of motocross.Words are not enough to describe the satisfaction of being an integral part of this project.Tony Cairoli we can’t wait to see you at work!Keep pushing: follow us now!hashtag#3dbeta hashtag#betautensili hashtag#ducati hashtag#motorsport hashtag#motocross hashtag#garagedesign hashtag#ducaticorse hashtag#tonycairoli",
            "comments": []
        },
        {
            "post": "Oggi a 📍 Roma, nella cornice della Luiss Business School, si è tenuta la XXI Giornata della Formazione Manageriale ASFOR - Associazione Italiana per la Formazione Manageriale: l'evento annuale dedicato ai temi più attuali della cultura d'impresa e della hashtag#managementeducation.In questa occasione il nostro Presidente e CEO Roberto Ciceri è stato premiato da Marco Vergeat con l’ASFOR Award for Excellence 2023 🏆, un importante riconoscimento che celebra l’eccellenza nel campo dell'hashtag#imprenditorialità e del hashtag#management, conferitogli per il talento imprenditoriale e la visione con cui ha condotto il hashtag#GruppoBeta lungo un percorso di hashtag#crescita e consolidamento continui, costruendo una squadra di oltre 1.000 persone e perseguendo significativi risultati di business in un’impresa che sa coniugare bellezza, tecnologia, benessere e produttività.Well Done!hashtag#BetaUtensili hashtag#BetaWellDone hashtag#Beta100",
            "comments": []
        },
        {
            "post": "Did you miss us at the SEMA Show 2022 this year? No worries, check out this awesome video one of SEMA's marketing partners shared with us featuring our General Manager, Randy Booth. hashtag#semashow2022 hashtag#sema2022",
            "comments": []
        },
        {
            "post": "hashtag#Crescita record, ampliamento costante dell’organico e visione forte per il hashtag#futuro.Questi gli elementi che caratterizzano il hashtag#GruppoBeta e che il nostro AD Roberto Ciceri ha raccontato in un’intervista de Il Giornale, a cura  di Angelo AllegriBuona Lettura 📰",
            "comments": []
        },
        {
            "post": "Oggi è stata una giornata speciale per il hashtag#GruppoBeta 🔧💥 Il nostro Presidente e AD Roberto Ciceri ha aperto le porte alla stampa per il BETA IN HOUSE EXHIBITION. Tante le attività che hanno consentito ai nostri ospiti una vera immersione nel mondo del hashtag#GruppoBeta: la scoperta del hashtag#BetainHouse, i reparti produttivi, la direzione tecnica e R&D del nostro stabilimento di Sovico.Ospiti d’onore gli amici di Monster Energy Yamaha MotoGP Favero William, Marketing & Communications Manager, e il Team Director massimo meregalli a testimonianza del forte sodalizio che da più di vent’anni ci lega.Grazie a tutti per la vostra partecipazione! Lorenzo Baroni Manuela Battaglino Lorenzo V. E. Bellini Massimo Casolaro Marilena Del Fatti Lancellotti Cristian Alessandro Rigatto Tommaso Corona Massimo Casolaro Fabio Luongo Camilla Galimberti Franco Fossati Cristina Becchetti. Autoappassionati.it Dueruote Professional La Gazzetta dello Sport MOTO.IT - AUTOMOTO.IT Quotidiano Nazionale Networkhashtag#HouseofBeta",
            "comments": []
        },
        {
            "post": "🇮🇹 Beta è onorata di contribuire alla ripartenza degli armatori Marco Marrone e Leonardo Gancitano dopo il sequestro dell’equipaggio e delle loro imbarcazioni (Antartide e Medinea) in acque libiche e il rilascio avvenuti a fine 2020.Durante il sequestro, le imbarcazioni sono state depredate di tutta l’attrezzatura e le dotazioni di bordo, ponendole nell’impossibilità di ritornare in attività e causando un danno economico ingente agli armatori, agli equipaggi e alle loro famiglie.Per questo motivo abbiamo deciso di assicurare il nostro contributo tangibile inviando tutta l'attrezzatura meccanica e gli utensili necessari alla ripresa del loro lavoro, auspicando che altre aziende partecipino a questa iniziativa.Un ringraziamento particolare va al nostro Daniele Margiotta che ha rappresentato Beta Utensili in questa importante iniziativa.Articoli e video di approfondimento:https://lnkd.in/dDzijCKhttps://lnkd.in/d3rzkJThttps://lnkd.in/dpcEG7t hashtag#betautensili hashtag#betatools",
            "comments": []
        },
        {
            "post": "📣 0-Gravity: la scarpa da lavoro più leggera che c'è!Scopri le nuove scarpe antinfortunistiche hashtag#Beta 7353Y 👉 https://lnkd.in/dwufsXF🔸Solo 420g, 100g in meno rispetto al peso medio di una scarpa simile🔸Soletta interna con morbido cuscinetto🔸Collare \"slip on\" elasticizzato per facilitare la calzataScopri la gamma completa: https://lnkd.in/dERRQ_Zhashtag#BetaUtensili hashtag#BetaTools",
            "comments": []
        },
        {
            "post": "Per Siemens Healthineers selezioniamo 5 Customer Service Engineer  - Atellica Solution. Consulta la nostra offerta.",
            "comments": []
        }
    ]
}