{
    "name": "Enrica Mambelli",
    "subtitle": "Chief Financial Officer, M&A",
    "location": "Milano, Lombardia, Italia",
    "about": "+25 year experience Finance Director and Group CFO; solid and extended know-how in Finance, gained in top level international, large and mid organizations (also PE-backed).Diversified experience, combining corporate managerial roles (+16 years) and investment banking and private equity experience (9 years).Successful track record in:- leading, structuring and executing M&A and complex debt / green and sustainable / capital markets transactions, - leading change and integration processes, supporting the organization towards its strategic direction and transformation journey with a strong sense of urgency,- managing and supporting ESG development and innovative SDG-linked debt instruments,- managing development and digitization processes in all areas of the Finance department (I.e. financial planning, treasury and trade finance/ working capital operations, debt, risk management),- adapting and motivating teams to new business environment and developing stakeholders relationships.Proven ability to act as a proactive and supportive business partner, expert in Business and Financial Planning, Mergers & Acquisitions (M&A), Private Equity, Corporate finance, valuation and Structured Finance; Focused on building diverse, inclusive and motivated teams.Passionate, energetic, results driven.",
    "experiences": [
        [
            "Group Chief Financial Officer",
            "Italmatch Chemicals · A tempo pieno",
            "nov 2022 to Present · 1 anno 7 mesi",
            "Genova, Liguria, Italia"
        ],
        [
            "Board member",
            "AIPSA Associazione Italiana Professionisti Security Aziendale",
            "nov 2020 to nov 2022 · 2 anni 1 mese"
        ],
        [
            "Group CFO, CIO and Head of M&A",
            "Althea · A tempo pieno",
            "apr 2020 to lug 2022 · 2 anni 4 mesi",
            "Milan and Rome",
            "Group CFO, CIO and Head of M&A\nMember of Althea Group’s Board of Directors as well as present in the BoD of core group companies.\n\nAlthea Group was originally established in 2014 through the combination of MESA in Switzerland and Asteral in the UK, followed by the IBSL and TBS groups in Italy with the financial support of Permira Funds as shareholders.\n\nAlthea Group has rapidly developed as a leading European independent provider of technology management services in the B2B healthcare, with an annual turnover of about € 500 mill across the world (18 countries, mainly Europe, presence in US and India), 3,000 employees managing over 1.4 m medical devises.\n\nAlthea Group has pioneered the development of PPP in the healthcare in Italy and the MES in the UK, as well as extended offerings within adjacent value-added services in Telemedicine, Homecare and CMS.\n\nAt the end of July 2022 Althea Group has been sold to a consortium formed by F2i, Italy’s largest infrastructure fund manager, and DWS, a global leading infrastructure investor, via its portfolio company Inframedica (parent company of Medipass, acquired in 2020).\nAs part of the sale transaction, F2i transferred all the UK & Ireland activities to DWS.",
            "Althea Group - Integrated Healthcare Technology Management | Althea Group",
            "Althea is a leading and independent health technology service provider focused on better hospital outcomes and improved patient care."
        ],
        [
            "Board Member",
            "Fondo Pensione Pegaso",
            "mag 2019 to apr 2020 · 1 anno"
        ],
        [
            "a2a",
            "15 anni 2 mesi",
            "Head of Finance & Insurance",
            "A tempo pieno",
            "dic 2010 to apr 2020 · 9 anni 5 mesi",
            "Milan, Italy",
            "Group head of \n- Financial and Strategic planning\n- Financial Risk control\n- Debt and Liquidity management (including Capital Markets, Project financing, M&A debt structuring, Derivatives, Loans and Banking Lines)\n- Working Capital management, Initiatives and efficiency programs\n- Investors and Rating management\n- Treausury activities and cash management \n- Intercompany contracts and Financial Compliance\n- Insurance management\n\nBoard member in different group companies: currently in the regulated energy business (Unareti, A2A Ciclo Idrico, Retragas), while in the recent past in the waste business (Amsa, A2A Ambiente)",
            "Head of Finance and Head of Bid & Investment Valuation for the A2A Group",
            "nov 2010 to dic 2013 · 3 anni 2 mesi",
            "Head of Planning & Control of Waste Unit and Group Investment Valuation",
            "gen 2008 to ott 2010 · 2 anni 10 mesi"
        ]
    ],
    "posts": [
        {
            "post": "Another important step forward along the Italmatch’s sustainability journey.hashtag#ESG hashtag#weAreItalmatch hashtag#CDP hashtag#chemical hashtag#sustainability",
            "comments": []
        },
        {
            "post": "hashtag#Italmatch Chemicals at hashtag#BNP Paribas Annual High Yield & Leveraged Finance Conference 2024 in London Great opportunity to meet most of our investors base. Thanks to all for the very interesting, interactive and open discussions we had. Grateful for the trust and support on our Group.Thanks BNP for inviting us and the amazing event!hashtag#HY hashtag#leveragedfinance hashtag#BNP hashtag#Italmatch hashtag#investors hashtag#capitalmarkets",
            "comments": []
        },
        {
            "post": "📣 Italmatch Chemicals Group announces the signing of a definitive agreement to acquire the majority of Alcolina Química e Derivados, a Brazilian chemical company specialised in water treatment for bioethanol, sugar production and industrial applications (including paints and pulp & paper).This transaction falls into Italmatch’s growth strategy in Latin America and strengthens its water portfolio with complementary applications and end markets.📃 Read the full press release > https://lnkd.in/dt8MQzXHhashtag#Alcolina hashtag#Chemistry hashtag#Brazil",
            "comments": []
        },
        {
            "post": "Italmatch’s growth strategy goes on..hashtag#italmatch hashtag#esg hashtag#strategy",
            "comments": []
        },
        {
            "post": "Significant improvement of Italmatch on “sustainable procurement” assessment by EcoVadis in 2023, contributing to get the Silver medal.Great effort and relentless focus of the entire Italmatch team on ESG matters.hashtag#ESG hashtag#Sustainability hashtag#sustainablefinance hashtag#WeAreItalmatch",
            "comments": []
        },
        {
            "post": "Looking forward to participate to UniCredit's hashtag#StartLab2023 edition, as expert jury for the hashtag#IMPACT hashtag#INNOVATION hashtag#StartUp Finalist Pitches next Monday!With me will be a sound group of professionals: Francesca Sesia, Chief Operating Officer, BlackRock Italy and SpainDanilo Mazzara, Strategy Advisor & Open Innovation Lead, Accenture StrategyFederico Garcea 🌳, Founder & CEO, TreedomEnrica Mambelli, CFO, Italmatch ChemicalsMarco Nannini, CEO, Impact Hub MilanoLara Botta, Vice President, BOTTA EcoPackaging Best of Luck to all! hashtag#strategy hashtag#startup hashtag#innovation hashtag#packaginginnovation hashtag#sustainableinnovations hashtag#sustainablepackaging Sabrina Boifava Federica Carra Giusy Stanziola Francesca Perrone",
            "comments": []
        },
        {
            "post": "A group of reporters from hashtag#IlMattino visited Italmatch's GRS manufacturing plant in Qualiano. They filmed offices, production activity, new warehouse and lab and interviewed our Plant Manager, Antonio Barbieri, regarding the GRS production and the Group General Manager Corporate, Maurizio Turci, regarding the recent investments in the site's expansion after GRS acquisition in 2014. Today, Italmatch's plant in Qualiano (Naples) is one of the largest of its kind in its world region. hashtag#chemistry hashtag#chemicalindustry hashtag#manufacturingplant",
            "comments": []
        },
        {
            "post": "Helping our teams develop and strengthen their change mindset is key to face constant uncertainty.A right culture - oriented to change, inclusive and well attuned - could unlock hidden superpowers and create new pathways for internal mobility towards company success.Change mindset drives change management, not the other way around.",
            "comments": []
        },
        {
            "post": "What Netflix knows about big data, disruption, and culture.",
            "comments": []
        },
        {
            "post": "Today Italmatch Chemicals has published its first Sustainability Report: we started in 2022 with the materiality analysis and a draft of the GHG inventory.The report published today summarise our ESG strategy main paths, our KPIs and shows the Group commitment on the 4 main pillars:- responsible products- environment- people and communities- governance and business ethics.The report also includes our certified (with reasonable assurance) GHG inventory: an important step to increase accountancy and trust for our stakeholders.Thanks to the ITC team Matteo Iorio Fabio Torlai for the effort and the great work done, to all the colleagues that supported our journey.Take a read to our report!https://lnkd.in/dmvFEtBU",
            "comments": []
        }
    ]
}