{
    "name": "Stefano Grassi",
    "subtitle": "Group Chief Financial Officer",
    "location": "Milan, Lombardy, Italy",
    "about": "Currently Group CFO, Legal, Risk Management and Compliance  in Luxottica Group (over €9B in Sales and approx €25B in Market Cap listed in Italian Stock Exchange). Prior to that CFO at GE Capital Commercial Finance Italy. Before joining GE Capital have held several roles of increasing responsibility in Finance and M&A to include Finance Manager M&A for GE Energy in USA, Auditor for the prestigious GE Corporate Audit Staff. Worked in several GE Business Units (NBC, GE Healthcare, Industrial Systems and GE Capital Commercial & Consumer) across the world. Interested in a CFO or a Business Development role.Specialties: Merger & Acquisition, Auditing, Restructuring Analysis, Strategic Portfolio Assessment, Make Vs Buy Analysis, Asset Management.",
    "experiences": [
        [
            "Group CFO",
            "EssilorLuxottica · Full-time",
            "May 2021 - Present · 3 yrs 1 mo",
            "Group CFO for EssilorLuxottica - €70B Market Capitalization listed at Euronext Paris"
        ],
        [
            "Luxottica",
            "11 yrs 9 mos",
            "Group Chief Financial Officer",
            "Nov 2014 - Present · 9 yrs 7 mos",
            "Milano",
            "Group Chief Financial Officer, Legal, Risk Management & Compliance - Board Member",
            "Jan 2018 - May 2021 · 3 yrs 5 mos",
            "Milan Area, Italy",
            "Group Financial Controller",
            "Sep 2012 - Oct 2014 · 2 yrs 2 mos"
        ],
        [
            "Group Financial Controller - Luxottica Retail",
            "Luxottica Retail",
            "2008 - 2012 · 4 yrs"
        ],
        [
            "CFO at GE Capital Commercial Finance",
            "General Electric Capital",
            "Apr 2005 - Oct 2007 · 2 yrs 7 mos",
            "Main responsibilities include the support to the Managing Director for the definition of the Business strategic guidelines, the preparation of the short-long term Business plan, the preparation of the consolidated financial statements for both US GAAP and statutory purposes, the implementation of the Sarbanes-Oxley"
        ],
        [
            "Finance Manager M&A",
            "GE Energy",
            "Oct 2002 - Mar 2005 · 2 yrs 6 mos",
            "- Led the acquisition of 4 companies operating in the Energy sector including Enron Wind ($900MM Sales) and BHA Technologies ($250MM Sales). \n- Participated in 13 due diligences e performed over 60 valuations on potential targets in Europe e USA. \n- Awarded in 2003 with the “Management award” for the contribution to the inorganic growth of GE Energy."
        ]
    ],
    "posts": []
}