{
    "name": "Remo Ruffini",
    "subtitle": "Moncler Chairman and CEO",
    "location": "Milan, Lombardy, Italy",
    "about": "Standing still scares me more than making mistakes.I believe in constant change and a culture of reinvention.The greatest challenge for organizations, now more than ever, is to quickly understand the zeitgeist and be flexible enough to embrace it. When the environment is continuously changing, you must be able to change the engine at mid-flight.Long-term vision is a must as long as I have the flexibility to change now. True to myself and hugging the future.",
    "experiences": [
        [
            "Moncler Chairman and CEO",
            "Moncler",
            "2003 - Present · 21 yrs 5 mos"
        ],
        [
            "Member of the Fashion Pact CEO-led Steering Commitee",
            "The Fashion Pact",
            "Jan 2020 - Present · 4 yrs 5 mos"
        ],
        [
            "Member of the Camera Nazionale della Moda Italiana Management Board",
            "The National Chamber for Italian Fashion",
            "May 2018 - Present · 6 yrs 1 mo"
        ]
    ],
    "posts": [
        {
            "post": "Thank you team.",
            "comments": []
        },
        {
            "post": "After announcing the forthcoming collection with LoveFrom last night, today I realize that it is almost impossible to describe everything the project with Jony Ive represents.There are encounters that words do not reach.It is not easy to describe something in which we have so deeply identified ourselves.It is not easy to tell how creativity can be nurtured by friendship, respect and love.We shared incredible moments together while fixing every detail and sharing our different design backgrounds. I feel gifted for every moment with Jony.",
            "comments": []
        },
        {
            "post": "Milano Centrale railway station is an iconic landmark where many people begin their journeys and dreams every day. Definitively the perfect location for Moncler’s “An Invitation To Dream” exhibition. And it’s amazing that JR, who continuously explores creativity, community and connections, also considered Milano Centrale the ideal canvas for his art. It’s like art, dreams and creativity have joined together to inspire in the every day,turning this iconic space into the stage of a cultural moment for the community of Milan. ….An Invitation To Dream",
            "comments": []
        },
        {
            "post": "In 2013, we went public on the Milan Stock Exchange.Ten years later, I am happy to share a record set of results.Above all, I am grateful to all Moncler Group people, who since day one, have not just pushed to do new, but to do better.",
            "comments": []
        },
        {
            "post": "High performance and high style, making another step in shaping the future of our heritage. St. Moritz - Moncler Grenoble FW24",
            "comments": []
        }
    ]
}