{
    "name": "Giulia Luigetti",
    "subtitle": "CFO presso Formenti & Giovenzana S.p.A.",
    "location": "Milan, Lombardy, Italy",
    "about": "The constant willingness to change permitted me to build a solid technical know-how through experiences in business entity heterogeneous for size and culture.The excellent ability to question process and models, combine with the desire to increase my knowledge, allow me to address cross-cutting and integration projects with method and enthusiasm.",
    "experiences": [
        [
            "Formenti & Giovenzana S.p.A.",
            "Full-time · 4 yrs 3 mos",
            "Chief Financial Officer",
            "Jan 2024 - Present · 5 mos",
            "Veduggio con Colzano, Lombardy, Italy · On-site",
            "CEO/CFO",
            "Jan 2023 - Jan 2024 · 1 yr 1 mo",
            "Veduggio con Colazano · On-site",
            "CFO",
            "Mar 2020 - Jan 2023 · 2 yrs 11 mos"
        ],
        [
            "Marelli",
            "16 yrs 3 mos",
            "Country and Region Corporate Controller",
            "Mar 2013 - Feb 2020 · 7 yrs",
            "Corbetta (MI)",
            "Marelli M&A with private Equity and Intergration Program\nFinancial Partner - Project Managment Officer        \nHead Quarter Corporate Controller \t\t\t\nHQ Finance SG&A Cost Containment project\t\nJoint Venture Controller",
            "FP&A Magneti Marelli World Wide",
            "Jul 2011 - Feb 2013 · 1 yr 8 mos",
            "Corbetta (MI)",
            "Team Member dedicated to coordination and monitoring of shareholders information package",
            "Corporate Controller",
            "Mar 2011 - Jun 2011 · 4 mos",
            "Corbetta (MI)",
            "Infotaiment & Telematic Corporate Controller\t\nChief Technical Officer Department Controller"
        ],
        [
            "Intership AFC/Quality Department",
            "Magneti Marelli Holding S.p.A., Motorsport Department",
            "Oct 2002 - Apr 2003 · 7 mos",
            "Corbetta (MI)"
        ]
    ],
    "posts": [
        {
            "post": "Il 25 aprile non è solo una festa, ma un'eredità preziosa che ci è stata donata da chi ha lottato per la nostra libertà. Un giorno per ricordare il coraggio e la determinazione di chi ha creduto in un futuro migliore per l'Italia.Oggi, la libertà è nelle nostre mani. È nostro dovere custodirla e alimentarla, giorno dopo giorno, con impegno e responsabilità. •April 25 is not just a day of celebration, but a precious legacy given to us by those who fought for our freedom. A day to remember the courage and determination of those who believed in a better future for Italy. Today, freedom is in our hands. It is our duty to guard it and nurture it, day after day, with commitment and responsibility.",
            "comments": []
        },
        {
            "post": "The key to building trust and credibility as a leader, according to Jim, is being authentic and showing vulnerability. Jim was never afraid to admit when he didn’t know something and relied on the expertise of his team to fill in the gapshashtag#Leadership hashtag#Personalbrand",
            "comments": []
        },
        {
            "post": "It is great to be part of a team sharing the same values! Daughter of a working mother, working mother too!",
            "comments": []
        },
        {
            "post": "FGV sarà presente alla fiera kbb Birmingham dal 3 al 6 marzo 2024. Vi invitiamo a visitare il nostro stand per rimanere aggiornati sulle interessanti novità di settore. Sarà un'opportunità per scoprire i nostri prodotti e consolidare la nostra partnership. Non perdete l'occasione di connettervi con noi e di esplorare insieme le soluzioni più adatte alle vostre necessità. Vi aspettiamo presso HALL 17 - STAND T70hashtag#FGV hashtag#FormentieGiovenzana hashtag#WeOpenYourInnovation hashtag#KbbBirmingham",
            "comments": []
        },
        {
            "post": "Gabriele Pieraccini sta hashtag#assumendo. Conosci qualcuno a cui potrebbe interessare?",
            "comments": []
        }
    ]
}