{
    "name": "Giovanna Marzolla",
    "subtitle": "Marketing, Communication & Digital Channels Director at Edison Energia presso Edison SpA",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "Edison SpA",
            "Full-time · 4 yrs 5 mos",
            "Marketing & Communication Director at Edison Energia",
            "Jul 2021 - Present · 2 yrs 11 mos",
            "Milano, Lombardia, Italia",
            "Marketing Retail&Digital Director at Edison Energia SpA",
            "Jan 2020 - Jul 2021 · 1 yr 7 mos",
            "Milano, Italia"
        ],
        [
            "Chief Marketing Officer",
            "ASSISTENZA CASA S.P.A.",
            "Oct 2016 - Jul 2021 · 4 yrs 10 mos"
        ],
        [
            "Diners Club Italia",
            "6 yrs 5 mos",
            "Head of Sales&Marketing",
            "Aug 2013 - Oct 2016 · 3 yrs 3 mos",
            "Head of Marketing and Direct Sales",
            "Jun 2010 - Aug 2013 · 3 yrs 3 mos"
        ],
        [
            "marketing & communications manager",
            "Silf S.p.A Gruppo UBI Banca",
            "Jan 2007 - Jun 2010 · 3 yrs 6 mos"
        ],
        [
            "Responsabile Prestiti Personali",
            "Linea S.p.A",
            "Jan 2005 - Jan 2007 · 2 yrs 1 mo"
        ]
    ],
    "posts": [
        {
            "post": "We're hiring!",
            "comments": []
        },
        {
            "post": "Orgogliosa di far parte di questa bellissima azienda. Lavorare in un ambiente che ti ispira, ti sprona a fare di più e ti offre opportunità di crescita è davvero prezioso. hashtag#energiachecambiatutto",
            "comments": []
        },
        {
            "post": "Aidone: tutta l'energia del sole di Sicilia.Scopri di più sul nostro impegno qui: https://lnkd.in/dJWHrvHk hashtag#energiachecambiatutto",
            "comments": []
        },
        {
            "post": "Diventare ed essere consapevoli hashtag#energiachecambiatutto",
            "comments": []
        },
        {
            "post": "Carlo Alberto Galiano sta hashtag#assumendo. Conosci qualcuno a cui potrebbe interessare?",
            "comments": []
        },
        {
            "post": "In Edison abbiamo sempre creduto nel mercato libero sin dal suo avvio oltre 15 anni fa, in linea con il profilo di innovatori che ci caratterizza da 140 anni. Oggi siamo impegnati ad accompagnare i clienti in questa delicata fase e lo vogliamo fare con trasparenza, in un’ottica di servizio e con la responsabilità di operatore leader della transizione energetica, mostrando ai consumatori i benefici economici del mercato libero. Qualche giorno fa ai microfoni di Radio 24 ho raccontato come siamo al fianco dei nostri clienti in questo momento di trasformazione del mercato grazie ad un sistema di offerte e servizi a valore aggiunto.",
            "comments": []
        },
        {
            "post": "Che cosa sono le comunità energetiche? In che modo funzionano e come possono portare significativi benefici sia dal punto di vista economico che sul lato ambientale e sociale?In questa puntata di hashtag#DuediDenari ne parliamo con l’Ad di Edison Energia Massimo Quaglini, scoprendo perché questo strumento può essere conveniente per un condominio.Ascolta la puntata di hashtag#DuediDenari cliccando sul seguente link: https://lnkd.in/dDsK3uxShashtag#Radio24 hashtag#DuediDenari hashtag#Comunitaenergetica hashtag#Energia",
            "comments": []
        },
        {
            "post": "We're hiring!",
            "comments": []
        },
        {
            "post": "We're hiring!",
            "comments": []
        },
        {
            "post": "La certificazione per la parità di genere è per noi un importante traguardo, ma anche un punto di partenza per consolidare programmi e sistemi di gestione che promuovano una cultura inclusiva e continuare a porsi obiettivi di empowerment femminile. Per questo voglio fare un augurio alla squadra manageriale di Edison, perché sia sempre in grado di valorizzare le proprie persone per le loro competenze ma anche per le loro unicità, così che possano essere protagoniste del futuro e pronte ad affrontare le sfide che ci attendono. hashtag#energiachecambiatutto",
            "comments": []
        }
    ]
}