{
    "name": "Natasa Milosevic",
    "subtitle": "Senior Vice President Marketing & Sales -  Executive Committee member",
    "location": "Geneva, Geneva, Switzerland",
    "about": "Dynamic and accomplished executive, entrepreneurial business mindset, hands-on and results oriented leader. Excels in setting vision, designing winning global and local strategies that reach business targets. Empathetic leadership style with strong collaboration and interpersonal skills. Successful record of accomplishments during 20+ years in key leadership positions within global FMCG environment and a fast-paced international career. • Expert in Business Strategy, Driving Profitable Growth, Marketing, Communication, Portfolio and Commercial Strategy, Digital Ecosystem Strategy, Brand Management, PR and Influencer engagement and collaborations. • International and local scope expertise in building Global Image Brands, Innovation Management, Consumer Insights, Event Organization and Consumer Engagement, Retail and Flagship Experience.• Extensive experience in recruiting, motivating and leading high-performance teams. CORE COMPETENCES & AREAS OF EXPERTISE• Vision & Business Strategy / Business & Commercial Strategy • Brand & Portfolio Strategy / Communications Retail & Flagships / Digital and Social Media Strategy / Consumer Insights / PR & Influencer Engagement• Leading & Developing Teams / Building Image Brands / Innovation Management",
    "experiences": [
        [
            "JTI (Japan Tobacco International)",
            "Full-time · 4 yrs 7 mos",
            "Geneva, Switzerland",
            "Senior Vice President Marketing and Sales",
            "Apr 2023 to Present · 1 yr 2 mos",
            "Vice President Marketing Reduced Risk Products (Ploom Brand) & Global Consumer Care",
            "Jan 2021 to Apr 2023 · 2 yrs 4 mos",
            "At the forefront of corporate transformation to RRP, leading company’s priority reduced risk brand, reporting to Excom, Global Senior VP Marketing & Sales. Heading team of 30+, Global Brand Group and Global Consumer Care Department. / Driving Strategy, Portfolio Management, Pricing Strategy, Global launch strategy, Consumer Journey Management, Leading Brand Ecosystem, Innovation management, Connectivity, Communication, Digital, Social Media Strategy, eCommerce, PR, Media, Retail & Flagships Experience, Omni-channel engagement. / KPIs Framework, Conversion strategy, Consumer Acquisition and Retention Strategy. / Launched new generation product, Ploom, in Japan (top market), Russia, Italy and the UK. / Leading Global Consumer Care department and transformation towards consumer centricity across markets.",
            "Global Brand and Reduced Risk Category Director",
            "Nov 2019 to Jan 2021 · 1 yr 3 mos",
            "Successfully led brand and category development of Reduced Risk on global level, reported to VP RRP. Set Global launch strategy, Brand Fundamentals, Brand Positioning, Communication Strategy, Digital, CRM, Product & Accessories Portfolio Management, Global Communication Platform, Consumer Conversion strategies into new category, Consumer Journey Experience, omnichannel seamless online and offline engagement, built Brand Awareness & image, comprehensive loyalty program and consumer retention, Stakeholder and Project Management, KOL and Influencer strategy. / Agile ways of working, led multifunctional team, set up global brand marketing team to support market launches."
        ],
        [
            "Philip Morris International",
            "21 yrs 10 mos",
            "Director Marketing",
            "Apr 2015 to Nov 2019 · 4 yrs 8 mos",
            "Rome, Italy",
            "Lead marketing department of a top market, reporting to Managing Director , President. Heading team of 22, budget of Euro 10 Mio. (excl. overheads). / Driving Communication, PR, Media, Portfolio Management, Digital, Social Media, Market Research, Built awareness & image, loyalty programs for consumer retention. / Launched new generation product, IQOS, reached 80% brand awareness. Retail & Flagships Experience, 3 Flagship stores of global impact, 20+ retail shops. / Collaborations with influencers, designer Karim Rashid; fashion Vogue Talents. Lead brand exhibition and consumer experience for Milan Design Week, key global design platform.",
            "Director Marlboro Brand Development",
            "May 2012 to Apr 2015 · 3 yrs",
            "Lausanne, Switzerland",
            "Within Global Headquarters, reported to the Vice President, developed strategy and global communication for Marlboro, corporate global brand worth 33 Bio. USD, #1 Tobacco brand in the World, #39 Global Brand (Source: Global 500 2019 Annual Report of World’s most valuable brands, Jan’19) / Lead global innovations with a budget of Euro 5 Mio. Developed innovative idea, patent obtained as true innovation and product differentiation. Oversaw full launch strategy, brand management, international marketing and communication for Japan, Korea, EU Region and other worldwide affiliates.",
            "Director Marketing",
            "Aug 2007 to May 2012 · 4 yrs 10 mos",
            "Antwerp, Belgium",
            "Lead marketing department of the Benelux organization, managed brand portfolio, oversaw marketing mix with Euro 11 Mio. budget. Developed and coached a large results-oriented team of 18, Consumer Insights and Event Sales. / As key member of senior management team, contributed to business strategy and influenced overall company direction for all three Benelux markets, one of the largest profit contributors within the international organization."
        ],
        [
            "Fixed Income Intern",
            "LEHMAN BROTHERS, New York, USA",
            "Jun 1996 to Aug 1996 · 3 mos",
            "New York City, NY, USA",
            "Won competitive scholarship with Wall Street investment firm; Assisted corporate clients, traders, investment bankers."
        ],
        [
            "Real Estate Agent",
            "MANHATTAN APARTMENTS, New York, USA",
            "Oct 1995 to Jun 1996 · 9 mos",
            "New York City, NY, USA",
            "Obtained a real estate license in parallel to University studies and worked as licensed New York State real estate agent."
        ]
    ],
    "posts": [
        {
            "post": "Celebrating Creativity at Milan Design Week!Reflecting on the incredible success we've had with Ploom X Ora Ito exhibition at the Milan Design Week, I'm filled with gratitude and excitement. We've built a brand that resonates globally, and our presence at Milan Design Week was a testament to that effort.Milan Design Week stands as the pinnacle of global creativity and design, and it was an honor to showcase Ploom in such a prestigious environment. The sensorial experience of the event perfectly complemented the Ploom brand essence, reaffirming its place among the most innovative and cutting-edge brands in the world.As result of this collaboration with the visionary French designer Ora Ito, we've created something truly remarkable that captivated the senses and sparked imaginations.Behind all great achievements, there are many people working in the background to create the impossible. I want to extend my heartfelt gratitude to my phenomenal global team and our fantastic Italian market team. Your passion, creativity, and unwavering commitment have been the driving force behind our success.Thank you to everyone who contributed to making our presence at Milan Design Week a resounding success!hashtag#MilanDesignWeek hashtag#Ploom hashtag#Innovation hashtag#OraIto hashtag#JapanTobaccoInternational",
            "comments": []
        },
        {
            "post": "I am excited to share that I have joined the Executive Committee of JTI as Senior Vice President Marketing & Sales. This comes at the pivotal time, both for me personally and the company, coinciding with my 25 years of international career and as we embark on spearheading our consumer centric journey into Reduced Risk Products to create a better future. I am honored to lead our global team of remarkable marketing and sales professionals as we continue to create leading brands and experiences for our consumers, driving profitable and sustainable business growth.",
            "comments": []
        },
        {
            "post": "https://lnkd.in/gqj9AZK hashtag#milandesignweek hashtag#innovation hashtag#milan hashtag#styles hashtag#creativity hashtag#inspiration Design and innovation are truly powering the future. We are ready for the official opening of Milan Design Week.",
            "comments": []
        },
        {
            "post": "Excellent summary of the philosophy everyone should hashtag#living hashtag#values live by...",
            "comments": []
        },
        {
            "post": "Ready for Milan Design Week with one more brand exhibition! ... hashtag#design hashtag#innovation hashtag#styles hashtag#milan hashtag#milandesignweek",
            "comments": []
        },
        {
            "post": "The true 10 year challenge on the way to transformation hashtag#smokefreefuture hashtag#change",
            "comments": []
        },
        {
            "post": "Inspirational ... vision ... changing the industry hashtag#wef19 hashtag#vision hashtag#corporate hashtag#corporations hashtag#inspiration",
            "comments": []
        },
        {
            "post": "Marian Salzman talks to Campaign Live about why we want the creative community to join us in raising awareness of the potential of science, technology and innovation for those who smoke and the people around them.",
            "comments": []
        },
        {
            "post": "How do you manage more than 80'000 employees and your family at the same time? And what advice does a successful CEO give young people starting in his company? All the answers to these (and many more) questions to André Calantzopoulos, CEO of Philip Morris International, this week on \"The Executive Talk\" - only on CNNMoney Switzerland.",
            "comments": []
        },
        {
            "post": "IQOS receives prestigious Design Award",
            "comments": []
        },
        {
            "post": "PMI #5",
            "comments": []
        }
    ]
}