{
    "name": "Andrea Masserano",
    "subtitle": "European Head of Sales and Marketing presso BASF - BTC Division",
    "location": "Monza, Lombardy, Italy",
    "about": "I am a Chemical Engineer with a strong interest in sustainability and digital solutions.After a development program for young graduates now I work in sales department as Account Manager. My current business are Antioxidants and Anti UV additives for plastics, mainly for the automotive market.I'm curious by nature and I always ask lot of questions. I want to learn something new every day.",
    "experiences": [
        [
            "BASF",
            "6 yrs 9 mos",
            "European Head of sales and Marketing",
            "Full-time",
            "Mar 2024 - Present · 3 mos",
            "Cesano Maderno, Lombardia, Italia · On-site",
            "I am responsible of the European Sales team for plastic industry at BTC the BASF distribution unit.\nI lead a team of 12 Account Managers in EU + Israel.",
            "Head Of Sales",
            "Full-time",
            "Apr 2022 - Apr 2024 · 2 yrs 1 mo",
            "Cesano Maderno, Lombardia, Italia",
            "Head of Sales for Plastic Additives Business\nDirect responsability for the plastic industry sales through BTC channel. In this role I manage direct customers and a team with two AM.",
            "Account Manager",
            "Dec 2018 - May 2022 · 3 yrs 6 mos",
            "Cesano Maderno, Lombardia, Italia",
            "Account Manager for plastic additives and pigments."
        ],
        [
            "Technical Project Coordinator",
            "RadiciGroup",
            "Sep 2016 - Jun 2017 · 10 mos",
            "Novara, Italia",
            "In my work I follow small projects of mainteinance and process improvement from the design basis to the final installation. I work with different suppliers to identify the best products or solutions to realize the projects and to respect the budget. I deal with many contracting companies to plan the activities of construction and installation of components for the plant. (Gantt chart,resources allocation...)."
        ]
    ],
    "posts": [
        {
            "post": "Building a circular value chain for plastic is possible, and this cooperation is the perfect examples!hashtag#BASF hashtag#CircularPlastic",
            "comments": []
        },
        {
            "post": "hashtag#Collaboration is key to overcoming the numerous and complex technological challenges we face. By collaborating, we can make these challenges easier to handle. At BASF, we strongly believe in the power of cooperation. That's why we actively share our expertise with our customers, forming partnerships that address the pressing need for a sustainable, connected, and circular supply chain. hashtag#BASF and hashtag#Sirmax have been collaborating for a long time. We not only share a deep passion and vision, but also a common ambition to revolutionize the plastic industry by creating hashtag#Circular and hashtag#SafetyPlastics that offer exceptional hashtag#HighPerformance. These innovations are our resolute and concrete response to the ever-evolving market demands. In this short video there is a piece of the work we developed day by day with Fabio Arcaro, Michele Nati, Leonardo Forner and all the Sirmax guys. A great example of value chain cooperation and... A great pleasure to work together!",
            "comments": []
        },
        {
            "post": "Come mantenere alta l’attenzione di chi ascolta?Lavorando sullo hashtag#storytelling e sulla hashtag#datavisualization 🌀Dare un ordine accattivante alle slide 🌀Trasformare complessi grafici in chiari concetti da spiegare🌀Semplificare semplificare semplificareE mai e poi mai dimenticarsi di chi ascolta!Ieri in BASF abbiamo giocato con questi concetti. Ci siamo allenati a metterli in praticaAbbiamo riflettuto sulle storie e su come raccontarle. Grazie a The Vortex e a Paolo Guaitani per avermi fatto incontrare un team di persone così preparate, autoironiche e con la voglia di spostare in su l’asticella. PS. Io AMO la hashtag#dataviz",
            "comments": []
        },
        {
            "post": "Thanks for a great teamwork today @BASF Italy - together we bring steps forward a better future of plastics - and support our additive solutions for mechanical recycling!  hashtag#VALERAS hashtag#Wearebasf hashtag#IrgaCycle",
            "comments": []
        },
        {
            "post": "Lo scorso weekend l’ho passato al mare, la mia formula preferita per ricaricare un po’ le batterie.Come sempre, durante la mia passeggiata sul bagnasciuga mi sono divertito a ripulire un po’ la spiaggia: qualche pezzetto di hashtag#plastica, vetro o altro che sfugge anche all’occhio del bagnino più attento. È un buon modo per spiegare ai miei figli l’importanza della raccolta differenziata, per evitare che i rifiuti si disperdano nell’ambiente e accompagnarli verso una nuova vita.Ecco il bottino raccolto in poche centinaia di metri su una spiaggia già molto curata e pulita.Noi di BASF crediamo che si debba lavorare al fine di dare ai rifiuti nuova vita. Siamo in prima linea per realizzare materiali che durano più a lungo, non si degradano nell’ambiente e si riciclano meglio, ma per una gestione davvero circolare dei materiali di uso comune serve l’aiuto di tutti, perché anche il più piccolo dei gesti, come separare e gettare correttamente i rifiuti, può fare la differenza.Ah, ho scoperto che siamo in molti a raccogliere rifiuti mentre camminiamo o facciamo attività all’aria aperta. L’attività ha anche un nome: plogging!",
            "comments": []
        },
        {
            "post": "It was amazing to take part in K 2022 and feel this energy!With our Customers we Go!Create sustainable solutions for all phases of a plastics life: MAKE, USE, RECYCLE. hashtag#BASF hashtag#sustainable",
            "comments": []
        },
        {
            "post": "It’s YOU & US - our human (non-virtual) connections creating new solutions - for 8 tremendous days- the innovations for future circular plastics had found a home at hashtag#k2022 MANY THANKS @K_tradefair hashtag#messeduesseldorf team and everyone having made this happen!Kudos to this achievement Manuela Unger Lilian Hoh Jutta Schmidt & Richard Amberger and teamshashtag#gocreate hashtag#basf hashtag#circulareconomy hashtag#Valeras",
            "comments": []
        },
        {
            "post": "Interessante articolo del Gurdian che spiega come l’industria chimica sia strategica per tutte le filiere produttive in Europa. Il razionamento del gas è un rischio non solo per hashtag#BASF, ma per l’intera Industria Europea.",
            "comments": []
        },
        {
            "post": "Ricopro una nuova posizione lavorativa: Head Of Sales Plastic Additives presso BASF!",
            "comments": []
        },
        {
            "post": "Lo shortage di merci continua…",
            "comments": []
        },
        {
            "post": "Interesting Analysis on the logistic situation in Yantian. Bad news for the raw materials availbilities.. hashtag#shortage",
            "comments": []
        },
        {
            "post": "La situazione sulle forniture, già molto tesa, non mostra segnali di miglioramento. hashtag#shortage",
            "comments": []
        },
        {
            "post": "The best article I have read on the reasons behind this period of raw materials shortage and rising prices.",
            "comments": []
        },
        {
            "post": "In BASF aiutiamo in nostri clienti con soluzioni efficaci per la produzione di mascherine. Il nostro Irgatec CR 76 ad esempio, è indispensabile per la produzione di tessuti non tessuti in PP con elevata capacità filtrante. Questo aiuta i nostri clienti a produrre le mascherine sicure e resistenti che utilizziamo ogni giorno in questa difficile situazione. hashtag#Irgatec hashtag#BASF_PlasticAdditives hashtag#CustomerfocusAt BASF we support our customers with our effective solutions for the production of masks. For instance, our Irgatec CR76 is essential in the production of PP non wovens with high barrier properties. This helps our customers to produce safe and  resistant masks we are using every day in this difficult situation.",
            "comments": []
        },
        {
            "post": "An interesting TED Talks about the big issue of plastic waste in the oceans. Chemical recycling is the best solution for the environment and it is also a profitable business for the plastic industry! hashtag#Chemcycling hashtag#AllianceToEndPlasticWasteAndrew Forrest: Un piano radicale per eliminare i rifiuti plasticihttps://go.ted.com/6pCpScopri come guardare i discorsi TED Talk sulle tue piattaforme preferite: https://lnkd.in/g7Zpwjg",
            "comments": []
        },
        {
            "post": "First day of hashtag#Kfair2019 in Düsseldorf. It's my first time here and it is amazing to be at hashtag#BASF booth with plastic additives team. Our commitment is to create innovative solutions in plastics industry for a sustainable future.",
            "comments": []
        }
    ]
}