{
    "name": "FABRIZIO BORDIGA",
    "subtitle": "Sales Manager DO",
    "location": "Italy",
    "about": "",
    "experiences": [
        [
            "Rovagnati S.p.A.",
            "11 yrs 1 mo",
            "Sales Manager DO",
            "Full-time",
            "Apr 2023 - Present · 1 yr 2 mos",
            "Biassono, Lombardia, Italia",
            "Customer Team Manager",
            "Full-time",
            "May 2022 - Apr 2023 · 1 yr",
            "Biassono, Lombardia, Italia",
            "National Account Manager",
            "May 2016 - Apr 2022 · 6 yrs",
            "Biassono, Lombardia, Italia"
        ],
        [
            "Venditore e amministrazione",
            "Sportauto2",
            "Oct 2011 - May 2013 · 1 yr 8 mos",
            "Vendita vetture nuove e usate, gestione dei collaboratori e dei fornitori, pianificazione e gestione degli acquisti.\nResponsabilità dell’ufficio amministrativo."
        ],
        [
            "Consulente Aziendale - Pratica professionale Dottore Commercialista",
            "Studio Nassini & Associati",
            "Sep 2009 - Sep 2011 · 2 yrs 1 mo",
            "Via Brozzoni n. 9, 25125 Brescia (BS)",
            "Le attività svolte andavano dalle più tradizionali su bilanci e dichiarazioni dei redditi, allo studio e approfondimento di aspetti amministrativi, contabili e fiscali per la gestione ordinaria e straordinaria.\nDa gennaio 2010 fino al termine di questa esperienza mi sono inoltre occupato dei collegi sindacali in cui ho svolto, in autonomia o in supporto al senior partner, compiti di controllo amministrativo e contabile in importanti realtà nel settore industriale, sanitario, bancario e assicurativo"
        ],
        [
            "Stage - settore Corporate",
            "UBI Banca",
            "Jan 2006 - Jun 2006 · 6 mos",
            "Corso Martiri della Libertà n. 13, 25125 Brescia (BS)",
            "Lo stage si è svolto presso la direzione generale di UBI Banca - Banco di Brescia. Più precisamente nel settore Crediti Corporate. \nLa mia mansione era di collaborazione nelle analisi delle pratiche di fido. Studiavo e analizzavo le situazioni dei clienti e approfondivo tutte le procedure necessarie svolte dalla banca per l’erogazione del credito per operazioni di finanza ordinaria e straordinaria."
        ]
    ],
    "posts": [
        {
            "post": "In un'epoca di complessità è cruciale rispondere all'incertezza di un contesto mutevole con una solida visione strategica e spirito di squadra. Anche quest'anno Rovagnati ha avuto il piacere di collaborare con il REM-Lab, il Centro di Ricerche su Retailing e Trade Marketing dell'Università Cattolica del Sacro Cuore di Piacenza, per presentare un'analisi su \"L'innovazione delle politiche promozionali nei reparti dei salumi dei punti vendita moderni\". Il 27 settembre docenti, aziende e grandi player della distribuzione si sono incontrati per confrontare analisi, trend e scenari di sviluppo della categoria Salumi, con particolare attenzione alle esigenze dei consumatori, all'efficacia delle dinamiche promozionali e ai cambiamenti del presente e del futuro. Grazie a tutti i relatori e agli intervenuti per questo momento di networking, dialogo e sostegno al talento.hashtag#rovagnati hashtag#rovagnatiqualitàresponsabile hashtag#universitàcattolica hashtag#remlab hashtag#salumi hashtag#industria hashtag#distribuzione hashtag#eventi",
            "comments": []
        },
        {
            "post": "Il nuovo spot di Gran Biscotto è stata l'occasione per celebrare la bellezza dell'Italia, il lavoro e la convivialità degli italiani.hashtag#rovagnati hashtag#granbiscotto hashtag#spot",
            "comments": []
        },
        {
            "post": "Sta arrivando il nuovo spot di Gran Biscotto: da domani on air su Mediaset, Rai ,La7, Sky.hashtag#spot hashtag#rovagnati hashtag#granbiscotto",
            "comments": []
        },
        {
            "post": "Era il 1980 quando sui banchi delle gastronomie italiane faceva la sua comparsa il primo Gran Biscotto.40 anni di un successo tutto italiano, in cui la valorizzazione della tradizione e la lavorazione a mano abbracciano l’innovazione continua.Perché guardiamo sempre al futuro, mantenendo intatta la nostra passione per la qualità.hashtag#rovagnati hashtag#salumi hashtag#gastronomia",
            "comments": []
        },
        {
            "post": "L'attenzione Rovagnati abbraccia le persone e il territorio. Ci prendiamo cura dei nostri collaboratori che contribuiscono ad ogni successo dell'azienda. Sosteniamo il territorio che ci circonda con iniziative utili alla comunità.hashtag#Rovagnati hashtag#Gastronomia hashtag#Sostenibilitàhttps://lnkd.in/erXWpnK",
            "comments": []
        }
    ]
}