{
    "name": "Alessandro Strati",
    "subtitle": "CFO presso ARCAPLANET",
    "location": "Milan, Lombardy, Italy",
    "about": "Expert in Finance,  Operations and management control, Sarbanes Oxley and Business Strategy. Demonstrated positions of leadership in International consumers’ brand companies. Expert in IPO, new business development, acquisition, industrial control and management control. Restructuring and streamlining, Passionate about identifying innovative solutions and motivating a team toward challenges business results.",
    "experiences": [
        [
            "CFO",
            "Agrifarma S.p.A.",
            "Apr 2022 to Present · 2 yrs 2 mos",
            "Carasco, Liguria, Italia"
        ],
        [
            "Chief Financial Officer",
            "illycaffè",
            "Feb 2018 to Apr 2022 · 4 yrs 3 mos",
            "Trieste, Italia",
            "CFO , \nFinance, administration , FP&A and legal"
        ],
        [
            "COO",
            "Smythson of Bond Street",
            "Feb 2016 to Jan 2018 · 2 yrs",
            "London, United Kingdom",
            "responsible for Finance and Operations"
        ],
        [
            "CFO",
            "Moleskine",
            "Dec 2008 to Feb 2016 · 7 yrs 3 mos",
            "Chief Financial Officer, (Dec 2008-today),  located in Milan, head quarter Moleskine group.\nReporting to the global CEO and to the main shareholders (private equity).\nResponsibility: Finance, Operations and Supply Chain, HR and IT",
            "The Official Moleskine website - Moleskine ®",
            "Moleskine® is a brand that encompasses a family of nomadic objects: notebooks, diaries, journals, bags, writing instruments and reading accessories, dedicated to our mobile identity."
        ],
        [
            "Chief Financial Officer",
            "Fila",
            "Mar 2006 to Nov 2008 · 2 yrs 9 mos",
            "Responsible for the EMEA Region. \n\nResponsibility:\n•\tRelationship with the Investor, Fondo:\no\t90 days project , new investor take over\no\tCash flow monitoring, founding, cash call, debts\no\tSet up reporting package\no\tQuarterly review with the board\n\n•\tProfit & Loss, Operation Income and Cash Flow\n•\tBudgeting, Forecasting, Analysis\n•\tinternal control & process\n•\tBank Facilities, coverage, hedge funds, cash pooling\n\nMain tasks achieved:\n\tDelivered Net Sales,\n\tImproved Gross Margin +2% \n\tStreamlining sales General & Adminstrative across EMEA, \n\tDSO (days outstaying sales)control and reduction, from 136 days down to 101 days (EMEA region full year 2006)\n\tCash flow improvement \n\n\nMain projects:\n\tFeb 2008, FILA EMEA Region spin off in. \n\tMarch 2007,  Sale of the company in. \n\tSept 2007, Integration ERP system (SAP) \n\tMarch 2006, Centralization warehousing \n\tImplementation Shared Service \n\tIntegration minor subsidiaries in Milan (HQ)"
        ]
    ],
    "posts": [
        {
            "post": "Lo scorso week-end, nel contesto della Milano Marathon, si è tenuta la seconda edizione della hashtag#DogRun powered by Arcaplanet, il percorso non competitivo di 1.5 km a cui hanno partecipato tantissimi hashtag#Petparent insieme ai loro cani 🐶Non è stata però un'iniziativa incentrata solo sul divertimento: a tutti i partecipanti abbiamo consegnato un sacco gara con al suo interno un pettorale di gara, una t-shirt e un pezzo del nostro hashtag#puzzlespeciale, da riconsegnare nello stand in Piazza San Babila. Per ogni pezzo riconsegnato abbiamo donato 10€ a favore del Servizio Cani Guida dei Lions e Ausili per la Mobilità dei Non Vedenti Onlus Ente Morale, per un totale di 5.000€ destinati all'addestramento di cani destinati a diventare gli occhi di chi non può vedere. 🖤hashtag#Pets hashtag#People hashtag#Planet hashtag#Arcaplanet hashtag#DogRun2024",
            "comments": []
        },
        {
            "post": "Un 2023 pieno di successi per Arcaplanet perfettamente riassunto da Emanuele sia la premessa per un ulteriore slancio nel 2024.",
            "comments": []
        },
        {
            "post": "Le nostre hashtag#persone sono sempre al centro e molto spesso sono protagoniste dei contenuti che vedete sui nostri social 🎥 In questo 2023 avete conosciuto alcuni dei nostri hashtag#colleghi e li avete apprezzati non solo per il loro hashtag#talento e per la hashtag#passione che mettono tutti i giorni in hashtag#store o nel nostro hashtag#headquarter, ma anche per le loro qualità caratteriali come hashtag#intraprendenza, hashtag#simpatia e hashtag#determinazione. Oggi vogliamo strapparvi un sorriso e mostrarveli in una veste mai vista, ringraziandoli di cuore per essersi prestati ed essere stati parte dei nostri racconti su tanti canali digitali. Buona visione e Buon Natale a tutta la hashtag#community Arcaplanet 🎄❣️ hashtag#pets hashtag#people hashtag#planet",
            "comments": []
        },
        {
            "post": "Per noi di Arcaplanet è Natale tutte le volte in cui possiamo sostenere i progetti in cui crediamo ❤️Nel 2023 abbiamo collaborato con tante hashtag#associazioni e supportato molte hashtag#iniziative che ci stanno davvero a cuore:🐾 Abbiamo donato 4 milioni di pasti ad ENPA aiutando cani e gatti meno fortunati;🐾 Contribuito a sostenere progetti di adozione;🐾 Portato un sorriso a più di 1.500 bambini con le attività di Pet therapy nel reparto pediatrico dell'Ospedale Fatebenefratelli di Milano.Ultimo ma non meno importante: 🎁 Creato una lista di hashtag#Regalibuoniduevolte che danno la possibilità a tutti Pet parent di acquistare prodotti che faranno felici i propri Pet e aiuteranno altri animali domestici, persone e pianeta.hashtag#Pets hashtag#People hashtag#Planet",
            "comments": []
        },
        {
            "post": "Nei giorni scorsi abbiamo ospitato nel nostro hashtag#HQ Ligure oltre 100 colleghi dei hashtag#puntivendita provenienti da tutta Italia per dei corsi di hashtag#formazione e aggiornamento 📚 I Pet specialist - trainer in Arcaplanet sono figure di massima importanza!Sono il primo contatto in hashtag#store: accolgono e consigliano i clienti e rappresentano un vero e proprio punto di riferimento per tutti i Pet parent durante la scelta di prodotti e servizi per i propri Pet.Arcaplanet investe molto tempo in progetti di hashtag#formazione di questo genere e questo ci differenzia in termini di hashtag#consulenza e hashtag#shoppingexperience di eccellenza. L’incontro e la contaminazione dei nostri hashtag#talenti di vendita provenienti da diversi store e da diverse zone d’Italia sono sempre stimolanti: sono una fantastica occasione per fare hashtag#brainstorming, scambiarsi hashtag#feedback, hashtag#opinioni e condividere idee per realizzare nuovi progetti.In bocca al lupo a tutti i Pet specialist - trainer che hanno partecipato a questi giorni di formazione! hashtag#Pet hashtag#People hashtag#Planet hashtag#Formazione",
            "comments": []
        },
        {
            "post": "Il 25 novembre si è tenuto a Milano il primo esclusivo evento Arcaplanet dedicato ai Medici Veterinari per il lancio di CREA! 🚀CREA è un hashtag#brand disponibile in esclusiva negli hashtag#store Arcaplanet elaborato da medici veterinari e specialisti che si occupano di alimentazione, nutrizione e dietetica del hashtag#Petfood.Questo esclusivo sistema rappresenta una soluzione ottimale per la creazione di hashtag#diete ad hoc.Grazie a CREA i hashtag#Petparent potranno preparare pasti ideali per i propri Pet, il tutto sulla base del singolo profilo nutrizionale, personalizzato in base ad esigenze specifiche di: cute, pelo, sistema gastrointestinale o stress. La realizzazione di CREA fa parte di tutte le attività che Arcaplanet svolge per migliorare la relazione tra le persone, i Pet e l’ambiente, offrendo ai hashtag#Petparent non solo prodotti, ma hashtag#soluzioni e hashtag#servizi mirati al hashtag#benessere dei propri Pet. Questo incontro è stata davvero un'interessante occasione per tutti i medici veterinari che hanno avuto la possibilità di conoscere in anteprima le potenzialità di questo hashtag#innovativo sistema di nutrizione per animali.hashtag#Pet hashtag#People hashtag#Planet hashtag#CREA",
            "comments": []
        },
        {
            "post": "Il 2023 per Arcaplanet si chiuderà con un bilancio di 50 aperture, secondo gli obiettivi che la catena si era posta per l’anno in corso, e un totale di 553 punti vendita in tutta Italia.Nicolò Galante Alessandro Stratihashtag#petb2b hashtag#pet hashtag#petfood hashtag#petcare hashtag#petshop hashtag#peteconomy",
            "comments": []
        },
        {
            "post": "Arcaplanet",
            "comments": []
        },
        {
            "post": "L’acquisizione di 3 ospedali veterinari (Happyfriends Verano e Curno, Mypetclinic Milano), rappresenta un passo molto importante per il futuro del Gruppo Arcaplanet.Dopo aver studiato a lungo il settore ci siamo convinti che in Italia ci sia una grande opportunità, vista la grande abbondanza di talento medico/ scientifico a cui purtroppo non fa seguito un’adeguata informazione al grande pubblico su quanto sia importante dare un supporto continuo, qualificato ed anche preventivo, ai nostri amici animali.La maggioranza di noi porta i propri animali dal veterinario una sola volta all’anno se non di meno. Troppo poco, considerando che è spesso difficile accorgerci dei problemi, anche perché i nostri piccoli amici, non parlano ed hanno spesso grande capacità di sopportazione.Siamo convinti che, come Arcaplanet, grazie alla fiducia dei nostri clienti, possiamo dare un contributo importante per sensibilizzare le persone, per migliorare la salute ed il benessere degli animali e per valorizzare maggiormente i medici veterinari italiani.E’ con questa grande ambizione, ed al tempo stesso con molta umiltà nei confronti di un settore che conosciamo solo in parte che accogliamo con un caloroso abbraccio i colleghi di Happyfriends e Mypetclinic!",
            "comments": []
        },
        {
            "post": "Arcaplanet ha completato l’acquisizione di tre ospedali veterinari dalle aziende Happy friends e Mypetclinic.Nicolò Galante Alessandro Stratihashtag#petb2b hashtag#pet hashtag#petfood hashtag#petcare hashtag#petshop hashtag#peteconomy",
            "comments": []
        }
    ]
}