{
    "name": "davide colombo",
    "subtitle": "Sales Director presso Para’ S.P.A.",
    "location": "Italy",
    "about": "Nel corso di una lunga carriera, ho maturato una solida esperienza presso alcune importanti realtà tessili, dove ho affiancato l'imprenditore nella gestione ordinaria e in diverse operazioni di carattere straordinario, trovandomi sia ad accompagnare e ammodernare aziende in fase di forte crescita, sia a gestire momenti di profonda crisi sistemica come quella del 2008. L'integrità morale che mi caratterizza mi ha sempre permesso di instaurare rapporti di totale fiducia con l'imprenditore e di gestire le attività con ampie deleghe.Affronto il lavoro con lo stesso approccio organizzato e determinato che metto nello sport e che mi porta ad apprezzare le sfide, la gestione di problemi in contesti complessi, la tensione al risultato.",
    "experiences": [
        [
            "Sales Director",
            "Parà S.p.A. · Full-time",
            "Jun 2023 - Present · 1 yr",
            "Sovico, Lombardia, Italia · On-site"
        ],
        [
            "General Manger e Direttore Commerciale BU Arredo",
            "MARZOTTO LAB S.R.L.",
            "Jan 2021 - Jun 2023 · 2 yrs 6 mos",
            "- Definizione nel loro complesso delle attività finalizzate all'integrazione in un unica Business Unit di Redaelli 1993 e Prosetex\n- Definizione linee guida dello sviluppo prodotto , dell'approccio commerciale e di marketing per il lancio del nuovo Brand \"Marzotto Interiors\"\n- Gestione della Business Unit \"Marzotto Interiors\" nel suo complesso"
        ],
        [
            "Managing Director e Direttore Commerciale",
            "Prosetex  Spa",
            "Apr 2012 - Jan 2021 · 8 yrs 10 mos",
            "Bulciago",
            "- Definizione strategie commerciali finalizzate al rilancio dell'azienda e gestione diretta dei principali clienti\n- Definizione linee guida dello sviluppo prodotto e dei piani di R&D\n- Definizione del piano investimenti e della relativa pianificazione finanziaria\n- Gestione del personale, diretto e indiretto, e delle relazioni sindacali."
        ],
        [
            "CFO",
            "Enzo degli Angiuoni Spa",
            "Apr 1994 - Apr 2012 · 18 yrs 1 mo",
            "- Pianificazione finanziaria e gestione piani di investimento\n- Gestione rapporti con Istituti di Credito\n- Gestione del budget e dei piani di acquisto\n- Gestione operazioni societarie straordinarie"
        ]
    ],
    "posts": []
}