{
    "name": "Angela Gennarino",
    "subtitle": "HR Manager @Multitel Pagliero Spa | We're Hiring!📢",
    "location": "Cuneo, Piedmont, Italy",
    "about": "",
    "experiences": [
        [
            "HR Manager",
            "Multitel Pagliero S.p.A",
            "Oct 2021 - Present · 2 yrs 8 mos",
            "Manta"
        ],
        [
            "Account Specialist",
            "Randstad Inhouse Services - div. Randstad Italia spa",
            "Oct 2013 - Nov 2021 · 8 yrs 2 mos",
            "Bra"
        ],
        [
            "Responsabile Ricerca e Selezione",
            "Gi Group Spa",
            "Mar 2010 - Jun 2013 · 3 yrs 4 mos",
            "Saluzzo",
            "- Predisposizione e sviluppo di tutti i progetti di delivery: i colloqui di selezione, schede di candidatura e valutazione dei candidati. Attivazione e tutoraggio di corsi di formazione (tramite fondi Formatemp);\n- Elaborazione della job description con relativo screening curricula per il reclutamento, in particolare: annunci su internet, su stampa nazionale e locale, collaborazioni con centri per l’impiego e informa giovani;\n- Gestione del cliente acquisito e prospect: presa in carico dell’esigenza del cliente, timing di inserimento dei candidati, tentata vendita, gestione e fidelizzazione del cliente;\n- Stesura dei contratti di somministrazione e di prestazione, assunzioni, proroghe, cessazioni, comunicazioni agli enti con l’utilizzo del programma digestione interno Worky;\n- Attivazione stage interno: collaborazione con Università, Centri per l’Impiego, attivazione tirocini, formazione e valutazione dei tirocinanti, raccolta ore presenza, rimborsi spese;\n- Stesura e gestione settimanale della reportistica e dell'analisi dei dati."
        ]
    ],
    "posts": [
        {
            "post": "🌟Prosegue il nostro impegno con le scuole! Dopo averli incontrati e parlato con loro, Multitel Pagliero S.p.A apre le sue porte per accogliere gli studenti con visite guidate, attività interattive e momenti di condivisione! Stay tuned for more! hashtag#Opportunitàformativa hashtag#Futuro",
            "comments": []
        },
        {
            "post": "📢 hashtag#Hiring! Ricerchiamo tecnico specializzato per l’assistenza telefonica! 📌Multitel Pagliero S.p.A sta cercando te! hashtag#Jobpportunity hashtag#CustomerService hashtag#Assistenzatecnica hashtag#Madeinitaly",
            "comments": []
        },
        {
            "post": "Complimenti Annalisa Arnaudo e Alessandro Allisiardi! Il nostro impegno con le scuole è soltanto l’inizio di un percorso che vede protagonisti gli studenti a cui Multitel Pagliero S.p.A aprirà le porte per visite guidate e momenti interattivi! hashtag#OpportunitàFormativa hashtag#Futuro",
            "comments": []
        },
        {
            "post": "🏔 Being active locally is crucial for us at Multitel.On the 5th of October, we took part in the hashtag#MonvisoLavoro job fair in Saluzzo. We had the unique opportunity to meet new talent and experienced people in person, and to share our story and passion with them. Our CEO, the HR staff, the service, and the technical department made themselves available to tell our story and share our vision with the many visitors.Participating in these events makes us more and more proud to be hashtag#MiM and increases our desire to grow and improve.We look forward to seeing you at the next events, stay tuned for updates!hashtag#MiM hashtag#madeinmultitel hashtag#truckmountedplatforms hashtag#aerialplatforms hashtag#piattaformeaeree",
            "comments": []
        },
        {
            "post": "Ogni azienda ha le proprie sfide e le proprie soluzioni, e imparare da ciò che fanno gli altri colleghi professionisti HR è prezioso. La condivisione di esperienze, idee innovative e best practice può offrire un contributo ed un valore aggiunto alle nostre aziende in un’ottica di continuo miglioramento. Grazie Confindustria Cuneo e Elena Chiaramello",
            "comments": []
        },
        {
            "post": "Siamo profondamente addolorati per la prematura scomparsa del nostro caro collega Francesco Zhuta. Vorremmo esprimere le più sincere condoglianze e la nostra partecipata vicinanza alla sua famiglia in questo momento così difficile.E’ con gratitudine e riconoscenza che vogliamo ricordare la passione e la dedizione che hanno sempre caratterizzato il suo lavoro. Grazie Francesco, con sincero affetto.",
            "comments": []
        },
        {
            "post": "Bellissimo evento! Grazie Sonia Strada e Alessandra Elia hashtag#padel hashtag#healthandwellbeing",
            "comments": []
        },
        {
            "post": "🎬 Multitel Pagliero is proud to unveil the new corporate video that tells the story of the company through the feelings experienced by an employee on his first day at work. Through this, Multitel continues the renewal of its image and communication, which is based on two pillars: the growing international projection on the one hand, the solid anchorage to the value of Made in Multitel, to the uniqueness of 'made at home' on the other hand. Fine tailors despite the large volumes, today as yesterday.hashtag#MiM hashtag#madeinmultitel hashtag#truckmountedplatforms hashtag#aerialplatforms hashtag#piattaformeaeree",
            "comments": []
        },
        {
            "post": "📌Candidati all'annuncio, ti stiamo aspettando!",
            "comments": []
        }
    ]
}