{
    "name": "Gianluca Capuano",
    "subtitle": "International Finance Leader | CFO | MD",
    "location": "Monza, Lombardy, Italy",
    "about": "International finance leader I CFO I MD | Sustainable transformation | Digital & Analytics | M&A | 25+ years in local and global leadership roles, publicly listed and PE.# Full spectrum of CFO responsibilities# Proficient in operating within matrix organizations, dealing with business partners at all levels# Comprehensive expertise in delivering growth focused business plans, while ensuring full compliance and operational efficiency# Extensive experience with multi-market dynamics and multi-cultural teams# Collaborative and coaching leadership style, high integrity, compelling communication# Self-motivated to achieve top performance, maintain quality standards and meet business objectives",
    "experiences": [
        [
            "CFO",
            "Gruppo SYNLAB Italia",
            "Apr 2022 - Present · 2 yrs 2 mos",
            "Monza, Lombardia, Italia"
        ],
        [
            "Finance Director EMEA - Pharma",
            "Janssen Europe, Middle East & Africa (EMEA)",
            "Apr 2019 - Mar 2022 · 3 yrs",
            "Antwerp Area, Belgium",
            "•\tMember of the EMEA Finance Leadership Team, guiding the region through major planning cycles, target setting, and business reviews.\n\t•\tLed strategic communication TO key senior stakeholders, including the Group Chairman, CFO, Group Finance, and country MDs/FDs.\n\t•\tOversaw the finance digital transformation, implementing predictive forecasting using AI/ML technologies."
        ],
        [
            "Chief Financial Officer, Italy - Diagnostic Imaging",
            "Affidea · Full-time",
            "Jan 2018 - Apr 2019 · 1 yr 4 mos",
            "Milan Area, Italy",
            "•\tCo-pilot to the Country Manager and member of the Investment Committee.\n\t•\tSole Managing Director of the Shared Services Center (SSC), leading and mentoring a diverse team across Finance, Procurement, Payroll, Legal, and IT.\n\nKey responsibilities included:\n\t•\tShort and long-term planning\n\t•\tIFRS and statutory/tax compliance\n\t•\tMergers & Acquisitions (M&A)\n\t•\tRisk management\n\t•\tWorking capital and cash flow optimization\n\t•\tProcurement and legal matters"
        ],
        [
            "Finance Director, The Netherlands - Biotech",
            "AbbVie · Full-time",
            "Jan 2013 - Dec 2017 · 5 yrs",
            "Amsterdam Area, Netherlands · On-site",
            "Served as the key finance partner to the General Manager and Management Team, crucial in leadership alignment and driving performance improvements.\n\n\t•\tSpearheaded the establishment of AbbVie as an independent entity in the local market, contributing to its rise to the top 3 market positions.\n\t•\tLed the introduction of innovative products, managed a 14-member finance team, and implemented a new ERP system to enhance operational efficiency.\n\nKey Achievements:\n\n\t•\tDeployed SAP with PTP, OTC, and RTR processes in a shared services framework.\n\t•\tTransformed the finance team into a high-performing unit, improving team engagement by 20 percentage points to over 95% for two consecutive years.\n\t•\tStrategically reallocated resources to autonomously finance product launches in virology, hematology, and immunology.\n\t•\tAchieved operational excellence by improving S&OP, enhancing forecast accuracy, streamlining P2P processes, and speeding up the month-end close through the “Agility in Action” initiative.\n\t•\tExpanded business analytics to cover 90% of the market, greatly improving market intelligence.\n\t•\tServed as a culture ambassador and vitality champion, transforming the company culture with dynamic leadership and team motivation."
        ],
        [
            "Finance Director, Europe South - Pharma",
            "Abbott · Full-time",
            "Apr 2009 - Dec 2012 · 3 yrs 9 mos",
            "Paris Area, France",
            "Appointed to lead all aspects of Finance for the region (Israel, Turkey, Greece, Austria, Switzerland, Portugal), as Regional leadership team member, partnered with country GMs and FDs, to deliver growth focused plans and business expansion. I integrated the newly acquired Solvay pharma business and successively spun-off the specialty care division, to become AbbVie.\n\n•\tRun a zero-base budgeting exercise and resource allocation to optimize ROI\n•\tSimplified the planning process\n•\tDelivered double digit growth for 4 consecutive years\n•\tLed the European task force to improve DSO in Portugal, Italy, Greece and Spain"
        ]
    ],
    "posts": [
        {
            "post": "🌟 hashtag#WeAreFinance hashtag#TeamBuilding hashtag#Leadership 🌟Che giornata straordinaria abbiamo avuto ieri nel nostro secondo evento di team building \"We Are Finance\"! Un anno fa, abbiamo intrapreso un viaggio entusiasmante di crescita e miglioramento, ridefinendo le nostre regole di ingaggio, i nostri comportamenti, e come misuriamo il successo. E ieri, abbiamo celebrato questo viaggio.Il momento più bello è stato vedere come, ogni membro del team, si è aperto, mostrando talenti e leadership che vanno ben oltre i loro ruoli quotidiani. Questa scoperta ha rafforzato il nostro spirito di squadra e la fiducia reciproca.Un enorme grazie a Cristina, Marica e Vincenzo per aver orchestrato l'evento con un mix perfetto di professionalità e leggerezza, permettendoci di divertirci e di celebrare i nostri successi insieme.Sono orgoglioso di quanto abbiamo raggiunto e non vedo l'ora di vedere cosa ci riserva il futuro. Con un team così eccezionale, le possibilità sono infinite.hashtag#TeamSuccess hashtag#GrowthMindset hashtag#SYNLAB hashtag#proudofmyteam hashtag#workhardplayhard hashtag#skyisthelimit",
            "comments": []
        },
        {
            "post": "Mentre ci avviciniamo alla seconda edizione degli i-Days hashtag#InnovationDays a MIND, l'entusiasmo in SYNLAB è tangibile. Innovare significa costruire il domani. Il modo migliore per prevedere il futuro? Crearlo. hashtag#Innovazione hashtag#CostruireIlFuturo hashtag#SYNLAB hashtag#shapethefuture",
            "comments": []
        },
        {
            "post": "What lies ahead for generative AI applications? The technology is developing fast, creating exciting possibilities for content, performance improvement, and business transformation. In the process, it could unlock trillions of dollars in value across sectors💡Check out these 10 must-read hashtag#genAI insights to discover more➡https://mck.co/3NVsetA",
            "comments": []
        },
        {
            "post": "“Whatever you decide to do, make sure it makes you happy.” As we approach the start of a new year, new resolutions and - for many - new career and personal goals, this is a great opportunity to be inspired by highly motivates talents.",
            "comments": []
        },
        {
            "post": "L’importanza dei dati a livello aziendale oggi è una certezza. Se fino a qualche anno fa le decisioni strategiche venivano misurate sull’esperienza e l’intuito, oggi i dati possono fornire una base salda dalla quale procedere. Per fondare strategie di business a partire dai dati è necessario rivoluzionare l’intero modo di lavorare aziendale.In hashtag#SYNLAB crediamo che cambiare il modo di procedere di un’organizzazione e, soprattutto, il modo di prendere le decisioni, sia un passaggio molto importante per costruire una cultura data-driven.Come hashtag#SYNLAB siamo orgogliosi di essere stati organizzatori del primo hashtag#hackathon, tenutosi al MIND Milano Innovation District, vinto da Quokkay – una app per \"avvicinarsi alla psicoterapia attraverso il gioco\" hashtag#business hashtag#data hashtag#data hashtag#innovation",
            "comments": []
        },
        {
            "post": "Love it! I have daily examples of this, so true. Don't give away your power, respond, don't react. Thank you for sharing Ameera.",
            "comments": []
        },
        {
            "post": "Chiara Guglielmetti sta hashtag#assumendo. Conosci qualcuno a cui potrebbe interessare?",
            "comments": []
        },
        {
            "post": "Thank you Federico for sharing this insightful article and reminding us that Diversity, Equity, and Inclusion aren’t realized as a result of a program or because of good intentions.A truly diverse and inclusive environment requires creating the right conditions for employees to contribute, receive developmental feedback to grow and develop their talent, and gain equitable access to promotions.This cannot be realized by individuals in isolation, without a coordinated and intentional company approach. There is a fundamental difference between “fitting-in” the culture vs “belonging” to that culture. This difference can cause talented employees to spend time and energy, without achieving the desired results and performance. A thin blurred line marks the border between inclusiveness and (unhealthy) assimilation.This article is worth reading.  hashtag#diversity hashtag#inclusion hashtag#culture hashtag#talent",
            "comments": []
        },
        {
            "post": "What if….. we gave our children the chance to enjoy shores and oceans without plastic waste?",
            "comments": []
        },
        {
            "post": "After 3 amazing years leading the regional controlling team of Janssen EMEA, I am excited to join Synlab, another great company with a great purpose. In my new role I will be Chief Financial Officer for Italy. When I reflect on my journey in Janssen, I realise I was in a team where I felt loved, with peers and colleagues who supported me when I struggled, leaders and partners who trusted me, and an environment where I had the safe space to learn and do better every day. I want to thank in particular Peter Janssens, Kris Sterkens, Jessica Moore (Jonker), Demet Russ, Tina Vermeyen, David Helleboogh, Philip Rummens, for inspiring me and for giving me the chance to work tirelessly to make that future where disease is a thing of the past. A special thank you to Giovanni Gianolli and Licia Giaretta for offering me the opportunity to continue making an impact in Health and Wellbeing at Synlab, a company that is touching the lives of more than 100 million patients every year, worldwide. Can’t wait to join the Synlab team!hashtag#janssen hashtag#synlab",
            "comments": []
        },
        {
            "post": "Thanks Luca for sharing your reflections and for reminding us that “if there is someone who thinks you can do it, take it, take it home and try to do your best”.",
            "comments": []
        },
        {
            "post": "Thanks Tim for sharing all this. The importance of the reset, of breathing before we can give breath to others.hashtag#resetyourlife hashtag#familyiseverything hashtag#enjoyeverymoment",
            "comments": []
        },
        {
            "post": "3 takeaways from my last track dayI was at the Assen TT circuit yesterday, training on my motorbike. Riding bikes is one of my passions, since the very young age. Riding on a race track helps me to remain sharp, reactive, present and laser focused on what matters, to have an impact. Learning a new track, a later breaking point or a new lean angle requires dedication, repetition and some good coaching.  I was so happy when my friend Gianni Avallone decided to not race in the last session of the day! Then I asked him: “can you watch me and coach me”? when you’re not playing the game, you can take distance and observe from the paddock. There you develop a different perspective. Gaining that perspective can greatly help me to improve my “lap time”.  3 things Gianni told me:  “Draw your own track, on paper”, before you start riding. In race tracks (and similarly in our lives) there are rules, boundaries and limitations. Regardless, you can draw your own lines, have a plan and act upon it.  “Follow the fast riders, for one or two turns. You can’t manage for longer” – he said. Learn from others, those who are better than you. Take small steps, then combine everything together and you’ll have the full track in your hands.  “Don’t look at your front wheel. Keep your head up, focus on the next turn and the one after the next”. Yes, it might be counter intuitive, but looking at the point where you want your bike to go, projecting yourself in 2 turns from the moment, will help improve your effectiveness. Scan the horizon, anticipate.  I was reflecting on these learnings today. Beyond my bike rides. I love asking my team to “watch me and coach me”. Big thanks to Gianni. What are your tips to improve “lap times”?  hashtag#coaching hashtag#training hashtag#learning hashtag#impactmatters hashtag#performanceimprovement hashtag#janssen hashtag#team hashtag#performance",
            "comments": []
        },
        {
            "post": "3 lessons I learned, while working on predictive forecasting and will share in the next Digital Board",
            "comments": []
        },
        {
            "post": "I am proud and grateful that we - in Johnson & Johnson - have this opportunity to contribute our single-shot vaccine to defeat COVID-19.hashtag#COVID19 hashtag#COVID19vaccine",
            "comments": []
        },
        {
            "post": "If you are an enthusiastic business analyst interested in joining an amazing company and team in Amsterdam we are hiring! Check this out https://lnkd.in/e7wNenA",
            "comments": []
        },
        {
            "post": "Exciting Opportunity! We are hiring for an EMEA Therapy Area Market Access Leader. To learn more, click on the link below or private message me:https://bit.ly/3aQ9WIg#jnjmarketacces#careeropportunities",
            "comments": []
        },
        {
            "post": "What a great opportunity to join a diverse, inclusive and high performing organization as an university graduate!",
            "comments": []
        },
        {
            "post": "Yesterday we announced the initiation of our Phase 3 clinical trial for our investigational hashtag#COVID19 vaccine. We are fully focused on developing a safe, effective and urgently-needed preventive solution to people around the world.Built on a legacy of purpose-driven actions and commitment to diversity and inclusion, we will aim to achieve representation of populations that have been disproportionately impacted by the pandemic in the implementation of our Phase 3 trial program. Read More: https://lnkd.in/edz5_5a hashtag#healthcare hashtag#publichealth hashtag#covid19vaccine",
            "comments": []
        },
        {
            "post": "Brexit goes Dutch",
            "comments": []
        },
        {
            "post": "Well articulated \"soft\" challenges for a value generating, post-M&A integration. Worth reading!",
            "comments": []
        },
        {
            "post": "”Respect, inclusiveness and trust are at the core of all high performing cultures. ”",
            "comments": []
        },
        {
            "post": "Human beings are not machines. Rather, we are designed to move rhythmically between spending and renewing energy. By doing so, we can get more done, in less time, at a higher level of quality, in a more sustainable way. Proud to be in Affidea!",
            "comments": []
        },
        {
            "post": "Make 2018 your year. Have you found your passion? That thing that makes you bounce out of bed in the morning. If you haven't yet then the best of luck finding it in 2018! Just remember as the motivational quotes come in - \"you miss 100 percent of the shots you don't take\" #NewYear #2018 #passion #GroupMUKCareers #GroupM #motivation",
            "comments": []
        },
        {
            "post": "Join Chiara Guglielmetti, FP&A Manager from Booking.com, as she shares the story of how the company’s FP&A process went from manually reviewing more than 50 Excel models from four different teams, to just focusing on one source of data through the Anaplan platform. http://apln.co/4q21oc",
            "comments": []
        }
    ]
}