{
    "name": "Vittorio Brenna",
    "subtitle": "Group COO @ Intercos",
    "location": "Lecco, Lombardy, Italy",
    "about": "Passionate leader with almost 20 years of solid and deep experience in leading B2B FMCG/CPG companies. Focused and talented in business transformation and operating model reconfiguration delivering profitable and sustainable results impacting both financials and ESG topics.International experience in CPG industry leading teams in EMEA, Americas and ASIA.Current position: Group Chief Operating Officer",
    "experiences": [
        [
            "Intercos",
            "6 yrs 9 mos",
            "Group Chief Operating Officer",
            "Full-time",
            "Mar 2024 - Present · 3 mos",
            "Milan, Lombardy, Italy",
            "Leadership of global industrial operations, supply chain, AFC, quality, IT and sourcing.",
            "Senior Vice President  Global Industrial Operations",
            "Full-time",
            "Nov 2022 - Present · 1 yr 7 mos",
            "Milan, Lombardy, Italy",
            "Responsible of Group worldwide operations leading  16 plants, 4800 associates and a global based supply chain network.\nResponsible of Group E2E operating strategy design and execution",
            "CEO Cosmint Group",
            "Full-time",
            "Apr 2020 - Dec 2022 · 2 yrs 9 mos",
            "Como, Lombardy, Italy · On-site"
        ],
        [
            "Executive Director",
            "Intercos Europe Spa",
            "Jan 2022 - Present · 2 yrs 5 mos",
            "Milan, Lombardy, Italy"
        ],
        [
            "Executive Chairman",
            "Tatra Spring Polska · Full-time",
            "Apr 2020 - Present · 4 yrs 2 mos",
            "Garwolin · Remote"
        ],
        [
            "Cosmint S.p.A.",
            "13 yrs 4 mos",
            "Executive Director",
            "Jan 2014 - Present · 10 yrs 5 mos",
            "Como, Lombardy, Italy",
            "VP Group Operations",
            "Full-time",
            "Nov 2014 - Aug 2017 · 2 yrs 10 mos",
            "Greater Como Metropolitan Area · On-site",
            "Director Of Operations",
            "Dec 2012 - Oct 2014 · 1 yr 11 mos",
            "Olgiate Comasco (Italy)",
            "Responsible for production, maintenance, engineering, logistic, warehouse, HSE, planning, lean & Six Sigma and industrial relations. Overall responsibility on about 550 employees."
        ],
        [
            "Senior consultant",
            "Galgano & Associati Consulting Spa",
            "Jan 2007 - Jan 2011 · 4 yrs 1 mo",
            "Senior consultant in charge to lead operational excellence projetcs European wide  in the operations area of multinational companies as well as in the medium-big size italian company. \nI led projects in different industries:\n-\tAutomotive: Borg Warner – Pirelli (project in Germany)\n-\tHealthcare: Astrazeneca – Abbott – Brystol Myers Squibb – Farmigea – Bayer \n-\tCosmetics: Cosmint  - Bottega Verde\n-\tBuilding materials: Marazzi (project in Russian Federation)\n-\tOil & Gas: Smith Bits (projects in USA and Italy)",
            "Gruppo Galgano"
        ]
    ],
    "posts": [
        {
            "post": "\"The USA Innovates. China Replicates. Europe Regulates\" dice Federico Rampini Io rispondo con la mia visione di ciò che l’Italia e l’Europa possono fare",
            "comments": []
        },
        {
            "post": "Grande opera che dimostra che anche i progetti più impegnativi si possono realizzare come il cambiamento culturale nelle aziende.Si può fare e si deve fare per riuscire a realizzare un importante  Miglioramento!hashtag#Leadership hashtag#Management hashtag#Azienda hashtag#Lean hashtag#MiglioramentoContinuo hashtag#MetodoKP hashtag#kaizenpeoplesrl",
            "comments": []
        },
        {
            "post": "Marie Skłodowska Curie defended her doctoral thesis on radioactive substances at Université de la Sorbonne in Paris on 25 June 1903 and became the first woman in France to receive a doctoral degree.The examination committee expressed the opinion that Curie's findings, including the determination of radium’s atomic weight, represented the greatest scientific contribution ever made in a doctoral thesis.Among the committee’s three members were two future Nobel Prize laureates: Gabriel Lippmann (Physics 1908) and Henri Moissan (Chemistry 1906).Thesis cover: Recherches sur les substances radioactives (Research on Radioactive Substances), 1903.",
            "comments": []
        },
        {
            "post": "NamX, with Pininfarina's design, is pioneering a \"Hydrogen Utility Vehicle\" for 2026.This vehicle offers a promising solution to the lithium shortage and infrastructure challenges facing the EV revolution. hashtag#innovation hashtag#tech hashtag#future",
            "comments": []
        },
        {
            "post": "How has the world evolved over the last century?This impressive visualization compiles many interesting data on Child Mortality, Life Expectancy, GDP, Women's Education and more.Quite optimistic, what do you think?Credit: @toddrjoneshashtag#data hashtag#visualization hashtag#analytics",
            "comments": []
        },
        {
            "post": "Sarebbe bellissimo ed utilissimo se Giulio hashtag#Deangeli avesse lo stesso seguito della hashtag#Ferragni",
            "comments": []
        },
        {
            "post": "🇮🇹",
            "comments": []
        },
        {
            "post": "La redazione di Forbes ha selezionato le più belle storie di aziende italiane raccontate quest’anno: si va dalla prima copertina del 2023, dedicata al produttore cinematografico Pietro Valsecchi, all’ultima sulla media company Urban Vision",
            "comments": []
        },
        {
            "post": "Elisa Maspero sta hashtag#assumendo. Conosci qualcuno a cui potrebbe interessare?",
            "comments": []
        },
        {
            "post": "hashtag#Agriculture and hashtag#photovoltaic panels: a sustainable combination.  According to a study of the European Commission’s Joint Research Centre, covering just 1% of the utilised agricultural area with agrivoltaic systems could result in 944 GW direct current of installed capacity. So, agrivoltaics alone could surpass EU photovoltaic 2030 goals. For Davines Group | Certified B Corp, the use of agrivoltaics represents a highly virtuous solution. In our European Regenerative Organic Center, we plan to create a unique platform that combines the production of active organic ingredients, following the principles of regenerative organic agriculture, and the production of electricity via photovoltaic panels on the same agricultural surface. We strive to realize a highly sustainable project to achieve self-production of energy for the Village and the Plant, while carrying on the cultivation of plants of interest for our research activities, through the creation of a cutting-edge architectural facility in harmony with the landscape. hashtag#DavinesGoodLifeForAll hashtag#BCorp hashtag#SustainableBeauty hashtag#davinesgrouppeople hashtag#davinesgroupregenerationAnthony Molet Stefania Bollati Mark Giannandrea Arnaud Goullin Stefano Benetti Laura Gilieri Andrea Mussi Maria Vittoria Mangiarotti sonia ziveri Alessandra Sabellico Paolo Penocchio Paolo Goi Marco Mazzucco",
            "comments": []
        }
    ]
}