{
    "name": "Roberto Straforini",
    "subtitle": "Finance Director at Adamant BioNRG Srl",
    "location": "Ferrara, Emilia-Romagna, Italy",
    "about": "CFOResponsabile AmministrazioneResponsabile AFCFinance ManagerChief Financial OfficerResp. AmministrazioneResp. AFC",
    "experiences": [
        [
            "Finance Manager",
            "Adamant BioNRG · Full-time",
            "Sep 2016 - Present · 7 yrs 9 mos",
            "Ferrara, Emilia-Romagna, Italy"
        ],
        [
            "Responsabile Amministrazione Finanza e Controllo",
            "CULTIVA Soc. Agr. OP Consortile a r.l.",
            "Feb 2016 - Apr 2016 · 3 mos",
            "Taglio di Po (RO) Italy",
            "Cultiva",
            "Cultiva is a global leader in the production of fruits and vegetables, which specializes in providing quality raw product for the fresh value added processing industry as well as innovative, value added and commodity products for the retail trade."
        ],
        [
            "Responsabile Amministrazione - Finanza - Controllo - HR",
            "Gester Soc. Coop",
            "Feb 2013 - Aug 2014 · 1 yr 7 mos",
            "Piacenza Area, Italy",
            "Responsabile Amministrazione Finanza e Controllo e HR con contratto Temporary in Gester , Cooperativa del settore agroalimentare (servizi vari e  trasformazione carni) che contava 140 dipendenti, di cui 120 soci lavoratori, e svolgeva la propria attività attraverso contratti di appalto e di servizio per conto di aziende leader nel settore. Nel 2013 ha sviluppato un fatturato di circa 10.000  K€. Mi sono occupato di:\nAnalisi delle criticità della struttura amministrativa e delle risorse umane;\nImplementazione di un software amministrativo/contabile/gestionale\nMessa a punto delle procedure amministrative, contabili e di controllo di gestione\nCreazione della reportistica periodica istituzionale e manageriale \nFormazione del personale preposto, al fine di permettere alla società lo start up in completa autonomia delle attività AFC (precedentemente gestite in outsourcing)\nGestione dei rapporti con i consulenti esterni (fiscalista, revisore, consulente paghe, legali);\nGestione dei rapporti con gli Enti Istituzionali, con gli Istituti Bancari e con l'Associazione di categoria di appartenenza (Lega Coop);\nRevisione della contrattualistica esistente e stesura di nuovi contratti di servizio;\nMappatura delle coperture assicurative e la rinegoziazione delle polizze già in essere;\nGestione dei rapporti e delle trattative con le rappresentanze sindacali aziendali e territoriali;\nRevisione delle policy sul personale e gestione diretta della contrattualistica e delle conflittualità;\nPreparazione e gestione di CDA ed Assemblee Soci e tenuta di tutti i libri obbligatori."
        ],
        [
            "Responsabile Amministrazione Finanza e Controllo",
            "Demetra Pharmaceutical Srl",
            "Feb 2012 - Dec 2012 · 11 mos",
            "Piacenza - Italy",
            "Responsabile Amministrazione Finanza e Controllo in DEMETRA PHARMACEUTICAL Srl, \nuna società commerciale del settore farmaceutico/integratori alimentari. Fatturato 2012 oltre 6.000 K€. Per un periodo di circa 4 mesi ho ricoperto, ad interim, il ruolo di Responsabile dell'Area Commerciale con l'obiettivo di riorganizzare completamente la rete commerciale esterna (circa 80 agenti/informatori scientifici) e la struttura commerciale interna. Mi sono inoltre occupato della revisione di tutta la contrattualistica commerciale (contratti di agenzia, procacciatori, concessioni, etc) e della gestione/way out di contratti commerciali in essere con società straniere."
        ],
        [
            "CFO - Direttore Amministrazione Finanza Controllo",
            "Novaol Srl",
            "Sep 2004 - Dec 2010 · 6 yrs 4 mos",
            "Milan Area, Italy",
            "Direttore Amministrazione Finanza e Controllo in Novaol Srl, società industriale leader europeo nella produzione di biocarburanti (fatturato 2010 K€ 370.000)\nGestione dell'area amministrativa e coordinamento delle risorse ;Preparazione e finalizzazione Redazione dei Bilanci periodici (civilistico e gestionali) e delle chiusure mensili;\nCoordinamento e supervisione delle attività di Budgeting, Reporting e Forecasting e del Controllo di gestione, analisi dei costi e degli scostamenti;\nGestione e controllo del cash flow aziendale e di tutti i rapporti con gli istituti bancari;gestione Cash pooling infra gruppo.\nGestione dei progetti straordinari (costituzioni di joint venture, progetti industriali, start up aziendali, spin off) e gestione diretta ed autonoma delle operazioni di reperimento di mezzi finanziari (anche complesse - project financing);\nGestione dei rapporti con gli internal Auditors, con le società di revisione e con i Collegi sindacali; Gestione dei rapporti con consulenti esterni (Legali,Notai,Fiscalisti, Consulenti Aziendali); \nSupervisione dell'area di recupero crediti, coordinamento e supervisione di tutti gli adempimenti fiscali con il supporto di consulenti esterni, responsabilità, ad interim, dell'area IT;\nGestione di tutte le formalità di tipo societario e predisposizione della relativa documentazione, gestione degli affari generali, partecipazione a comitati di Direzione, ai Boards e alle Assemblee Soci sia in ambito italiano che internazionale;\nSupervisione e coordinamento delle attività amministrative e finanziarie delle società controllate (anche estere);\nAttività di supporto e guida per le scelte operative e strategiche aziendali e del gruppo di riferimento;",
            "Home"
        ]
    ],
    "posts": []
}