{
    "name": "Sara Sammito",
    "subtitle": "HR | CLEAF SPA",
    "location": "Monza, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "HR",
            "Cleaf",
            "Aug 2023 - Present · 10 mos",
            "Lissone, Lombardia, Italia"
        ],
        [
            "HR Specialist",
            "MAW",
            "Sep 2020 - Aug 2023 · 3 yrs",
            "Sesto San Giovanni, Lombardia, Italia",
            "Responsabile dei processi di ricerca, selezione e amministrazione del personale della filiale."
        ],
        [
            "Adecco",
            "1 yr 3 mos",
            "Human Resources Office Assistant",
            "Full-time",
            "Jul 2019 - Dec 2019 · 6 mos",
            "Gessate",
            "Assistente di filiale - ricerca, selezione e amministrazione del personale",
            "Human Resources Internship",
            "Oct 2018 - Jul 2019 · 10 mos",
            "Trezzo Sull'Adda",
            "Ricerca e selezione"
        ],
        [
            "Human Resources Internship",
            "Adecco",
            "Jun 2017 - Oct 2017 · 5 mos",
            "Trezzo Sull'Adda",
            "Ricerca e selezione"
        ],
        [
            "Sales Assistant",
            "Decathlon Italia",
            "Jul 2015 - Jul 2017 · 2 yrs 1 mo",
            "Busnago",
            "Addetta alla vendita di prodotti sportivi e assistenza cliente, tenuta in ordine del reparto affidato."
        ]
    ],
    "posts": [
        {
            "post": "On the occasion of hashtag#MilanDesignWeek 2024 we presented hashtag#CleafLivingSmall, a concept that explores small buildings. Projects in which the spatial limit represents an opportunity for experimentation and a reflection on modularity.The innovative industrial process of design and fabrication stages, along with extensive interior customization, make small buildings an ideal context for hashtag#CleafSurfaces.At the Salone del Mobile.Milano an house with a rhomboid base and sloping roof, designed by Bestetti Associati and set in a lunar landscape, showcased potential applications.Collaboration with the Spanish studio Inzink Design has led to the creation of four buildings, placed within the corporate showroom hashtag#CCube. An exhibition to discover the four material effects: wood, metal, stone, fabric.To mark the occasion, two new textures have been unveiled:SBALZOA geometric pattern inspired by artistic woodworking characterizes the Sbalzo texture. A three-dimensional effect that enhances the perception of depth.TARANTAThe Taranta texture recalls the effect of the natural stone quarried in the Puglia area where the famous popular music festival from which it takes its name is held.LIVING SMALLA project by CleafSalone del Mobile.Milano stand: Bestetti AssociatiCorporate showroom set-up: Inzink DesignGraphic: Blackspace MilanoPhotos: Beppe BrancatoStyling: Alessandro Pasinelli StudioVideo: Alessandro Petri",
            "comments": []
        },
        {
            "post": "Last Thursday we opened our new showroom in Shanghai.An airy and immersive space of over 650m2 overlooking the Pudong district and the Huangpu River.Products from the collection are displayed in the four effects - hashtag#wood, hashtag#fabric, hashtag#metal, hashtag#stone - through metal grids that divide the space without obstructing the view.The meeting room and offices are fully furnished with products from the collection.A place to meet Asian architects, distributors and furniture manufacturers and to showcase the beauty of hashtag#CleafSurfaces.hashtag#CleafShanghaiShowroom hashtag#CleafArchitect: Bestetti Associati",
            "comments": []
        },
        {
            "post": "hashtag#audentesfortunaiuvatCUS Bicocca",
            "comments": []
        },
        {
            "post": "Oggi a Sesto San Giovanni festeggiamo Anna e il suo contratto a tempo hashtag#indeterminatoAnna ha iniziato a lavorare con hashtag#MAW circa un anno fa, dopo quasi 20 anni dall'ultimo impiego. In questi mesi ha dimostrato di essere un'ottima lavoratrice, una persona speciale e una donna determinata.Una torta fatta in casa, con le sue mani, come gesto di hashtag#gratitudine che vale molto più delle semplici parole.Grazie a te, Anna! Lavorare con te e per te è stato un piacere!Elena Vitelli Stefania Dodaro Valentina Lamacchia",
            "comments": []
        },
        {
            "post": "Hai voglia di entrare a far parte di una realtà aziendale leader nel suo settore? L'amministrazione HR è il tuo mondo? Stiamo cercando te!Clicca il link e candidati per una interessante opportunità!hashtag#MAW hashtag#jobopportunity hashtag#hr hashtag#administration hashtag#hiring",
            "comments": []
        },
        {
            "post": "Hai maturato esperienza in ambito hashtag#chimico ⚗ / hashtag#pharma 💊  come operaio/a di produzione e/o hai un titolo di studi affine 🔬 ? Stiamo cercando proprio te!Guarda 👇 subito il nostro annuncio di hashtag#lavoro e candidati per non perdere una incredibile occasione! 😍 hashtag#maw hashtag#jobopportunity hashtag#operai hashtag#chimico",
            "comments": []
        },
        {
            "post": "La qualità del nostro lavoro ha un impatto diretto e significativo sulla vita delle persone che si affidano a noi... soprattutto oggi dove non sono più le persone ad essere risorse per le aziende, bensì viceversa, per aiutarle a realizzare i propri sogni. E la qualità si vede anche nei piccoli gesti, persino in quelli che diamo per scontati. Grazie ❤️ hashtag#TheReWolution hashtag#MAW",
            "comments": []
        },
        {
            "post": "The ReWolution: oggi vince chi parla di più con le persone. In un mondo dove non sono più le aziende a scegliere le persone, ma le persone a scegliere le aziende, le società di selezione devono costruire un rapporto qualitativo, di fiducia con candidati e lavoratori, per aiutarli ad orientarsi tra le tante opportunità e individuare il contesto migliore per loro. Lo stesso rapporto va costruito con le aziende, per aiutarle ad essere scelte. Questo è l’approccio di W Group. E sono perciò felice di condividere che ognuna delle nostre filiali è stata valutata dai lavoratori e candidati come leader indiscussa di qualità, grazie all’esperienza che hanno avuto con noi.  Sono proprio loro a dirlo, grazie alle centinaia di recensioni su Google che ci hanno dedicato. Da domani ne condivideremo molte su LinkedIn. Un enorme - e orgoglioso - GRAZIE ai WTeam che si occupano di selezione, per la loro professionalità e passione! hashtag#TheReWolution hashtag#ATalentProspective",
            "comments": []
        },
        {
            "post": "Work in progress... hashtag#natì hashtag#water hashtag#skincare",
            "comments": []
        },
        {
            "post": "Il nostro Osservatorio semestrale parla chiaro: c’è stato un +30% della domanda di corsi di hashtag#leadership e hashtag#selfimprovement e di percorsi di hashtag#coaching per le risorse. Questo perché investire sul lavoro, ormai, significa investire sulle persone e sui loro percorsi di hashtag#crescita.  E non è assolutamente vero che i giovani non hanno voglia di lavorare: più semplicemente, la componente intangibile per loro conta sempre di più. In altre parole, cercano il luogo e il modo giusto per potersi esprimere. 🗞️ Di questo e molto altro ha parlato il nostro CEO Federico Vione, nel suo pezzo a firma pubblicato su Il Sole 24 Ore👉",
            "comments": []
        },
        {
            "post": "Il 1mo di Novembre 2021 a Milano - solo 10 mesi fa - lanciavamo in un evento interno il ns W-Group, un progetto pieno di ambizione, che vuole dimostrare che mettendo le persone al centro si possono raggiungere risultati straordinari ed avere un impatto concreto sul ns paese aiutando persone ed aziende a raggiungere i loro sogni. (Nel video un W backstage..).E' solo grazie al ns Team se siamo riusciti a raggiungere, in anticipo, ogni obiettivo e a coinvolgere nel ns gruppo tanti nuovi colleghi diventando piu' di 720, ad oggi...Siamo stati quindi 'costretti' ad anticipare i tempi del ns WeDAY interno... ci reincontreremo tutti il 16 di Settembre, a Gabicce. Ci scusiamo con i ns clienti, lavoratori e candidati, ma quel giorno sarà dedicato a dire grazie e celebrare i ns campioni che ogni giorno con passione danno il massimo per voi...Grazie per la vs pazienza!",
            "comments": []
        },
        {
            "post": "Stiamo cercando, per Studio Dentistico di Brugherio, un/a Assistente alla Poltrona.Sei interessato/a o conosci qualcuno che potrebbe esserlo?Candidati all'annuncio o condividilo con la tua rete! hashtag#jobopportunity hashtag#maw",
            "comments": []
        },
        {
            "post": "Interessante spunto di riflessione su come le aziende possono, e devono, dare inizio ad un hashtag#cambiamento del hashtag#mercatodellavoro",
            "comments": []
        },
        {
            "post": "Tre giorni di formazione di hashtag#venditatatticaTre giorni intensi, coinvolgenti e stimolanti! Grazie a blackship e MAW per questa opportunità, grazie Pacci Pasquale Acampora incredibile trainer!Al prossimo incontro! Non vedo l'ora!hashtag#maw hashtag#blackship hashtag#formazione hashtag#crescita",
            "comments": []
        },
        {
            "post": "Stai cercando un hashtag#lavoro dinamico, stimolante e formativo?Hai voglia di metterti in gioco e contribuire alla hashtag#crescita di hashtag#lavoratori e hashtag#aziende? Allora potrebbe interessarti entrare a far parte del nostro hashtag#team!hashtag#MAW hashtag#jobopportunity",
            "comments": []
        },
        {
            "post": "Vuoi iniziare un percorso professionale per diventare hashtag#giuntista e hai esperienza in campo elettrico? Candidati alla nostra offerta! Per importante realtà settore Telecomunicazioni ed Energia siamo alla ricerca di risorse per l'area di Milano e hinterlandPer maggiorni informazioni, contatta la filiale di Sesto San Giovannihashtag#jobopportunity hashtag#maw hashtag#milano hashtag#elettricisti",
            "comments": []
        },
        {
            "post": "MAW è alla ricerca di risorse da inserire nel percorso di hashtag#Academy per diventare ADDETTI ALLA MANUTENZIONE IMPIANTI sul territorio di Milano e hinterland.Il corso è hashtag#gratuito ti permetterà di acquisire le competenze necessarie per intraprendere una stimolante e interessante opportunità di lavoro.Candidati all'annuncio o chiama la filiale MAW di Sesto San Giovanni",
            "comments": []
        },
        {
            "post": "MAW da oggi è un'impresa hashtag#carbonneutral",
            "comments": []
        },
        {
            "post": "hashtag#wgroup un nuovo inizio!MAW",
            "comments": []
        },
        {
            "post": "Hai conseguito da poco un diploma tecnico o la qualifica in elettromeccanica/meccatronica?Candidati al nostro annuncio!hashtag#maw hashtag#elettromeccanica",
            "comments": []
        },
        {
            "post": "Un piacere per me poter far parte del team di MAW che partecipa al progetto hashtag#Yourvision indetto da Università degli Studi di Milano-Bicoccahashtag#awesomepeople hashtag#greatresults",
            "comments": []
        },
        {
            "post": "Sei in possesso di un titolo di studio tecnico?Hai già maturato esperienza, anche breve, come elettricista?Candidati subito: https://lnkd.in/dh7XY-9",
            "comments": []
        },
        {
            "post": "👏🏻👏🏻👏🏻",
            "comments": []
        },
        {
            "post": "Quali sono le soft skills necessarie in un mondo del lavoro sempre più ricco di macchine e automazione?Il futuro del lavoro è femmina nel suo evolversi, allontanandosi dal principio del hashtag#commandandcontrol",
            "comments": []
        },
        {
            "post": "Organizzazioni agili: una soluzione vincente per migliorare hashtag#engagement hashtag#learningagility e hashtag#workperformance specialmente in questo periodo di crisi sanitaria e economico-sociale",
            "comments": []
        },
        {
            "post": "👩‍🦰 hashtag#Donne ai vertici, ancora indietro le hashtag#aziende familiari La legge non obbliga le non quotate ad allargare la presenza femminile ma l’Aidaf suggerisce la hashtag#diversity come buona praticaLeggi tutto su: https://bit.ly/2KsNtmA",
            "comments": []
        },
        {
            "post": "Dopo il successo di ieri sera su Facebook, la replica della puntata di hashtag#LateTechShow sarà alle 22 su YouTubehttps://lnkd.in/eQc4VASOspiti: Stefano Epifani del Fondazione per la Sostenibilità Digitale per raccontare la hashtag#sostenibilita hashtag#digitale:Luisella Giani di Oracle per spiegare come si stanno comportando le aziende europee con lo hashtag#smartworking ;Elisa Mariani di Connexia che parla di come l'azienda abbia partecipato al progetto \"Solidarietà Digitale\" del Dipartimento per la trasformazione digitale della Ministra Paola Pisano;Marco Maria Lorusso, il hashtag#sergentelorusso, racconta come si affrontano gli eventi online;@morena Porta di @wiko per parlare di come si deve pulire e disinfettare lo hashtag#smartphoneGermano Lanzoni, l'attore che tra gli altri impersona Il Milanese Imbruttito, racconta come sta cambiano il mondo dei contenuti attraverso il digitale;Francesca Casolo, una maestra elementare, spiega come è cambiata la gestione dell'educazione primaria ai tempi del Corona Virus;@Roberto Bonin, giornalista e divulgatore, spiega come fare per non cadere nella rete delle hashtag#fakenews ;@Gianluigi Bonanomi racconta cosa non bisogna assolutamente fare nei propri profili hashtag#linkedin",
            "comments": []
        },
        {
            "post": "hashtag#ExperienceWorkDay anche Adecco Gessate presente!Una bella esperienza per far conoscere il mondo del lavoro ai giovani ragazzi, lavoratori del futuro!hashtag#theadeccogroup hashtag#adecco hashtag#EWD",
            "comments": []
        },
        {
            "post": "Torna il 17 ottobre l’hashtag#ExperienceWorkDay! Dopo il successo delle scorse due edizioni, anche quest'anno oltre 100 filiali di Adecco sparse in tutto il territorio nazionale apriranno le porte a 2.800 studenti delle scuole superiori per offrire loro una giornata di orientamento in cui verranno illustrate le dinamiche alla base della ricerca di lavoro.Ma non è tutto: in parallelo, presso il nostro HQ di Milano, 60 universitari di 5 diversi Atenei potranno partecipare a una giornata di workshop e conoscere la realtà, i valori e le persone che rendono unico il nostro Gruppo. Scopri i momenti migliori delle scorse edizioni e il programma della giornata che coinvolgerà il nostro Gruppo simultaneamente in 46 paesi.👉🏻 http://adec.co/U3fJJv hashtag#EWD 2019",
            "comments": []
        }
    ]
}