{
    "name": "ROBERTO GRIMALDI",
    "subtitle": "10+ years of international (Russia, France, Uk, Belgium, Italy) and consolidated experience in Sales & Marketing, Product Development, Digital & online, D2C, Corporate strategy and M&A.",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [],
    "posts": [
        {
            "post": "Partiti!!Al via hashtag#EuroCucina 2024. Una settimana intensa  per presentare a clienti e visitatori le novità dei prodotti da incasso di hashtag#Whirlpool, hashtag#Hotpoint e hashtag#Indesit che  portano in scena hashtag#design contemporaneo e alte hashtag#performance per ridefinire e migliorare la vita in casa con  soluzioni incentrate su hashtag#innovazione e hashtag#sostenibilità.“Noi siamo il built-in\", il concept centrale del nostro stand, significa vicinanza ai nostri clienti, attraverso innovazione  di prodotto e servizi dedicati. hashtag#Whirlpool presenta l'innovativa WCollection Kitchen Suite con  nuove proposte di colorazioni e materiali e features di prodotto avanzate per semplificare le attività in cucina. hashtag#Hotpoint ospiterà Eleonora Riso la vincitrice di hashtag#Masterchef13 che attraverso gli hashtag#showcooking testerà   le alte performance e l’affidabilità degli elettrodomestici della nuova Home Collection. Con hashtag#Indesit raccontiamo la collaborazione in casa e la parità di genere con la campagna hashtag#DoItTogether. hashtag#Join us! Padiglione 2,  Stand A18 - A22 _________________________________An exciting opening for hashtag#EuroCucina 2024. An intense week for introducing customers and consumers to the new built-in products under the hashtag#Whirlpool, hashtag#Hotpoint and hashtag#Indesit brands, showcasing the combination of contemporary hashtag#design and high hashtag#performance to redefine and improve  life at home  with solutions focused on hashtag#innovation and hashtag#sustainability.For us, “being built-in\", the key concept of our stand, means being close to our customers, through innovation and dedicated services. hashtag#Whirlpool presents the innovative WCollection Kitchen Suite with new proposals of colors and materials and advanced product features for simplifying kitchen activities. hashtag#Hotpoint will host Eleonora Riso the winner of hashtag#MasterChef13 whose hashtag#showcooking sessions will test the high performances and the reliability of the new Home Collection. With hashtag#Indesit we will talk about sharing household chores with the hashtag#DoItTogether campaign. hashtag#Join us!  Hall 2,  Stand A 18 - A 22 Paolo Lioy Luca Lampredi Gabriella Simone Diana Nappo Gabriele D'Amore Patrizia Meucci Mariana Rodrigues Ozge Topkaya Edda Laudi Luca Fassi Alberto Ongini Andrea Corrales Beko Europe Luca Cassanelli Renato Aiello Damiano Marangi Stefano Cucchiarini Sergio Vitale Ennio Ciacci Alessandra Giordano Isa Contador Quintana Angela Radaelli Luca Ferrini Francesco Fiorilli Elena Sbernardori Eleonora Morettini Luca Ziller Gennaro Rippa Alessia Zampella Marco Falaschetti Carolina Pianigiani Carlo Diomaiuta denis cipressa",
            "comments": []
        },
        {
            "post": "Siamo entusiasti  di partecipare a EuroCucina 2024. Nel nostro stand presenteremo le innovazioni tecnologiche delle nuove cooking suite a marchio hashtag#Whirlpool hashtag#Hotpoint e hashtag#Indesit che, oltre a interpretare gli ultimi trend del design e della sostenibilità, definiscono una nuova architettura degli spazi abitativi. Vi aspettiamo allo stand 📍A18, A22, Padiglione 2, dal 16 al 21 Aprile! ➡️Salone del Mobile.Milano————————————————————We are excited to participate at EuroCucina 2024. In our stand we will be showcasing the technological innovations of the new cooking suites by hashtag#Whirlpool hashtag#Hotpoint and hashtag#Indesit, designed to interpret the latest design and sustainability trends and to define a new architecture for living spaces. Come meet us at the stand 📍A18, A22 in Pavilion 2, from April 16 to 21 to discover more!➡️Salone del Mobile.Milanohashtag#EuroCucina2024 hashtag#Whirlpool hashtag#Hotpoint hashtag#Indesit hashtag#Homeappliances",
            "comments": []
        },
        {
            "post": "At Whirlpool, we recognize the challenges of adopting eco-friendly habits, which is why we are excited to introduce EcoPlayer: our innovative green initiative crafted to empower you with simple daily actions that respect our environment.🌱 On our dedicated platform at Whirlpool.it,  you'll find practical tips and campaigns designed to foster sustainable living. We're also proud to present our Eco Player Boxes, featuring two specially curated kits:  Thrifty Kit: designed for waste-minimizing, efficient cooking. Longevity Kit: which ensures your appliances remain clean and descaled, boosting their longevity and performance. 👇 Check it out on our platform and  join us! https://lnkd.in/dw7R5HFshashtag#EcoPlayer hashtag#Whirlpool hashtag#SustainabilityPaolo Lioy Filippo De Nittis Shahrukh Mehta Mariana Rodrigues Lavinia Carol Lazzaretti Edda Laudi Rachel Niemoller Patrizia Meucci Gabriella Simone Gabriele D'Amore Sante Alagia Ennio Ciacci Sergio VitaleGiovanni Cirillo Arianna Busico In Whirlpool siamo consapevoli che adottare comportamenti sostenibili comporta spesso delle sfide. È per questo che abbiamo lanciato EcoPlayer, la nostra iniziativa green pensata per incoraggiare semplici azioni quotidiane che rispettano l’ambiente.🌱 Sulla piattaforma EcoPlayer, presente sul sito Whirlpool.it, è possibile trovare consigli pratici e iniziative per adottare uno stile di vita sostenibile. Inoltre, siamo orgogliosi di presentare le nostre Eco Player Box che contengono due kit speciali: il Kit Risparmio, per cucinare in modo efficiente con meno sprechi e il Kit Longevità, per mantenere puliti e senza calcare gli elettrodomestici, prolungandone la vita e le prestazioni.  👇  Informati sulla nostra piattaforma e diventa un EcoPlayer insieme a noi!https://lnkd.in/dw7R5HFs",
            "comments": []
        },
        {
            "post": "Il tempo vola: il Roadshow 2024 di Whirlpool Italia si è già concluso. Il Roadshow è il nostro annuale appuntamento riservato ai clienti del canale built-in. Quest’anno abbiamo parlato di strategia, dei piani di marketing e vendite,  di know-how e servizio, affrontando sia il presente che il futuro.Un sentito ringraziamento ai nostri preziosi partner per essere al nostro fianco e ai nostri team per il successo di questa edizione.La prossima tappa è Eurocucina: vi aspettiamo con entusiasmo! 🌟 hashtag#SuccessoRoadshow hashtag#WhirlpoolItalia hashtag#Eurocucina2024 hashtag#noisiamoilbuiltinPaolo Lioy Luca Lampredi Eleonora Morettini Michele Zambotti Diana Nappo Gabriella Simone Luca Cassanelli Gabriele D'Amore Patrizia Meucci Massimiliano Zamboni Monia Baracaglia Simone Servadei Simone Ceron Giorgia Ielmini Fabrizio Ossola lorenzo mariotti Egidio De Seta Stefano Cucchiarini Damiano Marangi Whirlpool Corporation",
            "comments": []
        },
        {
            "post": "Entusiasti di annunciare che hotpoint da stasera torna in tv!Per il quarto anno consecutivo il nostro brand dedicato all’Home Love sarà partner di MasterChef Italia, in onda dal 14 dicembre al 29 febbraio 2024. In ogni puntata i prodotti Hotpoint aiuteranno gli aspiranti Chef nelle loro preparazioni, sempre più divertenti e complesse di settimana in settimana.In concomitanza con il programma sarà on air la nuova campagna TV, Digital e Social con protagonista il nuovo piano a induzione: CleanProtect. Grazie al suo speciale nano-rivestimento è facile da pulire solo con acqua e resta protetto da aloni e macchie come il primo giorno. Una novità unica a prova di Chef!Novità di quest’anno è l’arrivo di Edoardo Franco, vincitore dell’ultima edizione di MasterChef, come Brand Ambassador di Hotpoint per la creazione di contenuti social per tutti gli appassionati di cucina!👨‍🍳 hashtag#Hotpoint hashtag#CleanProtect hashtag#HomeLove hashtag#MasterChef Per visualizzare clicca👇 :Paolo Lioy Gabriele D'Amore Gabriella Simone Luca Lampredi Marco Falaschetti Diana Nappo Luca Cassanelli Roberto Enrico Fabbri Damiano Marangi Renato Aiello Mariana Rodrigues Filippo De Nittis",
            "comments": []
        },
        {
            "post": "Hotpoint torna in tv! Per il quarto anno consecutivo il nostro brand dedicato all’Home Love sarà partner di MasterChef Italia, in onda dal 14 dicembre al 29 febbraio 2024! In ogni puntata i prodotti Hotpoint aiuteranno gli aspiranti Chef nelle loro preparazioni, sempre più divertenti e complesse di settimana in settimana.In concomitanza con il programma sarà on air la nuova campagna TV, Digital e Social con protagonista il nuovo piano a induzione CleanProtect. Grazie al suo speciale nano-rivestimento è facile da pulire solo con acqua e resta protetto da aloni e macchie come il primo giorno. Una novità unica a prova di Chef!Lo spot TV da 20’’ e 30’’ realizzato da WPP  sarà on-air sulle reti di Sky Italia  a partire dal 23 novembre. Novità di quest’anno è l’arrivo di Edoardo Franco, vincitore dell’ultima edizione di MasterChef, come Brand Ambassador di Hotpoint per la creazione di contenuti social per tutti gli appassionati di cucina!hashtag#Hotpoint hashtag#CleanProtect hashtag#HomeLove hashtag#MasterChef Per vedere lo spot vai qui 👇:https://lnkd.in/dNbMRdedPaolo Lioy Luca Lampredi Marco Falaschetti Eleonora Morettini Luigi Lanotte Luca Ziller Alessia Zampella Gabriella Simone Diana Nappo Luca Cassanelli Renato Aiello Damiano Marangi Roberto Enrico Fabbri Mariana Rodrigues Filippo De Nittis *****Hotpoint is back on TV! For the fourth year in a row, our brand dedicated to Home-Love will be partner of MasterChef Italia, on air from 14 December to 29 February 2024! In each episode, Hotpoint products will help aspiring chefs in their recipes, which become more fun and complex week by week. In conjunction with the program, the new CleanProtect induction hob TV, Digital and Social campaign will be on air!. Thanks to its special nano-coating, the hob can be easily cleaned with just water and remains protected from stains and halos like the first day. A unique Chef-proof innovation!The 20'' and 30'' TVC created by WPP  is on air on the Sky Italia networks starting from today, 23 November. Last but not least is the arrival of Edoardo Franco, winner of the latest edition of MasterChef, as Hotpoint Brand Ambassador for the creation of social content for all cooking lovers!hashtag#Hotpoint hashtag#CleanProtect hashtag#HomeLove hashtag#MasterChef Check it out here 👇:https://lnkd.in/dNbMRded",
            "comments": []
        },
        {
            "post": "\"Finally graduated => GMP, the executive general management program 🎓. It has been an incredible and transformative journey at Harvard Business School, and I am immensely proud to be a member of the HBS family.I want to express my heartfelt thanks to the entire team and the extraordinary professors at Harvard Business School, especially Stefan Thomke for reigniting the engine of our purpose and inspiring us to be leaders who make a difference in the world. Your emphasis on empathy, truth, humility, purpose, and optimism has truly shaped our mindset.I would also like to extend my heartfelt gratitude to the Gmp35 cohort and my LG 23. Your support and camaraderie have been invaluable throughout this experience.A special thanks to my company Whirlpool Corporation, my senior leaders, my peers and my team for their unwavering support throughout this journey. Your encouragement and understanding have made all the difference.To my family and friends, thank you for always believing in me and cheering me on. Your love and support have been my rock.And last but certainly not least, a big thank you to my wife Eleonora O. . Your constant support, motivation, and love have been my driving force.Onwards to new adventures and making a positive impact in the world! I am excited for what the future holds. Ad Maiora!hashtag#HBSGrad hashtag#HarvardBusinessSchool hashtag#TransformationalJourney hashtag#generalmanagementprogram hashtag#gmp hashtag#executiveeducation hashtag#harvardalumni hashtag#neverstandstill hashtag#gmp35Toufic Abillama David Graber Mike Thunder Ngover Ihyembe-Nwankwo Stephanie Strocco Menelisi Luthuli Kenneth McWilliams",
            "comments": []
        },
        {
            "post": "Rientrati da poco alla base dopo due incredibili giornate a Milano Marittima per la Convention Whirlpool Italia 2023.Più di 200 colleghi del team Italia e del Senior Leadership team di Whirlpool Corporation, per celebrare i traguardi raggiunti, discutere delle sfide e raggiungere gli obiettivi futuri.Uniti nello hashtag#SpiritoDiVittoria che ci contraddistingue, questo momento ci motiverà ancora di più ad affrontare le sfide in avvenire e a raggiungere insieme gli obiettivi che ci guideranno fino alla fine dell’anno. Grazie a tutto il team per aver reso questa convention brillante: Il nostro successo il risultato dell’energia e dell’impegno di tutti, ed ora guardiamo avanti hashtag#brilliamo inseme! hashtag#WhirlpoolEmployee hashtag#LetsShineTogether hashtag#brilliamoinsieme hashtag#whirlpoolitaliahashtag#convention Gilles Morel Paolo Lioy Ilyas Kil Maurizio David Sberna Mariana Rodrigues Alessia Zampella Eleonora Morettini Luca Lampredi Marco Falaschetti denis cipressa Luigi Lanotte Giovanni Cirillo Bruna Pacios Esposito Gabriele D'Amore Patrizia Meucci Gabriella Simone Diana Nappo Roberto Enrico Fabbri Damiano Marangi Barbara Biasella Renato Aiello Luca Ziller---------------------------------------------------Just back at the base after two incredible days in Milano Marittima for the 2023 Whirlpool Italy Convention.More than 200 colleagues among the Italy Market team and the Senior Leadership Team of @whirlpoolcorporation gathered to celebrate achievements, tackle challenges and set future objectives. United by the hashtag#SpiritOfWinning that defines us, this moment will further motivate us to face upcoming challenges and achieve the goals that will guide us through the end og the year.Thanks to the entire team for making this convention brillant: our success is the result of everyone’s energy and commitment. And now we look ahead to hashtag#let's Shine together!",
            "comments": []
        },
        {
            "post": "Unleash your talent…join our team now!",
            "comments": []
        },
        {
            "post": "Due splendide giornate passate a Fabriano, incantevole cornice dell’evento e sede del nostro customer service, per presentare il 2023 di Whirlpool Italia nella convention annuale dedicata ai distributori italiani.Un anno di importanti novità per il built in, come il piano a induzione di Whirlpool con tecnologia Clean Protect, la gamma di lavastoviglie Maxispace, e il frigorifero Space 400 Total No Frost, elettrodomestici che rappresentano a pieno il nostro impegno nell'innovazione e per la sostenibilità, in linea con quello che desiderano i nostri consumatori, sempre più attenti al risparmio energetico.Novità anche nella comunicazione che avrà un ruolo centrale nella strategia di quest’anno con eventi, pubblicità e campagne che sosterranno le novità dei nostri marchi.Ringrazio tutti i partecipanti e il team hashtag#Whirpoolitalia per questo evento, finalmente di nuovo in presenza ed il Mister Arrigo Sacchi che ho avuto l’onore di intervistare. hashtag#andiamoalmassimo hashtag#oltrelimpossibilehashtag#whirlpool hashtag#hotpoint hashtag#indesit hashtag#kitchenaid hashtag#whirlpoolitalia hashtag#vincere***We are happy to be in Fabriano today, headquarters of our customer service, to present the 2023 of Whirlpool Italia at the annual Convention for distributors.A year of new products, such as Whirlpool’s induction hob with Clean Protect technology, the Maxispace dishwashers, and Space 400 TNF fridge, home appliances that represent our commitment to innovation and sustainability, in line with what consumers want and with more attention to energy saving.Thanks to all the people that joined us and to hashtag#Whirlpoolitalia team for this event and our special guest coach Arrigo Sacchi whom I had the privilege to interview, finally live again.hashtag#whirlpool hashtag#hotpoint hashtag#indesit hashtag#kitchenaid hashtag#whirlpoolitalia hashtag#innovation hashtag#arrigosacchi Whirlpool Corporation Paolo Lioy Luca Lampredi Gabriella Simone Diana Nappo Patrizia Meucci Massimiliano Zamboni Luca Cassanelli Giulia Mattera Gloria Lombardo Fabrizio Ossola lorenzo mariotti Eleonora Morettini Gabriele D'Amore Angela Radaelli Luca Ferrini Sergio Vitale Ennio Ciacci Barbara Biasella Giacomo Marini Egidio De Seta Uberto Bertoni",
            "comments": []
        },
        {
            "post": "COSI' PARLO' ARRIGOIeri un pomeriggio con Arrigo Sacchi, ex commissario tecnico della nazionale di calcio (secondo posto a Usa '94) oltre che trionfatore col Milan di Berlusconi, che in occasione della presentazione dei nuovi prodotti da incasso di Whirlpool a Fabriano in provincia di Ancona, ha parlato di come si motiva una squadra e dunque un gruppo di collaboratori. L'allenatore, soprattutto quando ha un palmares come il suo, è la persona giusta per dare suggerimenti anche a chi gestisce aziende. Qualche minuto dopo si è intrattenuto con giornalisti e distributori. Ciò che mi ha colpito, al di là del ruolo che era chiamato a svolgere in quei momenti per doveri d'ufficio, diciamo così, è stata l'estrema gentilezza e disponibilità dimostrate. Mai affettate, sia chiaro. Si percepiva la spontaneità. Ecco, appunto: quando hai a che fare con gruppi di persone di cui tu sei il punto di riferimento ho l'impressione che spontaneità, gentilezza e competenza siano valori irrinunciabili e attraverso i quali passi il cosiddetto successo. E forse, prima ancora, la credibilità di quel punto di riferimento.Nella foto Sacchi (al centro) è in compagnia del direttore marketing di Whirlpool Italia Roberto Grimaldi (a sinistra) e di Luca Lampredi, direttore commerciale built-in.hashtag#team hashtag#motivazione hashtag#academy hashtag#innovazione hashtag#whirlpool hashtag#marketing Whirlpool Corporation",
            "comments": []
        },
        {
            "post": "At the opening of hashtag#Interni Whirlpool Corporation & @odile deck studio presenting “The Synesthetic Swirl” an initiatory journey and an experience of well -being stimulated by the 6th sense. More to explore 17-26 April…come to visit us at Statale di Milano!hashtag#whirlpool hashtag#internidesignre_evolution hashtag#internifuorisalone2023 hashtag#internimdw23 hashtag#odiledecqstudio hashtag#designweek hashtag#milan Paolo Lioy Gabriella Simone Diana Nappo Mariana Rodrigues Alexandra Rusu Edda Laudi Pedro Campos Gabriele D'Amore Sergio Vitale Patrizia Meucci Luca Lampredi",
            "comments": []
        },
        {
            "post": "L’hashtag#innovazione di Whirlpool conquista i consumatori e si aggiudica il titolo di “Eletto Prodotto dell'Anno” 2023 per due dei nostri elettrodomestici. La lavatrice Supreme Silence e il forno a vapore Steam Sense sono stati infatti votati dalle 12.000 persone coinvolte nella ricerca di mercato Circana che ogni anno premia l’innovazione.Un importante riconoscimento che arriva direttamente dai consumatori e ci spinge ancora di più verso l’obiettivo di offrire loro prodotti sempre più in grado di migliorare la vita in casahashtag#whirlpoolitalia hashtag#whirlpool, hashtag#sensingwhatmatters hashtag#innovation hashtag#teamworkDamiano Marangi Gabriella Simone Diana Nappo Roberto Enrico Fabbri Barbara Biasella Whirlpool Corporation Prodotto dell'Anno ————————————————— Whirlpool's hashtag#innovation won over consumers and received “Eletto Prodotto dell'Anno” 2023 for two of our home appliances.The Supreme Silence washing machine and the Steam Sense oven were voted by 12,000 people involved in the @Circana  market research, which rewards innovation every year.An important recognition that comes directly from consumers and pushes us even further towards the pursuit of offering products able of improving life at homehashtag#whirlpoolitalia hashtag#whirlpool, hashtag#sensingwhatmatters",
            "comments": []
        },
        {
            "post": "Oggi a Carinaro una giornata in compagnia dello staff e della stampa dove abbiamo parlato di hashtag#sostenibilita hashtag#economiacircolare e mostrato concretamente come Whirlpool Corporation ricondiziona i prodotti dandogli una seconda vita ed offrendo ai consumatori soluzioni sempre più sostenibili.",
            "comments": []
        },
        {
            "post": "L’impegno di Whirlpool nell’innovazione e l’attenzione alla sostenibilità dei suoi prodotti sono stati fra i temi toccati oggi con i nostri trade partner, produttori di cucine e distributori,  in occasione del Roadshow virtuale 2023, il nostro consueto appuntamento dedicato al mondo dell’incasso.Una giornata per presentare le priorità di quest’anno e tutte le novità di prodotto dei nostri marchi per rispondere alle esigenze dei consumatori, con servizi di post-vendita sempre più efficienti grazie al customer service di Fabriano.Un ringraziamento particolare a chi ha partecipato all'evento e al team di Whirlpool Italia che ha lavorato per la realizzazione di questo evento.hashtag#KitchenAid, hashtag#whirlpool hashtag#hotpoint hashtag#indesit hashtag#whirlpoolitalia @whirlpoolcorporation Gilles Morel Paolo Lioy Luca Lampredi Gabriella Simone Diana Nappo Damiano Marangi Patrizia Meucci ————————————-Whirlpool's commitment to innovation and sustainability of its products were among the topics discussed today with our trade partners, kitchen manufacturers and distributors,  on 2023 virtual  roadshow, our usual appointment dedicated to built-in.An opportunity to present this year's priorities and all the new products from our brands to respond to consumer needs, with increasingly efficient after-sales support thanks to Fabriano's consumer service.Special thanks to those who participated and to the team  of Whirlpool Italy who worked for the realization of this event.",
            "comments": []
        },
        {
            "post": "Few weeks ago I was invited as a speaker at the Central European University of Vienna to the Youth Political Forum organised by the International Community NGO to discuss how to access the private sector from Humanistic or Political studies background together with Andrea Fonsmorti, Liliia Antoniuk, Giorgi Kakulia, Stijn Ringoir and @Dominik Szecsi.It was a pleasure to talk to such a talented community and contribute with my experience. Thanks to Anastasiia Todoruk and Agata Bidas for the invite.  hashtag#community hashtag#experience hashtag#university hashtag#diversity",
            "comments": []
        },
        {
            "post": "Felice di essere stato nominato da Forbes Italia tra i primi 100 direttori marketing e comunicazione italiani.Una sorpresa e un riconoscimento importante che va anche al mio fantastico team di Whirlpool Corporation Italia. Grazie!---------------------------------------——-Glad and surprised to have been nominated by Forbes Italia among the top 100 marketing and communications directors in Italy.An important recognition not only for myself, but also for my fantastic  Italy Whirlpool Corporation team. Thank you!hashtag#whirlpoolemployee hashtag#forbes hashtag#marketing hashtag#communications hashtag#teamleader Gabriella Simone Roberto Enrico Fabbri Diana Nappo Damiano Marangi Barbara Biasella",
            "comments": []
        },
        {
            "post": "Hotpoint rinnova per il terzo anno consecutivo la partnership con MasterChef Italia, 12° edizione.Siamo orgogliosi di essere presenti anche  quest’anno  nelle cucine del Cooking Show più amato d’Italia.  Così come il  nuovo posizionamento di Hotpoint ”Sharing the feeling of Home-Love” parla del piacere di vivere la casa e condividerla con chi amiamo, così i nostri elettrodomestici accompagneranno gli aspiranti chef nel loro emozionante percorso in cucina.Proprio Hotpoint Home-Love è protagonista della pianificazione, appena partita sulle reti Sky, che per la prima volta racconta al grande pubblico quel sentimento di calore che solo la “casa”, nel senso più ampio del termine, sa regalarci e che sarà on air durante le prossime due puntate dei live e della finale di X Factor.hashtag#Hotpoint hashtag#HotpointItalia hashtag#ShareHomeLovePaolo Lioy Luca Lampredi Marco Falaschetti Mariana Rodrigues Gabriella Simone Gabriele D'Amore Rachel Niemoller Filippo De Nittis",
            "comments": []
        },
        {
            "post": "I’m thrilled to share that Hotpoint's new brand positioning \"Sharing the feeling of home-love\" is airing now in Italy on SKY channels! Hotpoint has been supporting Italian families for decades with its thoughtful Home Solutions, which are carefully crafted to offer high-quality performance we can count on every day.  It’s hugely exciting to embark on this new chapter and continue to improve the lives of our consumers at home, who are at the heart of everything we do. Enjoy and share home-love: https://lnkd.in/dSZW8RNG  hashtag#Hotpoint hashtag#ShareHomeLove Paolo Lioy Luca Lampredi Marco Falaschetti Gabriella Simone Filippo De Nittis Mariana Rodrigues Rachel Niemoller Gabriele D'Amore",
            "comments": []
        },
        {
            "post": "WHIRLPOOL ITALIA: ROBERTO GRIMALDI E' IL NUOVO DIRETTORE MARKETINGIl nuovo direttore marketing di Whirlpool Italia è Roberto Grimaldi, che da ottobre 2020 aveva ricoperto lo stesso ruolo per la Russia e i paesi del Cis (Comunità degli stati indipendenti). Precedentemente aveva maturato esperienze in Whirlpool Corporation in ambito Marketing, Sales e Corporate Strategy. hashtag#marketing Whirlpool Corporation hashtag#manager hashtag#sales hashtag#strategy",
            "comments": []
        },
        {
            "post": "After several years of international experiences, I am proud to be back in Italy as hashtag#WhirlpoolItalia Marketing Director. In this new position, I’ll put in place skills acquired abroad in West Europe Markets, in France and in Russia. I’d like to thank Paolo Lioy for the opportunity and trust reserved. A special thanks also to my Whirlpool Russia & Cis team for the years spent together and for the marketing activities carried out in a complex and changing scenario, as well as for the results obtained, always with passion and determination. hashtag#whirlpoolItalia hashtag#marketing hashtag#whirlpool",
            "comments": []
        },
        {
            "post": "ROBERTO GRIMALDI è il nuovo direttore marketing di Whirlpool ItaliaWhirlpool CorporationPaolo LioyPatrizia Meuccihashtag#whirlpool hashtag#nomine hashtag#marketing",
            "comments": []
        },
        {
            "post": "Great team do great things!",
            "comments": []
        },
        {
            "post": "\"Few weeks ago we announced in Russia the new revolutionary Hotpoint Total No Frost refrigerator. Watch the live stream and find out how Hotpoint innovations can change the way people think about food freshness and storage. The technologies of the future are now available to everyone!\" (soon in english!)How do you like the line of refrigerators 2021? Are you impressed?hashtag#great hashtag#team hashtag#deliver hashtag#great hashtag#productsAnton Chumakov Anna Vlasova Daniele Diana Aryman Pugliese Luca Cassanelli Laura Tazzioli Vladimir Kirakosyan Gabriele Patti Casey Tubman Jan Reichenberger Alessandro Perucchetti Gianluca Castelletti Francesco Celentano Gilles Morel Matteo Liscaio",
            "comments": []
        },
        {
            "post": "Couple of weeks ago i had the pleasure to represent Hotpoint at the @eatfilmfest International Film Festival in Moscow. Here we had a public debate around the \"Food waste\", a global issue big like 88M of tons of good food going to waste each year, with 53% of this occurring at our home.At Hotpoint we established our vision of FOOD CARE CULTURE fostering and promoting cultural change to tackle the issue, how?Raising awareness & offering hands-on assistance to our consumers throughout the food journey.Discover more about all our initiatives on Hotpointhashtag#hotpoint Eat Film Festival hashtag#thewayyoucare hashtag#wecanchange hashtag#foodcareculture hashtag#freshthinking hashtag#moscow hashtag#proudofhotpoint",
            "comments": []
        },
        {
            "post": "\"Here everyday people drive change, valorize diversity and transform problems in opportunities to pursue the excellence \" - Our Roberto Grimaldi, Senior Category & Trade Marketing Manager, Russia & CIS, believes people are our greatest asset behind our hashtag#TopEmployer certification! Find out more about our career opportunities: http://whrcorp.co/gXW4CZ hashtag#WhirlpoolTopEmployer hashtag#WhirlpoolCareers",
            "comments": []
        },
        {
            "post": "Last week I had the pleasure to meet Adecco in Budapest and have a speech on what is marketing, his role and functions, what skills needed and how people can make the difference in modern organizations.Working at Whirlpool Corporation I’m proud to share how we drive innovation also in leading functions and growing people.Many thanks to Andrea Fonsmorti and The Adecco Group for warmly hosting me in their HQ and inviting me for the speech.hashtag#whirlpool hashtag#adecco hashtag#speech hashtag#budapest hashtag#hungary hashtag#marketing hashtag#modernorganization hashtag#people hashtag#recruitment hashtag#skills hashtag#sharinginnovation",
            "comments": []
        },
        {
            "post": "u",
            "comments": []
        }
    ]
}