{
    "name": "Silvia Granata",
    "subtitle": "Chief Growth Officer| Chief Marketing Officer| CSR Leadership| Start up||Strategy | Business Development | E-commerce| CRM| Customer centricity| B2B & B2C| Corporate Communication",
    "location": "Milan, Lombardy, Italy",
    "about": "I'm a Marketing and Business Development Expert with solid experience in managing international and local brands in different markets across Europe: Beauty (Sephora, L’Orèal, Nivea), Sportswear (adidas), Entertainment (Walt Disney, Feltrinelli, Mondadori) and recently food (Eat Happy Group scale up). I focus on omnichannel approaches, international strategic Marketing, Retail management omnichannel, managing large CRM programs and innovative communication. I have developed specific competencies in project management in complex international organizations as well as in digitalization, as natural evolution in the Marketing as well as in the customer. International background and mindset. Passionate for CSR and sustainability leadership. I’m fluently speaking English, French and German. Italian is my mother language. Specialties: Strategic Marketing and Innovation, Business Development, Digital development, Branding projects, Digital consumers education, Retail Marketing with innovative consumer approaches.Angel of the AXA Project Angels4Women and Advisor of IULM Innovation Lab Speaking and writing fluently in English, French and German as well as Italian, my mother language",
    "experiences": [
        [
            "Marketing and Communication Director",
            "AUTOGUIDOVIE · Full-time",
            "May 2023 - Present · 1 yr 1 mo",
            "Milan, Lombardy, Italy · On-site"
        ],
        [
            "Guest speaker at University",
            "Università Ca'​ Foscari Venezia · Freelance",
            "Dec 2020 - Present · 3 yrs 6 mos",
            "Venice, Veneto, Italy",
            "Lectio to the international students of the final year in History of Innovation (Innovation, Marketing and Management 3-years course) at the Ca' Foscari University, about the strong relation between Innovation and Marketing nowadays, theory and cases"
        ],
        [
            "GLOBAL TRADE  DIRECTOR",
            "GFL · Full-time",
            "Aug 2022 - Apr 2023 · 9 mos",
            "Lugano Metropolitan Area · On-site",
            "LinkedIn helped me get this job",
            "Responsible for the development of the new \"go to market\"retail business of GFL SA worldwide including: setting strategy retail, business development in all channels from mass to specialized (perfumery, ecom,..), supporting the brand and trade marketing activities for the GFL own brands in porfolio.\nResponsability covering all countries where GFL from North America to Asia.\nSettingup new process of collaboration across countries \nProduct and price analysis\nBrand Communication\nMarket intelligence"
        ],
        [
            "MARKETING INNOVATION LEADER",
            "SILVIA GRANATA",
            "Oct 2020 - Aug 2022 · 1 yr 11 mos",
            "Milan, Lombardy, Italy"
        ],
        [
            "HEAD OF INTERNATIONAL MARKETING",
            "EAT HAPPY GROUP · Full-time",
            "Jan 2021 - Jul 2022 · 1 yr 7 mos",
            "Colonia, Renania Settentrionale-Vestfalia, Germania · Hybrid",
            "Responsible for the International strategic brand development of the great scale up EatHappy Group across Europe, that counts in its portfolio the international EatHappy brand, sushi corners shop in shop concept with daily fresh sushi prepared by chefs, Wakame Selection sushi lifestyle chillers offer, Yuzu sushi chiller offer and more to come very soon. Top quality of sushi, artisanal production inspired by the asian culture and traditions and a positive attitude are the key values of the Group."
        ]
    ],
    "posts": [
        {
            "post": "È stato un grande piacere partecipare al KIDS MARKETING FORUM2024 a Milano sul tema delle \"narrative alternative\". Autoguidovie ha voluto raccontarsi a una platea di aziende delle industry più diverse che probabilmente, con un po' di stupore, hanno colto la grande sfida che questa industria della mobilità, e in particolare del trasporto in autobus, cela. Desiderare di trovare modi sempre più efficaci di popolare l'esperienza del viaggio con narrazioni di senso, a misura di piccoli e grandi, analizzando i sogni e i bisogni dei suoi milioni di utenti ogni anno, e rispondendo con un nuovo storytelling, fatto di informazioni rilevanti così come la capacità di creare alleanze provenienti da mondi diversi che fanno capolino nel mondo del trasporto, sarà la sfida da vincere nel 2024. Ringraziamo BVA Doxa BRAND JAM e MLD ENTERTAINMENT Cristina Liverani Paolo Lucci Stefano Solarino per la graditissima ospitalità. Buon viaggio a tutti.Silvia Granatahashtag#Autoguidovie hashtag#KidsMarketingForum hashtag#GuidatiDaTe",
            "comments": []
        },
        {
            "post": "❤️❤️ 2 Books You should read ▶️ 🥇Elevate Your Leadership: A 30-Day Challenge 🏆➡️ https://lnkd.in/eCV8dw79💡102 Most Useful Excel Functions : The Ultimate Guide⭐▶️ https://lnkd.in/enmdA8hq",
            "comments": []
        },
        {
            "post": "💕 2 Books You should read ▶️ 🥇Elevate Your Leadership: A 30-Day Challenge 🏆➡️ https://lnkd.in/eCV8dw79💡102 Most Useful Excel Functions : The Ultimate Guide⭐▶️ https://lnkd.in/enmdA8hq",
            "comments": []
        },
        {
            "post": "In a world where 'KPI' typically quantifies our performance in figures and facts, I propose we look at it through a new lens, where KPI stands for 'Keep people interested, Keep people informed, Keep people involved, Keep people inspired.'As a professional, credentialed leadership coach, I believe these human-centric metrics are indicators of sustainable success. By focusing on engaging, educating, including, and motivating our teams, we create an environment where performance indicators thrive naturally.Let's shift our perspective from numbers to narratives and witness how our leadership can transform our teams and the fabric of our organisations.What do you think?hashtag#HumanCentric hashtag#KPI hashtag#Coaching hashtag#Management hashtag#Leadership hashtag#LeadershipDevelopment hashtag#LeadershipFirst hashtag#Mentoring hashtag#Leader hashtag#LeadershipCoach hashtag#LeadershipMindset hashtag#KPI hashtag#ManagementStyle hashtag#LeadershipQualities hashtag#LeadershipExcellence hashtag#ThoughtLeader hashtag#ManagementSkills hashtag#SelfLeadership hashtag#Coach hashtag#ICF hashtag#PCC hashtag#Vision2030 hashtag#SaudiArabia hashtag#People hashtag#Growth hashtag#CoachAsLeader",
            "comments": []
        },
        {
            "post": "I'm always very much inspired by this exceptional communicator, & cultural game changer for a generation as well.by her suggestion and  strong point of view.",
            "comments": []
        },
        {
            "post": "BUONGIORNO MILLIONAIREhashtag#buongiornomillionaire hashtag#inspiration hashtag#aristotele",
            "comments": []
        },
        {
            "post": "Il hashtag#CHOM si sente costantemente responsabile per le hashtag#persone e per il hashtag#pianeta. E' sempre in prima linea come un vero hashtag#ambassador e sa quanto è importante realizzare hashtag#routine hashtag#gentili per arrivare ad un'evoluzione organica e coerente.",
            "comments": []
        },
        {
            "post": "Experior di Ca' Foscari è un interessante  progetto che mette in connessione università - studenti e il Gruppo Autoguidovie.Abbiamo lanciato agli studenti una bella sfida vs al mondo dei clienti e della sostenibilità nella mobilità ....siamo molto curiosi di ascoltare  come menti fresche e senza condizionamenti, saranno capaci di interpretare il mondo del trasporto pubblico in una nuova chiave:).Una bella sfida anche per  noi, che ci siamo messi in discussione, trovandoci tra giovani adulti e volendo essere ingaggianti su un mercato complesso, come quello del trasporto pubblico;  siamo sicuri pero' che sia un connubio vincente  perché l'energia che ci hanno trasmesso fino a qui, ci ha già conquistato.",
            "comments": []
        }
    ]
}