{
    "name": "Fabio Schiavolin",
    "subtitle": "I believe in building positive connections between human beings, with Love. Enthusiastic people manager, passionate supporter of brilliant tech driven ideas. Chief Executive Officer at  Snaitech",
    "location": "Milan, Lombardy, Italy",
    "about": "Passionate CEO with over 18 years experience in the role focusing in biz dev, start up and new challenges in f&b and gaming markets. Wide expertise in european gaming markets with strong skills in strategy and negotiation. Spanish and English languages on regular basis. General management competences.Specialties: General Management, start up management, merger & acquisition, regulated businesses.",
    "experiences": [
        [
            "CEO Snaitech Group",
            "Snaitech S.p.A",
            "Dec 2015 to Present · 8 yrs 6 mos",
            "Milano, Italia",
            "SNAITECH is a leading Italian Gaming and Betting company, part of Playtech PLC a world Gaming conglomerate listed on the London stock exchange as a premium FTSE 250.\nFounded through the integration between Snai Spa and the Cogemat group companies in late 2015, has headquarters in Milan, Rome and Porcari (Lu).\nThanks to its multichannel technology Snaitech offers sport and horse racing betting, virtual sports, videolotteries, both online and mobile (poker, skill games, casino games, bingo), esports and pari-mutuel. The SNAI retail betting network is comprised of over 1600 points of sale located throughout Italy. The Group also operates 60,000 New Slot and more than 11,000 Videolottery. Convenience payments services (SnaiPay), satellite broadcasting and integrated stats and odds services, real time updates on different sport events, contribute toward optimizing the quality and value of products and services. \nSnaitech also operates the broadcasting of all Italian Horse Races through EQU TV to all Italian gaming companies.\nSNAITECH owns three race tracks,two in Milan,San Siro galoppo and La Maura trotto, and one in Tuscany in Montecattini Terme, Sesana trotto. Its properties include training circuits and accommodation for horses."
        ],
        [
            "Chief Executive Officer and Co Founder",
            "Cogetech S.p.A.",
            "Jan 2004 to Dec 2015 · 12 yrs",
            "With more than 500 employees Cogetech is a market leader in the italian gaming industry managing activities in four BU: gaming machines (through a network of 38.000 AWPs in more than 15.000 shops and  over 5.000 VLTs directely manged), online gaming (sports betting, poker, bingo, casino and skill games), sports and horse racing bettings (with 200 betting shops under the brand IZIPlay and providing b2b services to more than 350 indipentend shops) and commercial services (cell top ups, bill payments, online transactions etc)."
        ],
        [
            "CEO",
            "Bottega del Caffè - Caffettiamo",
            "Nov 2000 to Dec 2003 · 3 yrs 2 mos",
            "La Bottega del Caffè has been the owner of Caffettiamo registered trademark which has been at the beginning of year 2000 one of the first Italian Coffee chains in franchising."
        ],
        [
            "cirsa",
            "5 yrs 6 mos",
            "BU director",
            "Apr 1997 to Oct 2000 · 3 yrs 7 mos",
            "Branch Director",
            "May 1995 to Mar 1997 · 1 yr 11 mos"
        ]
    ],
    "posts": [
        {
            "post": "Il format della hashtag#SnaitechSustainabilityWeek non è la solita presentazione del Bilancio di Sostenibilità ma un vero e proprio momento di confronto interno e con i nostri stakeholder sul nostro percorso in ambito CSR.Ci dedichiamo 7 giorni perché non sia (non lo è mai stato!) un adempimento formale, ma l’occasione per raccontare a tutta la famiglia Snaitech quanto venga fatto nella creazione di hashtag#valoresostenibile nel rispetto delle hashtag#comunità che ci accolgono, dell’ambiente circostante e delle hashtag#persone.Il hashtag#BilanciodiSostenibilità2023 di Snaitech segue quattro direttrici che sono i veri pilastri su cui fondiamo la nostra identità: il hashtag#mercatoregolamentato in cui operiamo rappresenta un presidio di hashtag#legalità e hashtag#garanzia per i nostri clienti. In quest’ambito per il 9° anno consecutivo abbiamo ottenuto la Certificazione internazionale G4 per hashtag#giocoonline grazie all’utilizzo dei più sofisticati strumenti per la garanzia di hashtag#giocoresponsabile. Poi l’hashtag#innovazione, ovvero la capacità di anticipare le tendenze grazie all’utilizzo delle più moderne tecnologie e soluzioni, sempre in sicurezza e curandoci della salute dei nostri clienti. E ancora, l’imperativo della hashtag#sostenibilità, a 360 gradi, resa possibile grazie alle scelte dell’azienda e all’attività della nostra hashtag#FondazioneSnaitech e le sue partnership con importanti associazioni come Special Olympics Italia, Fondazione Francesca Rava - NPH Italia ETS, hashtag#FondazionePremioCostruiamoilfuturo, Rete Clima e molte altre che ci hanno permesso quest’anno di raggiungere in modo diretto ben 11.000 persone!Ultimo driver, quello delle persone. Sono loro il nostro asset più prezioso, il cuore pulsante di un modello di business che fa della condivisione degli obiettivi, dell’impegno e dell’entusiasmo una cifra distintiva. Una dedizione e un hashtag#gioco di hashtag#squadra di cui vado sinceramente orgoglioso.Viva Snaitech! hashtag#fondazionesnaitech hashtag#sostenibilmente",
            "comments": []
        },
        {
            "post": "A pochi giorni dalla Giornata Mondiale per la hashtag#Salute e la hashtag#Sicurezza sul hashtag#Lavoro e dal Primo Maggio è ancora acceso il dibattito sui diversi temi che caratterizzano un attività che occupa una parte preponderante della nostra vita (90.000 ore secondo una ricerca di Glickon del 2022, praticamente piu di 10 anni…), il LAVORO!Pur operando in un comparto considerato non a rischio diretto per la sicurezza dei lavoratori, non posso rimanere insensibile a numeri che testimoniano, purtroppo, una drammatica attualità. Nel 2023 ci sono state 1041 morti bianche, contro le 1208 nel 2022: un trend in calo ma comunque preoccupante con una media di tre decessi al giorno.È fondamentale interrogarsi sulle azioni da mettere in campo per invertire la rotta, per evitare di accettare dosi eccessive di rischio se non addirittura dimenticarsene .Rispetto dei protocolli e ricorso a figure esperte sono fondamentali, ma credo ci sia anche una nuova frontiera da esplorare: quella dell’hashtag#IntelligenzaArtificiale che spesso sentiamo descrivere come un potenziale pericolo per i lavoratori.Nell’ambito sicurezza l’AI, opportunamente addestrata può essere molto più efficiente dell’uomo nel mettere in relazione enormi quantità di dati, anche disomogenei tra loro, garantendo un importante supporto ad elevare la qualità e la quantità dei controlli, progettando hashtag#strategie di manutenzione predittiva mirate a prevenire guasti e malfunzionamenti o isolando meglio le aree riservate a personale specializzato. Inoltre, hashtag#robot e droni, gestiti con l’ausilio dell’IA, potrebbero essere utilizzati per interventi diretti di manutenzione in contesti pericolosi per gli esseri umani o essere impiegati in modalità che ad oggi non immaginiamo nemmeno. Per quanto riguarda il mio mondo, quello dei hashtag#giochi, l’AI può essere anche utilizzata per  processare innumerevoli quantità di dati e transazioni (hashtag#comportamenti dei consumatori) fondamentali per un più efficace contrasto al possibile approccio compulsivo al gioco che già da anni combattiamo con tutti i mezzi disponibili per tutelare i nostri clienti preservandoli dai rischi conseguenti all’eccessivo coinvolgimento senza intaccare la hashtag#funexperience.Non c’è dubbio che in ogni industry e per ogni sua applicazione l’AI debba essere accuratamente studiata e regolamentata ma dove rappresenta una grande opportunità, senza controindicazioni, deve essere utilizzata senza indugi. Di fronte alla possibilità di incidere positivamente sulla vita delle hashtag#persone non possiamo permetterci di aver paura del hashtag#futuro.Avanti!hashtag#snaitech hashtag#gaming hashtag#innovazione",
            "comments": []
        },
        {
            "post": "In questi ultimi periodi di scandali e rivelazioni mi chiedo spesso se l’hype hashtag#social, almeno per come lo intendiamo noi hashtag#XGen, stia imboccando una fase discendente.Giovedì sera (ahimè) ho avuto modo di “vivere” la costruzione di una hashtag#fakenews. Seduto in Tribuna all’Olimpico (ecco la giustificazione dell’ahimè) ho assistito alla scena, al 95’, di un noto personaggio di TikTok che, allontanandosi dal proprio posto, rivolgeva un paio di battute a Ibra (sempre impassibile) seduto dietro di me. Venerdì mattina TikTok era pieno di reel con improvvisati cronisti a riportare di alterco, discussione o rissa sfiorata tra i due. Totally fake… Ecco, questo possono essere i social!Già nel Digital Consumer Trends Survey 2021 di Deloitte emergeva che il 22% degli italiani aveva smesso di utilizzare temporaneamente o permanentemente almeno una piattaforma social. Con diverse motivazioni: “essersi stancati dei contenuti” (35%), “presenza eccessiva, vedi sopra, di fake news” (25%), “preoccupazione per la propria privacy” (21%), “post e commenti troppo negativi” (18%), “difficoltà a sentirsi bene con se stessi” (15%) “utilizzo dei social per troppo tempo” (14%), “non voler essere esposti ad alcuna teoria del complotto” (11%), mentre  il 7% si è dichiarato addirittura vittima di molestie o bullismo.Negli ultimi anni i social sono cambiati per sopravvivere: pensiamo alla massiva introduzione di contenuti video per lo strapotere di TikTok ( il vecchio Musically) o all’introduzione di Threads da parte di Meta per contrastare X. Nonostante ciò, nel report Digital 2024, pubblicato da We Are Social in collaborazione con Meltwater si registra un aumento del tempo quotidiano speso sui social (quasi 1 minuto in più rispetto all’anno scorso) ed un incremento del numero di persone che dichiarano di guardare contenuti video (91%, +0,4% rispetto al 2023). In crisi i social generalisti come Facebook con utenti sempre più alla ricerca di platee omogenee dove condividere interessi comuni, Instagram abbandonato da molte star del cinema e dello hashtag#sport oppure il cosiddetto effetto Ferragni a minare i rapporti aziende-influencer e molti altri trend che sembrano far presagire a un declino, se non proprio a un tracollo, di alcuni social network. Altri come YouTube sono riusciti a cavalcare tre generazioni senza mostrare alcun segno di anzianità rinnovandosi sempre fino ad essere scelto dai hashtag#GenZ di BeReal e SnapChat. Ma quindi, che succede? Probabilmente una fisiologica parabola discendente di un fenomeno che sta subendo una correzione e hashtag#trasformazione unitamente alla maturazione degli utenti, al cambio delle modalità e dei tempi con cui le piattaforme vengono utilizzate, e una sempre maggiore ricerca dei propri interessi: insomma un sano ritorno alle hashtag#persone e alle loro sensibilità. Io credo che continuerò ad essere vorace tester di nuove piattaforme anche per evitare di essere etichettato dal mio Luca come “troglodita digitale” 😊 hashtag#people hashtag#innovation hashtag#transformation",
            "comments": []
        },
        {
            "post": "Storditi dall’overdose di cioccolato e colomba abbiamo archiviato la Pasqua e con essa anche le ultime agevolazioni previste per alcune fasce di lavoratori relativamente allo hashtag#smartworking.Secondo uno studio degli Osservatori di Digital Innovation del Politecnico di Milano il 96% delle grandi imprese, il 56% delle PMI e il 61% degli Enti pubblici hanno trovato un “equilibrio” con modelli di smart working strutturato. Pare che il fenomeno sia anche “green” visto che i 2 giorni medi a settimana di lavoro da remoto evitano l’emissione di 480kg di CO2 all’anno a persona grazie alla diminuzione degli spostamenti e al minor uso degli uffici. E poi impatti sul marketing immobiliare (vado a vivere in campagna.) aumento dell’utilizzo degli spazi di coworking e un sacco di altri “effetti collaterali”.Eppure…per anni ci siamo svegliati, fatti doccia e barba e siamo andati in ufficio senza nemmeno chiederci se c’era un’alternativa, vivendo una ritualità e una naturale condivisione di piccoli e grandi momenti. Oggi nei colloqui di assunzione è quasi blasfemo chiedere una presenza fisica tutta la settimana (non solo ai Gen Z) e nel moderno mercato del lavoro resiste un’unica certezza: le hashtag#persone rimangono l’asset più prezioso di un’organizzazione. Ma contesto, regole di ingaggio, consuetudini e obiettivi, soprattutto se si guarda alle nuove hashtag#generazioni, sono in costante trasformazione. Anzitutto un tema demografico: ci sono sempre meno candidati anche perché la fascia 18/34 anni in Italia non supera i 10,2 milioni, quasi un quarto in meno rispetto al 2002. Bisogna poi fare i conti con la hashtag#fugadicervelli, con la necessità di hashtag#formazione continua, ma anche con la minore disponibilità al training on the job sostituita dalla necessità di flessibilità immediata. Ho sempre pensato che i cambiamenti siano opportunità di hashtag#crescita, di stimolo al miglioramento, di vitalità e che ci spingano a trovare le soluzioni più efficaci per le nostre aziende e collaboratori. Una domanda, però, la voglio porre (con il rischio di passare per boomer): in un contesto come quello attuale con cosa sostituiremo quella bella sensazione di lavoro di squadra che si prova facendo tardi in ufficio coi colleghi, andando a cena insieme e magari trovando la soluzione al problema del giorno dopo davanti ad un piatto di pasta? E ancora. Il crescere della distanza non rischia di diventare un deterrente alla formazione di un'identità aziendale che, a mio parere, nasce più facilmente dalla hashtag#condivisione? Infine. One life, one job, one company rappresenta sicuramente un trinomio asfittico, quasi fanè ma… siamo sicuri che tutto questo non costituisca un contributo ad un turnover eccessivo che a lungo andare porta a spersonalizzare ulteriormente il rapporto tra lavoratore e azienda?Il balance è, a mio avviso, la risposta. A questo lavoro, con entusiasmo ogni giorno, cercando di superare i miei possibili “limiti” culturali con il mio mai sopito entusiasmo “touchy”.Avanti!hashtag#snaitech hashtag#people",
            "comments": []
        },
        {
            "post": "Prendiamola da un punto di vista diverso per una volta.Questo periodo dell’anno non è emozionante solo per la fioritura dei Cherry Blossom in Giappone ma anche per la pubblicazione dei risultati dell’anno precedente con le indicazioni sul current trading per la maggior parte delle aziende in Europa e nel Mondo. Al di là del puro adempimento normativo i Financial Full Year Results rappresentano un’occasione per fare delle riflessioni ad ampio spettro. Per quanto mi riguarda ogni anno quando mi trovo a redigere le presentazioni con il team cerco di misurare (anche qualitativamente) la distanza tra quello che volevamo e ciò che effettivamente abbiamo realizzato, cosa resta ancora da fare nelle varie direzioni e cosa il hashtag#mercato, e le persone che lo costituiscono, si aspettano da noi.Alcune soluzioni non dipendono solo dal comparto e a questo proposito confido davvero che il legislatore, a valle della revisione del digitale in corso, arrivi finalmente a dare vita a un riordino organico ed efficace del hashtag#gioco sul territorio armonizzandone il suo impatto sulla comunità.Come ho detto più volte, però, la vera novità, il cambio di paradigma deve nascere da noi. Da anni sogniamo una profonda trasformazione del nostro mercato e di come viene percepito: Gaming VS Gambling, Pronostico VS Betting, Intrattenimento VS Azzardo, non sono solo un tentativo di make-up, sforzi sintattici o un glossario rinnovato ed edulcorato del settore. Sono delle necessità.In realtà non ce ne siamo quasi accorti ma sono i hashtag#consumatori stessi, in particolare i più giovani, ad avere ridefinito il paradigma, quindi, sta a noi seguirli nella loro esigenza di hashtag#divertimento, ingaggio, semplicità e velocità.È la sola strada che possa garantire la hashtag#sostenibilità del mondo dei giochi e la sola direzione verso cui profondere il massimo sforzo, di trovare il “right way to do it”.Un driver di questa “rivoluzione gentile” è la contaminazione culturale e generazionale. Nel 2023 sono entrate a far parte della nostra famiglia 118 nuove risorse di cui il 40% sotto i 30 anni. È anche grazie al loro quotidiano apporto in termini di creatività, visione ed “energia pulita” che possiamo sperare in futuro migliore.A questo punto dirvi i numeri che sono sintesi del lavoro fatto è un gioco da ragazzi, ma soprattutto un gioco di hashtag#squadra, eccoli: ricavi a 946,6 milioni di euro, EBITDA pari a 256,1 milioni di euro e Free Cash Flow di 192,7 milioni. Certamente degli ottimi risultati ed ancora in crescita su tutte le linee. In più: abbiamo aiutato a vario titolo 75 organizzazioni del terzo settore che hanno un impatto diretto con oltre 11.000 famiglie appartenenti alle fasce più deboli della nostra società e questo ci riempie di orgoglio almeno quanto i dati economici. Il 2024 è iniziato bene ma dobbiamo ancora dedicarci alla “rivoluzione gentile”, magari aiutati dallo spettacolo della primavera.Snaitech, siamo questo, ma molto di più…stay coolAvantihashtag#gaming hashtag#betting hashtag#entertainment hashtag#sport",
            "comments": []
        },
        {
            "post": "Sono passati quasi 10 anni dall’autunno del 2015 e dall’inizio dell’avventura Snaitech con tante decisioni da prendere in breve tempo per rendere possibile quella che oggi è una fantastica realtà.Una delle scelte più difficili (vista anche la necessità per me ed il mio team di “studiare” il contesto) fu quella relativa al futuro degli hashtag#ippodromi di proprietà che si concluse con l’individuazione della soluzione più sfidante ed impegnativa. Ma senza dubbio anche più affascinante.“Rilanciamo attraverso la hashtag#contaminazione”, furono le parole d’ordine (che ancora oggi riassumono la nostra strategia per il rilancio di San Siro) che lasciarono alcuni dei “nuovi” colleghi ammutoliti mentre altri mugugnavano. Fu sufficiente qualche passeggiata al suo interno tra la Palazzina del Peso permeata di storia e racconti leggendari, il Cavallo di Leonardo e il Parco Botanico, per capire quali fossero le grandi potenzialità di questo meraviglioso asset centenario entrato in un cono d’ombra da troppi anni con la giusta necessità di riprendersi una ribalta persa da troppo tempo. Come spesso accade nella vita hashtag#passione e convinzioni per realizzarsi hanno bisogno di trovare dei volani, dei catalizzatori che permettano di amplificarne la portata: nel 2018 , quando l’Ippodromo Snai San Siro è stato inserito tra i luoghi aperti per le “Giornate FAI di Primavera”, il megafono di quella stupenda squadra che è il FAI, ha contribuito a premiare un monumento che per la città di Milano rappresenta un patrimonio sportivo, storico, artistico e culturale, oltre ad essere un vero e proprio polmone verde, il “Central Park di Milano “ come lo chiamo io. Come non essere simpatetici con il motto fondante del hashtag#FAI “Nato da una visione, dal coraggio e da un pizzico di follia”, parole che prendo volentieri in prestito dagli amici del FAI per definire il nostro percorso in quella che abbiamo ribattezzato la SNAI HORSE ARENA. Ippica ma anche equitazione, visite didattiche delle scuole, concerti, mostre, moda e grandi eventi aperti al pubblico … tutto con quel pizzico di follia ad infrangere il “dogma delle discipline verticali\" che 10 anni fa mi indicava come “intoccabile” il  tempio del galoppo. Il tutto condito da un coraggioso progetto di riqualificazione e restauro che, tra le altre cose, ha permesso di riaprire la Tribuna Secondaria, rimasta inutilizzabile da 20 anni e ora visitabile  in questo weekend di apertura FAI.Grazie sempre Andrea Rurale, per averci accolto nella tua famiglia ma soprattutto per il tuo impegno e la tua umanità!Venite a trovarci il 23 e il 24 Marzo, per chi non lo conosce sarà una vera rivelazione.Avanti!",
            "comments": []
        },
        {
            "post": "Quando ho iniziato a muovere i miei primi passi nel settore del hashtag#gaming (ahimè molti anni fa) l’hashtag#innovazione ed i cambi di scenario erano garantiti da una continua ed incessante attività regolatoria che per almeno 20 anni ha “normalizzato” il mercato.Oggi il nostro settore è sempre più tecnology and experience driven, permeato continuamente dalle più avanzate soluzioni ed influenzato, soprattutto nel digitale, dall’evoluzione delle abitudini dei nostri clienti.Il nostro task è quindi duplice: da una parte continuare ad innovare prodotti e processi per tenere il passo con i competitors attingendo dalle più sofisticate tecnologie e soluzioni, dall’altro quello di riuscire a comunicare con la nostra possibile platea di riferimento trovando sempre nuovi modi per favorirne l’engagement e l’attaccamento al brand.Siamo profondamente convinti che l’offerta di hashtag#gioco possa essere completata o accompagnata dalla creazione di spazi nei quali gli utenti possano trovare soluzioni di puro hashtag#intrattenimento così come mettere alla prova le proprie conoscenze sportive, abilità o capacità di pronosticare e prevedere gli eventi. hashtag#Snaifun – la casa di Snaitech che promuove e premia la cultura sportiva - è già una consolidata agorà virtuale dove gli appassionati di sport hanno la possibilità di attingere informazioni su tutti gli hashtag#sport e cimentarsi in svariate challenge che mettono alla prova abilità e conoscenza della materia. Ma bisogna stare al passo con i tempi visto che l’intelligenza artificiale e i “Live Data” stanno profondamente innovando l’entertainment sportivo. I Fan dello Sport oggi possono vivere un evento “multilivello” diverso rispetto al passato, utilizzando la tecnologia per personalizzare la propria esperienza in modo radicale, rendendola più profonda e coinvolgente. Arriva quindi House of Calcio! L’esperienza di Math&Sport di Adriano Bacconi, spin-off del Politecnico di Milano nella gestione e nel trattamento dei dati “invisibili” del calcio a supporto delle attività dei Match Analyst del calcio professionistico. Con House of Calcio oggi la comunità di SNAIFUN può raggiungere un vasto pubblico di veri appassionati di Sport. La scelta esclusiva di canali come Twitch e Youtube, così come l’utilizzo dei Social, è un chiaro indizio dei target a cui il progetto si rivolge. Snaifun Tipzone e Metagoats saranno protagonisti di due Format dedicati: il primo si rivolge agli appassionati di pronostici e di scommesse, il secondo al target dei Gamers e dei Fantacalcisti che potranno inoltre disporre del tool dei Match Analyst utilizzato per visualizzare e analizzare in tempo reale le partite di Serie A. Tanti nuovi strumenti per gustare il calcio da una prospettiva diversa ed esclusiva che contribuiranno a svelare molti lati nascosti dello sport più popolare al mondo e a dare un esclusivo e originale angolo all’experience del nostro pubblico. Noi ci siamo.Avanti!hashtag#AI hashtag#innovation hashtag#snaitech hashtag#pronostico",
            "comments": []
        },
        {
            "post": "Io li chiamo “gli Alessandri”. Alessandro Palazzotti e Alessandra Palazzotti sono l’anima e il cuore di Special Olympics.Grazie a loro siamo entrati a far parte di questo bellissimo movimento che organizza eventi sportivi per persone con disabilità intellettiva e per ogni livello di abilità.Un meraviglioso supporto per migliaia di famiglie in Italia e nel mondo che, grazie alla hashtag#passione, l’amore e la serietà di centinaia di volontari, hanno la possibilità di vivere un presente ed un futuro sportivo e sentirsi parte di una grande avventura.Tra i vari progetti della nostra hashtag#iZiloveFoundation a supporto delle associazioni che sostengono le fasce più deboli della società, dal 2017 c’è, appunto, la collaborazione con gli “Alessandri”. Un legame forte che è progressivamente cresciuto partendo dalle semplici iniziative di supporto al percorso sportivo degli Atleti passando per l’hosting della cerimonia di apertura dei Giochi Nazionali nel 2018 presso il nostro Ippodromo di Montecatini, fino ad arrivare ai numerosi eventi di volontariato aziendale. hashtag#Engagement. Ritengo che questo ultimo step sia il livello più evoluto della maturazione della hashtag#responsabilitàsociale all’interno di un’organizzazione: non mera attività “nice to have” ma partecipazione attiva e collettiva.In questi giorni i nostri colleghi sono “scesi in pista” per supportare gli hashtag#Atleti in occasione dei XXXV Giochi Nazionali Invernali di Sci Alpino, Sci di Fondo e Snowboard in programma a Sestriere hashtag#Solidarietà e hashtag#sport, due parole che appartengono alla storia e alla cultura di Snaitech e che cerchiamo di coniugare ogni volta che si presenta l’occasione. Il coinvolgimento delle hashtag#persone di hashtag#Snaitech è sempre nel paradigma delle iniziative che sosteniamo perché, non mi stancherò mai di ripeterlo, le good causes non sono e non devono essere una riga in un bilancio con in fondo una cifra spesa per avere la coscienza più pulita. Sono e devono essere degli investimenti a tutto tondo per migliorare la vita intorno e dentro di noi.In Abbey Road, loro ultimo album, I Beatles ci consegnano all’interno della canzone The End uno dei versi più alti e veri della storia della musica “… in the end the love you take is equal to the love you make”. So true, Sir Paul McCartney probabilmente una delle migliori metriche di vita. Non so se per tutti è così, ma per me e i miei colleghi, ogni volta che siamo partiti con l’intenzione di fare del bene siamo tornati a casa con la certezza di averne ricevuto molto di più.Avanti, con amore.",
            "comments": []
        },
        {
            "post": "Tommy e Luca per ora condividono molto poco oltre ad essere fratelli. 13 anni di differenza, quando si è piccoli, sono tanti ma 2 cose in comune le hanno di sicuro: il futuro e il Pianeta. E il loro hashtag#futuro sarà tanto migliore quanto lo sarà la qualità del Pianeta che le nostre generazioni lasceranno loro.In questo momento storico siamo tutti chiamati a fare la nostra parte. Ogni piccola azione conta. Da un lato dobbiamo invertire una tendenza originata dalla ormai lontana rivoluzione industriale, dall’altro, insegnare alle nuove generazioni a trasformarsi in custodi della nostra Terra.Guidando un'azienda importante mi chiedo ogni giorno come dare vita a un modello di business che oltre al profitto tenga conto della tutela dell’ambiente e della comunità, consapevole che la hashtag#sostenibilità oltre che un dovere civico e un capitale reputazionale, rappresenti un asset anche se intangibile.In queste settimane si sta discutendo, non senza stop and go, della direttiva UE sulla due diligence in materia di sostenibilità aziendale che prevede il controllo sulle emissioni della supply chain. Spetta alle istituzioni trovare la quadra tra le esigenze produttive e quelle dell’ambiente, senza inutile burocrazia.Snaitech non esercita un attività ad impatto “materiale” nell’ambiente ma sono comunque orgoglioso della nostra decisione di estendere e minimizzare le emissioni generate dall’intera value chain. Un percorso più difficile di quello standard perché prevede una contabilizzazione a tutto tondo delle hashtag#emissioni di carbonio ma credo che questa sia l’unica leva seria e trasparente per innescare davvero un effetto domino e un circolo virtuoso nel rapporto con gli stakeholder e per il futuro dei nostri hashtag#figli. hashtag#ambiente hashtag#climatechange hashtag#greeneconomy",
            "comments": []
        },
        {
            "post": "Lunedì pomeriggio hashtag#EQUtv, il canale televisivo di Snaitech che su mandato del MASAF si occupa della promozione della hashtag#filieraippica, ha presentato a Roma, in anteprima, un mini film sulla vita e i trionfi di hashtag#Varenne, uno dei più grandi cavalli di trotto di tutti i tempi. Tanti ospiti e amici illustri come Remo Chiodi, DG per l’ippica al Ministero, Giovanni Malagò per il CONI, Diego Nepi Molineris per Sport e Salute insieme a tanti protagonisti del mondo della televisione e dello sport.Personalmente ero curioso e al tempo stesso ansioso di vedere il team di hashtag#Epiqa cimentarsi in un ambito distinto dalla consueta gestione del palinsesto di EQUtv con le messe in onda delle giornate di gara o gli approfondimenti dentro e fuori studio. Quando due anni fa abbiamo vinto la gara indetta dal MASAF ero sicuro che la ripartenza della televisione, così come l’obiettivo di promozione degli sport ippici, non si dovessero limitare alla mera gestione del palinsesto. Bisognava allargare, ove possibile, il raggio d’azione all’intera hashtag#filieradelcavallo (includendo anche in questo senso l’equitazione) ma soprattutto raccontando delle storie, siano esse quelle raccontate dalle nostre inviate e inviati “in casa” dei proprietari, allenatori o allevatori o, come in questo caso, nella produzione di contenuti originali che lascino un segno tangibile agli appassionati dell’ippica.Credo che “Io sono Varenne” in questo senso abbia centrato il colpo: una hashtag#storia da guardare tutta d'un fiato con la carrellata di emozioni che questo meraviglioso cavallo ha saputo regalarci negli anni di attività ma ancora oggi, da “pensionato” nella sua casa nel pavese che apprezziamo grazie alla straordinaria fotografia del corto.La hashtag#ricetta: un'idea geniale uscita dal cilindro di Eugenio de Paoli grandissimo giornalista che due anni fa ha accettato assieme al Direttore Giovanni Bruno di ricostruire, valorizzare e guidare il team di redazione, la guida sicura e autorevole di uno dei pilastri della nostra azienda M.Chiara Polselli e tutta la squadra di Epiqa, davvero nessuno escluso, che ha partecipato coralmente alla realizzazione del progetto.La scelta narrativa di far parlare Varenne ,“Il Capitano”, in prima persona, ma con la straordinaria voce di Luca Ward, è stata poi il vero colpo di… Eugenio 😉!Il resto lo hanno fatto le hashtag#immagini, attuali e d’epoca, la fotografia, l’audio e i testi che hanno dato vita a questo viaggio che in più di un’occasione ha portato qualche lacrima agli occhi di Giampaolo Minnucci, lo storico driver di Varenne presente in sala, oltre che a molti presenti… me in primis.hashtag#Passione, hashtag#entusiasmo, emozioni, per queste viviamo e di queste ci nutriamo: quando poi riusciamo a trovarle in un luogo e in un momento inaspettati come una normale serata di lavoro, il risultato è paragonabile ad un Prix d’Amérique.Grande hashtag#team, vi ringrazio dal profondo del hashtag#cuore, questa è la strada giusta.Avanti!hashtag#ippica hashtag#sport hashtag#innovazione hashtag#snaitech",
            "comments": []
        }
    ]
}