{
    "name": "Eleonora Masu",
    "subtitle": "Marketing & Communication Manager presso Ingram Micro",
    "location": "Milano, Lombardia, Italia",
    "about": "Responsible for Marketing and Communication activities, leading a team of resources. Responsible for managing marketing budgets pursueding marketing profit targets.Strong expertise in new products launches, marketing plans implemetation ATL/BTL, competitors’ analysis, marketing budget management, pricing, promotion, planning and forecasting, professional marketing.Capacity of working in an international context, to take decision authonomously fulfilling the time constraint, to manage properly complex situations accondingly with the corporate strategies and being goals orientedExpertise: Marketing and Communication",
    "experiences": [
        [
            "Marketing & Communication Manager",
            "Ingram Micro",
            "mag 2013 to Present · 11 anni 1 mese",
            "Milano",
            "Leading team of resources dedicated to implementation of Marketing and Communication activities. \nDefine, implement and monitor the impact of the marketing plans. \nResponsible for defining and  managing marketing budget\n\n•\tDevelop and manage Ingram Micro communication strategy \n•\tDevelop and protect a strong brand image and brand awareness \n•\tDevelop and manage social media and PR/external communications\n•\tDevelop and manage Digital marketing activities\n•\tDevelop creative marketing campaigns that will make an impact, supporting the brand and drive enquiries and sales\n•\tDevelop and manage 'internal' marketing tools/styles such as email templates, corporate styles and   branding for the building and regional offices.\n•\tResponsible for internal newsletter marketing tool\n•\tResponsible for Corporate websites, Extranet, Intranet, mini-sites, social networks\n•\tPlan and coordinate regional trade shows, events, Fairs, conventions and sales training \n•\tResponsible for Ingram Micro marketing channel development program\n•\tAnalyse results of all marketing activities"
        ],
        [
            "Panasonic",
            "5 anni 6 mesi",
            "Product Marketing Manager Mobile",
            "nov 2011 to mag 2013 · 1 anno 7 mesi",
            "Milano, Italia",
            "Direct report to Head of Marketing & Sales Europe.\nResponsible for local marketing strategies and activities (ATL & BTL) for Smartphones and Mobile Phones: Coordinating and developing strategies for Consumer & Retail channel and Italian Mobile Carriers.\nLeading to the launch of ELUGA, the first Panasonic’s Android Smartphone in Europe. \nResponsible for managing marketing budgets and coordinating marketing assistant.\n\nActivities:\n·\tAdvertising & Media plan (media adv, PR activity, case studies, Guerrilla marketing activities, sponsorship, product placement)\n·\tMarketing materials & tools (catalogues, sales manuals & presentations, newsletters).\n·\tTrade Marketing: POP material, Promoters activities, Flyers.\n·\tEvents organization (Launch events, Fairs, Conventions, Product & Corporate presentations).\n·\tSales Promotion local & central preparation / simulation / implementation \n·\t Local IT tools development (www, Extranet, Intranet, minisites, social networks).\n·\t Price setting & Channel Conditions in collaboration with Central Marketing & Local Sales\n.        Planning and sales Forecasting\n·\t Support and implement locally New Products launching activities plan.\n·\t Competitive benchmarking and competitors analysis (Prices / Features).",
            "Product Marketing Manager",
            "dic 2007 to nov 2011 · 4 anni",
            "Milano",
            "Panasonic System Networks Europe \nDirect report to Head of Marketing Europe.\n\nResponsible for local Marketing strategies and activities in coordination with Central Marketing. Marketing budgets management responsible for all the activities related to following products categories: Office Communication, Security, Printing, Imaging, Videoconference. (B2B market).Marketing assistants coordinator."
        ],
        [
            "Nokia Siemens Networks",
            "2 anni 9 mesi",
            "Product Manager Mobile Networks GSM",
            "apr 2005 to dic 2007 · 2 anni 9 mesi",
            "Milano, Italia",
            "Product implemetation strategy and customer satisfaction\n\n·\tProduct management interface towards customers/projects according to agreement with world wide Nokia Siemens Networks Product Management \n·\tInterface towards Italian Mobile Operators (TIM, Vodafone, Wind) collecting their needs, proposing solutions and driving the new products market introduction\n·\tSales departments support for new products market introduction activities in Italy and connected markets\n·\tPricing definition for italian market\n·\tNew products promotions and bringing out\n·\tPartecipation to mobile communication exhibitions",
            "Test Engineer Coordinator",
            "mag 2005 to apr 2006 · 1 anno",
            "Milano",
            "Group coordination for BSC and BTS SW testing: test specifications design, setting of testing environment, tests execution and results reporting.\nInteroperability testing sessions with other telecommunications equipment manufacturers, in collaboration with management and marketing areas.\nAcceptance sessions planning for the validation of commercial products used for testing."
        ],
        [
            "System Integration Tester GSM TLC",
            "Siemens Networks",
            "dic 2004 to mag 2005 · 6 mesi",
            "Milano",
            "·\tBSC and BTS SW testing test specifications design, setting of testing environment, tests execution and results reporting."
        ]
    ],
    "posts": [
        {
            "post": "****Save the date**** 26 febbraio 2015 Ingram Micro e Microsoft ti invitano a partecipare al Webinar di Office 365 per le PMI!  Come facilitare i rivenditori nella creazione di un  piano Office 365 in base alle esigenze dell’utente finale.Iscriviti subito!https://lnkd.in/d4HNDgr",
            "comments": []
        }
    ]
}