{
    "name": "Giorgio Negri",
    "subtitle": "Group CFO at Spreafico Francesco & F.lli S.p.A.",
    "location": "Greater Milan Metropolitan Area",
    "about": "Senior finance manager with 20 plus years’ experience with multinational companies (Unilever, Henkel, Syngenta) and consulting.Experience in FMCG, life science, consumer electronics and medical devices at country, regional and global head office level.Extensive cross-cultural experience having worked in Italy, Germany, Switzerland, France, Brazil and Panama.Particular skills including controlling, planning, project management, shared services, outsourcing and restructuring.Fluent in Italian, English, Spanish, German, French and Portuguese.",
    "experiences": [
        [
            "Group CFO",
            "SPREAFICO FRANCESCO & F.LLI SPA · Full-time",
            "Sep 2018 - Present · 5 yrs 9 mos",
            "Dolzago (LC)"
        ],
        [
            "Finance Consultant",
            "RGP",
            "Jun 2015 - Jul 2018 · 3 yrs 2 mos",
            "Panama/Italy",
            "Finance Consultant at Resources Global Professional\n\n- Project management\n- Interim CFO\n- Private Equity\n- ERP implementations\n- Outsourcing"
        ],
        [
            "Syngenta",
            "9 yrs 10 mos",
            "Head Of Finance Latin America North",
            "Full-time",
            "Jun 2012 - Jun 2015 · 3 yrs 1 mo",
            "Panama City, Republic of Panama",
            "Managing all finance processes of the Latin America North Business Group (Mexico, Central America and Caribbean, North of South America).\nAlso managing the Panama Hub (inter-company transactions)\nBoard member and legal representative of several legal entities",
            "Finance Business Partner South and South-East Europe",
            "Jun 2011 - May 2012 · 1 yr",
            "Basel Area, Switzerland",
            "Global Controller Vegetable Seeds",
            "May 2010 - Jun 2011 · 1 yr 2 mos",
            "Toulouse Area, France"
        ],
        [
            "Business Controller",
            "Henkel KGaA",
            "2001 - 2005 · 4 yrs",
            "Düsseldorf Area, Germany"
        ],
        [
            "Junior Controller",
            "Unilever",
            "1999 - 2001 · 2 yrs",
            "Milan Area, Italy"
        ]
    ],
    "posts": [
        {
            "post": "RISIKO!!Con un'operazione di reverse accelerated bookbuilding, FSI, il fondo guidato da Maurizio Tamagnini, ha investito tramite Mediobanca il 7,2% di ANIMA Holding, pari a circa 24.979.358 azioni ordinarie.Il corrispettivo per l'acquisto delle azioni, spiega una nota, è pari a 4,35 euro per azione, per un esborso complessivo di 108,7 milioni.L'acquisto di questa quota considerevole arriva proprio nel momento in cui scadrà il termine per la presentazione delle liste per il rinnovo del cda, prevista nel dettaglio per il prossimo 24 febbraio. Tamagnini è ora uno dei soci forti della società di asset management assieme a Banco Bpm, Poste, Amundi. Quale sarà il suo scopo? Lo scopriremo presto!Di certo il mio non è un lavoro in cui ci si annoia...",
            "comments": []
        },
        {
            "post": "Are you ready for #GDPR? Europe's new general data protection regulation requires companies to appoint a data privacy officer to serve as the key data expert for the organization. According to the IAPP - International Association of Privacy Professionals, as many as 75,000 data privacy officers are expected to be required.",
            "comments": []
        },
        {
            "post": "As part of #GDPR compliance, our experts advise reviewing the entire personal data lifecycle—from the point of free and explicit consent, to data portability or erasure—which affect the rights of EU individuals.",
            "comments": []
        },
        {
            "post": "RGP’s extensive global network is comprised of more than 3,000 professionals in more than 70 locations throughout the world. Explore our global locations by clicking here: http://bit.ly/1oygH63",
            "comments": []
        }
    ]
}