{
    "name": "Pietro Labriola",
    "subtitle": "Chief Executive Officer at TIM",
    "location": "Rome, Latium, Italy",
    "about": "Experienced Chief Executive Officer with a demonstrated history of working in the telecommunications industry. Skilled in Business Planning, Go-to-market Strategy, Telco, Mobile Applications, and Business Transformation. Strong operations professional graduated from ASMIT Advanced School for Managing Innovation and Technology.",
    "experiences": [
        [
            "TIM",
            "Full-time · 2 yrs 7 mos",
            "Rome, Latium, Italy",
            "Chief Executive Officer",
            "Jan 2022 - Present · 2 yrs 5 mos",
            "General Manager",
            "Nov 2021 - Present · 2 yrs 7 mos"
        ],
        [
            "Member of the General Council",
            "Confindustria",
            "Jun 2022 - Present · 2 yrs",
            "Rome, Latium, Italy"
        ],
        [
            "CEO",
            "TIM Brasil",
            "Apr 2019 - Jan 2022 · 2 yrs 10 mos",
            "Rio de Janeiro, Rio de Janeiro, Brasile"
        ],
        [
            "President",
            "Intelig Telecom",
            "Jan 2017 - Oct 2018 · 1 yr 10 mos",
            "Rio de Janeiro, Rio de Janeiro, Brasile"
        ],
        [
            "COO",
            "TIM Brasil",
            "Aug 2015 - Oct 2018 · 3 yrs 3 mos",
            "Rio de Janeiro Area, Brazil",
            "NYSE 15/09/2015"
        ]
    ],
    "posts": [
        {
            "post": "Il sistema delle hashtag#Telco in Europa non è sostenibile, quello italiano ancor meno. Lo ripeto continuamente e ieri l’ho ricordato anche ospite di 5G&Co. - Everything is Connected intervistato da Luigi Garofalo. Oggi arriva anche questo importante tassello di Enrico Letta e Jacques Delors Institute al Council of the European Union, e sono tanti gli spunti che condivido. Il consolidamento in-market come trampolino di lancio verso quello cross-border, lo snellimento della regolamentazione, la revisione delle regole sulla Net Neutrality. Lo scenario è chiaro a tutti e le visioni sempre più condivise. Agiamo ora, hashtag#insieme. Ne va dello sviluppo digitale ed economico globale. hashtag#InactionIsNotAnOptionThe hashtag#Telco system in Europe is not sustainable, the Italian system even less so. I repeat this all the time and yesterday I also mentioned it as a guest on 5G&Co. - Everything is Connected interviewed by Luigi Garofalo. Today also comes this important piece from Enrico Letta and Jacques Delors Institute at the Council of the European Union, and there are many insights I endorse. In-market consolidation as a launchpad to cross-border consolidation, streamlining of regulation, review of Net Neutrality rules. The scenario is crystal clear to everyone and the visions increasingly shared. Let's act now, hashtag#together. Global digital and economic development depends on it. hashtag#InactionIsNotAnOption",
            "comments": []
        },
        {
            "post": "Siamo finalmente arrivati ad un punto di svolta? Il libro bianco della European Commission presentato mercoledì 21 apre un confronto con tutti gli stakeholder su un tema su cui insisto da tempo: senza infrastrutture digitali innovative l'Europa non può crescere, ma per realizzarle servono ritorni sugli investimenti e un mercato sostenibile. Consolidamento e hashtag#fairshare non sono più rinviabili: hashtag#InactionIsNotAnOption. È stato compiuto un primo passo, ora spero che tutti partecipino alla consultazione per consolidare velocemente quanto di buono è stato proposto. Gianluca Corti, Aldo Bisio, Benedetto Levi, Margherita Della Valle, facciamoci sentire! Have we finally reached a turning point? The European Commission's White Paper presented on Wednesday 21st opens a dialogue with all stakeholders on a topic I have been emphasizing for a long time: without innovative digital infrastructures Europe cannot grow, but to realize them we need returns on investments and a sustainable market. Consolidation and hashtag#fairshare can no longer be postponed: hashtag#InactionIsNotAnOption.A first step has been taken, and now I hope everyone participates in theconsultation to quickly solidify the positive proposals. Gianluca Corti, Aldo Bisio, Benedetto Levi, Margherita Della Valle, let's make our voices heard!https://lnkd.in/dZc-h4xD",
            "comments": []
        },
        {
            "post": "Voglio solo aggiungere hashtag#grazie a tutte le persone che stanno impiegando le loro energie e la loro passione per cambiare per sempre la storia di TIM. Possiamo essere orgogliosi di ciò che stiamo realizzando hashtag#insieme contro ogni pronostico.",
            "comments": []
        },
        {
            "post": "Cambiare si può e si deve, basta crederci. Grazie a tutti i colleghi che ci credono. Un grazie anche a chi mi ispira sempre. hashtag#laforzadelleconnessionihashtag#laparitànonpuòaspettarehashtag#ATYhashtag#RPGhashtag#PDThashtag#MP",
            "comments": []
        },
        {
            "post": "Chi investirà in hashtag#5G e hashtag#fibra? La fotografia di 15 euro di ricavo medio sul mobile in Europa (e 11,5 in Italia) contro i 42,5 in USA ha un significato chiaro: il sistema delle hashtag#TLC è a serio rischio nel nostro continente e ancora di più nel nostro Paese. È certamente un problema di crescita economica e sociale derivante da un EVIDENTE problema di business legato a un modello che 20 anni fa aveva un suo perché ma che oggi è ANACRONISTICO. hashtag#InactionIsNotAnOption, lo dicevo già un anno fa.Siamo tutti chiamati a fare la nostra parte: operatori, regolatori, istituzioni, ma non domani: OGGI. Costruiamo hashtag#insieme una nuova prospettiva di sviluppo.",
            "comments": []
        },
        {
            "post": "Il nostro CEO Pietro Labriola è il protagonista della copertina di Forbes Italia. Un ritratto che parte dalla sua storia per raccontare la nuova TIM, un’azienda che cambia grazie al lavoro e all'impegno delle donne e degli uomini che ne fanno parte.“Stiamo costruendo uno dei motori principali della digitalizzazione del Paese, contribuendo a definire nuovi schemi di gioco per l’economia e la società. Grazie a tutte le persone che ci hanno creduto dalla prima ora e si stanno dedicando con generosità e tenacia a questo progetto, hashtag#insieme stiamo scrivendo una pagina di vera hashtag#innovazione”.Leggi l’articolo: https://lnkd.in/dUjrwwaH",
            "comments": []
        },
        {
            "post": "A volte più dei discorsi generici bisogna far parlare i numeri e quindi i fatti. I dati del Global Gender Gap índex ci mettono di fronte ad una realtà per molti inaspettata e difficile da accettare. Una realtà che obbliga ognuno di noi a fare qualcosa perché ognuno di noi nel suo piccolo ha il potere di cambiare le cose. Per questo hashtag#laparitanonpuoaspettare",
            "comments": []
        },
        {
            "post": "Superiamo le colonne d'Ercole.Il hashtag#gendergap è una trappola, ingessa i ruoli, limita le opportunità, alimenta insicurezze e genera violenza. Quando lo superemo realizzeremo una società più forte e giusta, ma quando???Spesso non guardiamo i dati e cerchiamo giustificazioni per spostare un po' più in là il cambiamento. Procrastinare vuol dire rinviare da un giorno a un altro, dall'oggi al domani, allo scopo di guadagnare tempo o addirittura con l'intenzione di non fare quello che si dovrebbe. I dati della nostra campagna invece raccontano la realtà senza girarci intorno, perché quando vuoi cambiare devi partire da quello che non funziona e fare. WPlus serve al lavoro, i punti viola servono alla sicurezza, la 4W4I serve a superare gli stereotipi.È certo che queste iniziative non possono fare la differenza da sole, ma bisogna partire. hashtag#Insieme sì, possiamo farcela!hashtag#LaParitàNonPuòAspettare è uno stimolo per tutti a diventare protagonisti del cambiamento insieme a noi.",
            "comments": []
        },
        {
            "post": "Nel \"magico mondo del digitale\" succede che aumentano le applicazioni e i consumi della rete, cambiano fortemente i consumi, e conseguentemente aumentano i costi di adeguamento delle reti e dei servizi di assistenza ma nulla cambia per il consumatore. Negli ultimi dieci anni il consumo di dati si è moltiplicato per 10 e il prezzo si è ridotto di quasi 1/4. È evidente che non può funzionare. Ricordate qualche “servizio essenziale” acqua, luce, gas nel quale sia successa la stessa cosa negli ultimi 10 anni?Invece ecco cosa accade nelle telecomunicazioni. Per passare a guardare video in streaming a 4K senza interruzioni servono nuovi investimenti in grado di gestire performance e volumi eccezionali, ma questo già lo intuivamo. Quello che forse non immaginavamo e mostra chiaramente questo grafico è che anche l'update di un gioco di successo può generare la stessa super-richiesta di banda. Per noi di TIM, investimenti e pianificazione sono l’unica risposta possibile, ma comincia a diventare sempre più difficile immaginare un futuro nel quale il consumo dati possa continuare ad essere considerato unlimited. Perché a un certo punto le reti potrebbero essere a rischio non solo per l’assenza di investimenti ma anche perché sarà impossibile garantirne la pianificazione, creando rischi sulla continuità di servizio stesso.Il ritorno economico non può più essere considerato un nice to have mentre la continuità di servizio un must have. Entrambi debbono viaggiare di pari passo. hashtag#InactioIsNotAnOption",
            "comments": []
        },
        {
            "post": "Life goes on ed è necessario un nuovo inizio. Ecco le prospettive di TIM, i servizi, l'innovazione e anche il nostro modo di vedere il cambiamento sociale, come la hashtag#genderequality. Grazie a Walter Galbiati e a La Repubblica per questa opportunità.",
            "comments": []
        }
    ]
}