{
    "name": "Pietro Baietta",
    "subtitle": "CFO at Air Liquide Italia",
    "location": "Greater Milan Metropolitan Area",
    "about": "",
    "experiences": [
        [
            "Air Liquide Italia",
            "28 yrs 10 mos",
            "Group CFO",
            "Mar 2015 - Present · 9 yrs 3 mos",
            "Milan Area, Italy",
            "Responsible for finance, administration and controlling areas of Italian Subsidiaries of Air Liquide Group (17 companies; 650M€ sales) and Board of Directors member.\nMember of the Italian Industrial Subsidiaries Managing Committee (12 companies; 450M€ sales) for the definition and coordination of industrial and commercial strategies of different industrial business lines.\nManager of 4 direct reports (responsible for accounting, credit, treasury and controlling areas) and of 45 employees in total.",
            "Operation Control Manager",
            "Feb 2010 - Feb 2015 · 5 yrs 1 mo",
            "Milan Area, Italy",
            "The position required the following responsibilities:\n- Budget preparation and quarterly review;\n- Analysis of economic results by business line and by product line (variance analysis and profitability) and reporting preparation (for internal and head quarter purposes);\n- Technical Gases market analysis (competitors and market shares analysis);\n- Manager of a7 people team.",
            "Group Consolidation Manager",
            "Oct 2007 - Feb 2010 · 2 yrs 5 mos",
            "Paris Area, France",
            "The position required the following responsibilities:\n- Preparation on quarterly basis of Consolidated Financial Statement according IFRS rules (approx. 150 reporting packages of 600 subsidiaries in 75 countries) and other documents required by the law for listed companies;\n- Monthly consolidation of Flash Profit and Loss and preparation of analysis for the Group General Manager;\n- Interpretation and application of new IFRS rules;\n- Manager of 9 people team."
        ],
        [
            "Auditor",
            "KPMG",
            "Nov 1990 - Jul 1995 · 4 yrs 9 mos",
            "Italy"
        ]
    ],
    "posts": [
        {
            "post": "Continua la ricerca di hashtag#infermieri. 💪Ora ricerchiamo nella zona di Corbetta in ambito residenziale. Si valutano assunzioni o contratti di collaborazione con liberi professionisti.Anche questa volta chiedo ai miei contatti la gentilezza di condividere l’annuncio, GRAZIE!hashtag#infermiere hashtag#sanità",
            "comments": []
        },
        {
            "post": "Troppo forti!",
            "comments": []
        },
        {
            "post": "Sam Walton (Walmart)“Sono l'uomo che va in un ristorante, si siede al tavolo e aspetta pazientemente, mentre il cameriere fa tutto, meno annotare la mia richiesta.Sono l'uomo che entra in un negozio e aspetta zitto, mentre i commessi concludono le loro conversazioni private.Sono l'uomo che entra da un benzinaio e non usa mai il clacson, ma aspetta pazientemente che l'impiegato finisca la lettura del suo giornale.Sono l'uomo che spiega la sua disperata urgenza per un pezzo, ma non si lamenta di riceverlo dopo tre settimane di attesa.Sono l'uomo che, quando entra in un centro commerciale, sembra chiedere un favore, implorare per un sorriso, sperando solo di essere notato. Devi pensare che io sia una persona silenziosa, paziente, un tipo che non crea mai problemi... ma sbagli.Sai chi sono? Sono il cliente che non torna mai più! Mi diverto guardando milioni spesi ogni anno in annunci di ogni ordine, per portarmi di nuovo alla tua azienda. Quando sono andato lì per la prima volta, tutto quello che avresti dovuto fare era solo una piccola cosa, semplice ed economica: trattarmi con un po’ più di cortesia.C’è solo un capo: il cliente. E può licenziare tutte le persone dell'azienda, del presidente al bidello, semplicemente portando i suoi soldi altrove”",
            "comments": []
        }
    ]
}