{
    "name": "Stefano Brigato",
    "subtitle": "Direttore Organizzazione e Risorse Umane di Gruppo",
    "location": "Milan, Lombardy, Italy",
    "about": "HR management experience focused on people and organisations development. Assignments in Italy and abroad leading teams in retail, services and FMCG.I belive in managers' creativity and courage to increase Company reputation, business profitability and individual performance. I work to make the HR department recognised as energetic partner able to think out of the box.Specialties: company organisation, business coaching, talent and performance management, M&A, sales network management.",
    "experiences": [
        [
            "Direttore Organizzazione e Risorse Umane di Gruppo",
            "Rovagnati S.p.A.",
            "Jun 2014 - Present · 10 yrs",
            "Milan Area, Italy"
        ],
        [
            "HR Coaching&Development Senior Consultant",
            "SCOA The School of Coaching",
            "Jan 2013 - Oct 2014 · 1 yr 10 mos",
            "Milan Area, Italy",
            "Focalisation on people and teams to develop their capabilities to make the business grow. Management of projects in partnership with the CEO/entrepreneur to make things effectively happen."
        ],
        [
            "HR and Organization Director",
            "Liquigas",
            "May 2011 - Oct 2012 · 1 yr 6 mos",
            "Milan Area, Italy",
            "Member of the management team fully involved, as HR business partner leading a team of 26 people, in all the activities related to people management and national unions relationship (member of Federchimica Unions Committee). \nBig challenge in increasing profitability through personnel cost controlling, reorganisation plan and development projects (Liquigas Accademy and succession planning)."
        ],
        [
            "HR Group Director",
            "TXT e-Solutions SpA",
            "Apr 2009 - May 2011 · 2 yrs 2 mos",
            "Milan Area, Italy",
            "Organization and people management across Europe (Italy, Germany, France, UK, Spain) and in USA. Goals of growth and Group culture development - 800 people."
        ],
        [
            "HR Director",
            "Générale de Santé Italia SpA",
            "Oct 2006 - Mar 2009 · 2 yrs 6 mos",
            "Milan Area, Italy",
            "Implementation of HR policies in Italy leading local HR teams, centralization of payroll, support to M&A activities."
        ]
    ],
    "posts": [
        {
            "post": "Rovagnati S.p.A. sempre più hashtag#green: in arrivo un nuovo parco hashtag#fotovoltaico nello stabilimento di hashtag#Arcore. Tutti i particolari nell'articolo 👇 https://lnkd.in/dJGJuwjb",
            "comments": []
        },
        {
            "post": "In 2024, we are betting on quality. From January 21st to 23rd Rovagnati North America will be at the Winter Fancy Food Show, three days of sampling, networking, and education designed for the Specialty Food Industry. We are happy to meet you all to tell you who we are, what we believe in and above all what we do: the highest quality salumi made with an Italian touch and an American taste. See you at the Las Vegas Convention Center, West Hall - International Pavillon, Booth 1957. We are looking for commercial partners who are passionate about taste like us. Feel free to contact me via DM.",
            "comments": []
        },
        {
            "post": "Il Natale è un'occasione importante per festeggiare insieme a tutte le persone Rovagnati e alle loro famiglie, un momento di condivisione in cui rafforzare l'appartenenza a una stessa comunità. Durante il nostro Christmas Family Day, tra giochi di magia e regali speciali pensati per i più piccoli, ci siamo fatti conquistare dall’atmosfera natalizia dando a tutti, grandi e bambini, la possibilità di vivere una mattinata speciale nei nostri uffici e di scattare delle foto ricordo in compagnia di Babbo Natale. Un evento emozionante dedicato a tutti, per celebrare il legame per noi essenziale tra l’azienda e le persone che la vivono ogni giorno. hashtag#rovagnati hashtag#christmasfamilyday hashtag#familyday hashtag#people",
            "comments": []
        },
        {
            "post": "Un modello di coraggio, lungimiranza e ownership",
            "comments": []
        },
        {
            "post": "A ottant’anni dalla nascita di Paolo Rovagnati siamo orgogliosi di presentare per la prima volta “Il Sogno di Paolo”, il corto animato che celebra la vita e i valori dell’imprenditore che ha cambiato per sempre la storia della gastronomia italiana. Un racconto che parla di famiglia, coraggio e lungimiranza capace di ripercorrere, attraverso il potere senza tempo dell’animazione, l’emozionante storia del fondatore della nostra azienda e del suo prodotto simbolo: il Gran Biscotto. Tutto comincia in un piccolo paese in provincia di Monza, dove un ragazzo pedala in sella alla sua bicicletta. È la realizzazione di un sogno che arriverà lontano, fino all’America. “Il Sogno di Paolo” è stato realizzato dal Team Rovagnati a partire dal concept del Team Creativo del brand di Retex Connexia e in collaborazione con la pluripremiata illustratrice e Creative Director Margherita Premuroso. Buona visione!hashtag#rovagnati hashtag#ilSognodiPaolo hashtag#paolorovagnati hashtag#granbiscottorovagnati",
            "comments": []
        },
        {
            "post": "hashtag#Berkel, a journey that started 125 years ago thanks to an brilliant intuition of Wilhelmus Van Berkel.Over the years we have grown and established ourselves in the hashtag#slicingmachine industry and hashtag#design, sharpening our art and adapting to the needs of a changing market.hashtag#125years of success are not only the results of flawless machines and innovative design, but also passion and hard work of every individual who has been an integral part of this company. Every employee, past and present, has contributed to our shared success.This year we celebrate the history we have written together, recognising the legacy of those who have gone before us and facing the future with enthusiasm and determination. We reinforce our commitment to quality, innovation and customer satisfaction.We wish a happy hashtag#125thAnniversary to Berkel and to all those who have made it great.FRANCESCO JORI Paolo Buffoli Matteo Faggion Matteo Cazzaniga Stefano Ferrari Letizia Ribaudo Giovanni Boccia Arcangelo Corrado Mirko Colonna Roberta Arcioli venugopal narayan",
            "comments": []
        },
        {
            "post": "In un'epoca di complessità è cruciale rispondere all'incertezza di un contesto mutevole con una solida visione strategica e spirito di squadra. Anche quest'anno Rovagnati ha avuto il piacere di collaborare con il REM-Lab, il Centro di Ricerche su Retailing e Trade Marketing dell'Università Cattolica del Sacro Cuore di Piacenza, per presentare un'analisi su \"L'innovazione delle politiche promozionali nei reparti dei salumi dei punti vendita moderni\". Il 27 settembre docenti, aziende e grandi player della distribuzione si sono incontrati per confrontare analisi, trend e scenari di sviluppo della categoria Salumi, con particolare attenzione alle esigenze dei consumatori, all'efficacia delle dinamiche promozionali e ai cambiamenti del presente e del futuro. Grazie a tutti i relatori e agli intervenuti per questo momento di networking, dialogo e sostegno al talento.hashtag#rovagnati hashtag#rovagnatiqualitàresponsabile hashtag#universitàcattolica hashtag#remlab hashtag#salumi hashtag#industria hashtag#distribuzione hashtag#eventi",
            "comments": []
        },
        {
            "post": "Top Jobs: Best Employers 2023Anche quest’anno un grande riconoscimento da parte di tutti i nostri collaboratori che ci rende fieri ed orgogliosi e ci spinge a continuare a migliorare per restare al TOP della Categoria Salumi e di quella Alimentari.",
            "comments": []
        },
        {
            "post": "Daniele Misani, TXT GROUP: sempre più protagonisti dell’hashtag#ict con smart solution a 360° e acquisizioniLa hashtag#softwarehouse - 200 milioni di fatturato – sta crescendo sempre più rapidamente in tutti i settori, dall’hashtag#industria al hashtag#banking, dai hashtag#simulatori di volo ai sistemi hashtag#embedded. Acquisizioni per aumentare la presenza all’estero e il portafoglio di smart solution verticali. E hashtag#Polaris per finanziare la hashtag#supplychain",
            "comments": []
        }
    ]
}