{
    "name": "Sergio Spirito",
    "subtitle": "Senior Accounting Manager presso Worthington S.r.l.",
    "location": "Monza e Brianza, Lombardy, Italy",
    "about": "Ho maturato le mie esperienze nell’ambito della Direzione Amministrativa e Finanziaria, in particolare nel Treasury, nel Credit Management e nell’ Account Payable, in aziende di taglio Internazionale: Rol Oil, Industrie De Nora, STAR (Stabilimento Alimentare), Worthington S.r.l.Sono così divenuto un esperto nel miglioramento del cash flow,  nell’implementare il cash pooling ed il sistema di working capital, nellacontabilità generale e di bilancio.Oltre a contribuire all’implementazione di sistemi informatici quali JDE Edwards e SAP, ho partecipato al progetto e contribuito all’implementazione di cash pooling con due Istituti di Credito. Ho inoltre sviluppato procedure che hanno garantito un efficace controllo interno ( - 10/15% degli errori) e reperito risorse finanziarie determinanti per lo sviluppo societario (€. 1,5 mio in tot mesi).A causa della recente grande ristrutturazione societaria, sono oggi alla ricerca di un’azienda  che abbia necessità di generare liquidità, che voglia ottimizzare la gestione finanziaria e le performances d’incasso e di avere un quadro più ampio e profondo della situazione economica aziendale.",
    "experiences": [
        [
            "Senior Accounting Manager",
            "Worthington S.r.l.",
            "Nov 2013 - Present · 10 yrs 7 mos",
            "Desio Monza e Brianza",
            "Attualmente sono responsabile della contabilità generale presso questa azienda che opera nel settore metalmeccanico. Compiti principali, riconciliazioni conti economici e patrimoniali, corretta imputazione e registrazione poste, verifica e controllo conti transitori, quadratura payroll e corretta contabilizzazione, predisposizione ratei e accantonamenti mensili. Chiusure bilanci mensili, quadrature e verifica conti."
        ],
        [
            "Credit Control & Tresuary Coordinatior",
            "STAR Stabilimento Alimentare S.p.A.",
            "Jan 1999 - Sep 2013 · 14 yrs 9 mos",
            "Agrate Brianza MB",
            "Assunto nel 1999 come Rseponsabile Contabilità fornitori, ricopro questo incarico per circa cinque anni. In questi ho contribuito ad automatizzare alcuni processi quali pagamenti fornitori e stipendi, a snellire procedure interne, rendendo quasi tutti i processi automatizzati.\nNel dicembre 2003 assumo l'incarico di Responsabile Tesoreria coordinando nove persone, i compiti principali sono gestione cash flow, incassi/pagamenti, budget finanziario, budget oneri/proventi finanziari, pianificazione pagamenti e gestione liquidità con investimenti mirati. Nel 2009 contribuisco all'implementazione del cash pooling con due Isituti di Credito. Nella funzione è prevista la gestione dei clienti legali, oltre alle varie analisi del credito, ageing, calcolo DSO, gestione piani di rientro finanziari, valutazione rischio credito, visite periodiche ai clienti. Ricopro tale incarico per circa otto anni, poi la holding attua delle scelte organizzative e sposta la tesoreria in Spagna. Attualmente mi occupo principalmente della parte clienti appena descritta, gestendo la parte residua di tesoreria ancora presente in azienda. A seguito riorganizzazione aziendale dal 1° ottobre sono iscritto nelle liste di mobilità ai sensi della legge n.223/91."
        ],
        [
            "Impiegato",
            "DE NORA S.p.A.",
            "Jun 1994 - Jan 1999 · 4 yrs 8 mos",
            "Milano",
            "Assunto come Responsabile Fornitori coordinando due persone, negli utlimi mesi di permanenza nell'azienda ho affiancato uin collega dimissionario nell'area Treasury."
        ],
        [
            "Responsabile Contabilità Fornitori",
            "ROL OIL",
            "Feb 1985 - Jun 1994 · 9 yrs 5 mos",
            "Milano",
            "Primo impiego dopo gli studi, ho iniziato nella Contabilità ciclo passivo, fino a diventarne responsabile.\nHo percorso gli aspetti tipici dell'attività, grazie all'aiuto dei colleghi e dei collaboratori in seguito.\nL'azienda dopo qualche anno in cui ci lavoravo si è scissa in due realtà distinte, e per una di queste sono dieventato Responsabile del ruolo."
        ]
    ],
    "posts": [
        {
            "post": "Siria Crippa",
            "comments": []
        }
    ]
}