{
    "name": "Bruno Stella",
    "subtitle": "Deputy HR Director presso Fincons Group",
    "location": "Rome, Latium, Italy",
    "about": "Sono un professionista del settore Risorse Umane con  più di 10 anni di esperienza maturata in vari ambiti: servizi di ricerca e selezione del personale, servizi finanziari, servizi informatico-digitali e di multichannel contact center. Attualmente coordino un team HR dedicato ad attività di selezione, formazione, sviluppo, gestione ed amministrazione del personale.",
    "experiences": [
        [
            "Fincons Group",
            "5 yrs 1 mo",
            "Deputy HR Director",
            "Full-time",
            "Feb 2023 - Present · 1 yr 4 mos",
            "Roma, Lazio, Italia",
            "HR Senior Manager Centro",
            "Full-time",
            "Jul 2021 - Present · 2 yrs 11 mos",
            "HR Manager",
            "May 2019 - Jul 2021 · 2 yrs 3 mos",
            "Roma, Italia",
            "• Individuazione e pianificazione delle esigenze di selezione;   \n• coordinamento e gestione dell’iter di selezione per figure IT/staff (livelli impiegatizi e manageriali) e del relativo processo di onboarding; \n• pianificazione e gestione dei programmi formativi (formazione tecnica, metodologica, soft skill e obbligatoria);\n• gestione del processo di performance appraisal e dei piani di sviluppo; \n• coordinamento e gestione degli aspetti contrattuali e degli adempimenti amministrativi del personale;\n• risoluzione di problematiche lavorative volte alla valorizzazione e al miglioramento delle performance e al mantenimento di un sano clima aziendale;\n• mappatura dei ruoli aziendali (sede di Roma) in relazione al nuovo modello organizzativo; \n• definizione benefit e politiche retributive (salary review, MBO); \n• monitoraggio delle prescrizioni in materia di sicurezza del lavoro e GDPR; \n• gestione del potere disciplinare e degli eventuali provvedimenti disciplinari; \n• gestione dei rapporti con i partner esterni (Head hunter, società di formazione, enti, aziende partner, studio legale, consulente del lavoro etc.). \n• gestione delle relazioni sindacali."
        ],
        [
            "HR Recruitment, Training and Development Manager",
            "Assist Digital",
            "Jul 2015 - May 2019 · 3 yrs 11 mos",
            "Roma/Milano",
            "• Gestione attività di ricerca e selezione per profili Professional e Middle Management (redazione profili, gestione convenzioni universitarie, partecipazione a career days universitari, contatto con società di head hunting e somministrazione, pubblicazione annunci web based, screening curricula, contatto candidati, colloqui individuali e di gruppo, assessment strutturati);\n• Revisione policy (processi di selezione, formazione e sviluppo);\n• Gestione indagine di clima aziendale;\n• Gestione piani formativi e utilizzo dei fondi interprofessionali (fondimpresa, fondirigenti);\n• Job Analysis: definizione di ruoli, job descriptions, organigrammi per area aziendale; definizione matrice fasce professionali/manageriali;\n• Gestione processo di Performance appraisal ( progettazione funzionale del tool informatico, definizione dei contenuti delle schede per area professionale, progettazione della formazione metodologica per i valutatori, definizione e monitoraggio del processo, definizione del piano di comunicazione);\n• Gestione processo di valutazione 360. \n• Scouting e sviluppo di soluzioni digitali per la gestione integrata dei principali processi soft HR (Recruiting, Employer branding, performance appraisal)"
        ],
        [
            "HR Training & People Development Specialist",
            "Banca Mediolanum",
            "Dec 2012 - Jun 2015 · 2 yrs 7 mos",
            "Milano",
            "• Gestione della pianificazione della nuova offerta formativa basata sulla matrice del job family modelling aziendale (famiglie professionali, sottofamiglie, Work Level, Competenze Core, Specialistiche e Skills tecniche);\n• Gestione della progettazione dei KPI'S della formazione e relativa alimentazione;\n• Gestione reportistica (piano formativo a budget e a consuntivo, questionari di gradimento della formazione erogata, questionari di valutazione dei formatori);\n• Analisi dei fabbisogni formativi;\n• Progettazione e riprogettazione dei corsi di formazione;\n• Progettazione e Coordinamento iniziativa di formazione e sviluppo - Talent Management. (Pianificazione attività, gestione selezione in ingresso, coordinamento dei vari team di progetto, redazione regolamento iniziativa, supporto nella creazione ed organizzazione dei Business cases, dei test e della campagna di comunicazione, collaborazione progettazione e sviluppo fasi di gioco);\n• Supporto nella progettazione del percorso di induction aziendale;\n• Attività di assessor in team di lavoro legati ad iniziativa di formazione e sviluppo talenti;\n• Supporto nell'implementazione della nuova piattaforma formativa (analisi dei fabbisogni, valutazione funzionalità)."
        ],
        [
            "HR Recruitment, Training and Development Specialist",
            "Gi Group S.p.A.",
            "Jul 2011 - Aug 2012 · 1 yr 2 mos",
            "Milano, Italia",
            "• Screening curricula;\n• Colloqui con i candidati;\n• Redazione job descriptions;\n• Supporto e affiancamento nell’analisi dei fabbisogni formativi e nelle attività di contatto e scelta dei fornitori per la successiva erogazione di corsi di formazione;\n• Supporto nella pianificazione ed organizzazione dei corsi di formazione;\n• Preparazione materiali; \n• Apertura e chiusura corsi;  \n• Verifica efficacia formazione e follow up;\n• Supporto nell’attività di analisi efficacia e redazione reportistica;\n• Gestione delle attività formative area Compliance (sicurezza, privacy, D.lgs 231); \n• Gestione progetto eco:Drive per la flotta aziendale, in collaborazione con Fiat Group S.p.A;\n• Gestione progetto formazione linguistica in modalità blended;\n• Raccolta contenuti delle schede di valutazione del personale, supporto/consulenza ai valutatori e validatori, analisi e monitoraggio del processo."
        ],
        [
            "Praticante avvocato",
            "Studio legale \"Bruno Camilleri\"",
            "May 2010 - Jul 2011 · 1 yr 3 mos",
            "Benevento, Italia",
            "• Udienze in Tribunale e presso gli uffici del Giudice di Pace; \n• Redazione di atti giuridici; \n• Gestione dei rapporti con i clienti."
        ]
    ],
    "posts": [
        {
            "post": "Oggi al Forum HR 2023hashtag#senso hashtag#autenticità hashtag#talento hashtag#valore le keywords!hashtag#Finconsgroup hashtag#hr hashtag#peoplemanagement hashtag#forumhr hashtag#community",
            "comments": []
        },
        {
            "post": "Dal 13 al 17 novembre saremo all'evento online di AlmaLaurea che permetterà a studenti, laureandi e neolaureati di inviare il proprio CV alle aziende e permetterà loro di entrare in contatto diretto con i recruiter e professionisti di settore.Cliccando sul seguente link AL Lavoro Puglia - Digital Edition (almalaurea.it) ci si potrà registrare e accedere a workshop dedicati e webinar di orientamento al mondo del lavoro. Vi aspettiamo!hashtag#it hashtag#almalaurea hashtag#regionepuglia",
            "comments": []
        },
        {
            "post": "📢 Last call per l’Academy Data Excellence!Se la tua passione è il mondo hashtag#digital e hai un’ottima conoscenza della lingua inglese, iscriviti alla nostra Academy.Il corso ti consentirà di approfondire le tue conoscenze sull’analisi dei dati e ti permetterà di entrare in Fincons, un’azienda leader della consulenza IT con più di 2700 dipendenti in tutto il mondo.Se pensi di avere le qualità giuste per lavorare con noi, iscriviti a questo link https://lnkd.in/dcgNNvMZ",
            "comments": []
        },
        {
            "post": "Even Fincons Group at Codemotion Milan 2023 event jumping into the future with all tech buddiesEmbracing hashtag#INNOVATIONSilvia Bognanni Cecilia Trombetta Antonio De Girolamohashtag#FINCONS hashtag#CODEMOTION",
            "comments": []
        },
        {
            "post": "🥳 La conferenza Codemotion 2023 è SOLD OUT! 🥳🤩 Siamo orgogliosi di rappresentare un appuntamento imperdibile per developer, professionisti IT e aziende tech!🌍 Anche quest'anno ci immergeremo in un mondo di innovazione, conoscenza e networking insieme a talenti da tutto il mondo.❤️ Grazie voi che avete reso possibile questo nuovo traguardo. Ci vediamo a Milano la settimana prossima!",
            "comments": []
        },
        {
            "post": "Fincons Group non poteva mancare, anche quest’anno, al Career Fair 2023 presso la Free University of Bozen-Bolzano 📌Giornata ricca di incontri internazionali e spunti interessanti 💡 “Imagine your future with us”hashtag#FinconsGroup hashtag#Finconspeople",
            "comments": []
        },
        {
            "post": "Fincons Group da sempre cerca di contribuire al cambiamento nei confronti delle nuove generazioni.  🔊  Il 5 ottobre saremo presenti all’evento Taranto Digital Occupation, insieme a Puglia Women Lead presso il 📌 Dipartimento Jonico Taranto.Il nostro obiettivo è essere di ispirazione per i giovani del territorio ed avvicinare studenti e studentesse al mondo digitale. Il programma della giornata si articola in tre aree. - Nelle aule del Dipartimento Jonico ci saranno tecnologie digitali e workshop interattivi in collaborazione con i Partner; - nel chiostro interno sarà allestita la zona palco dove ci saranno talk ispirazionali sul tema dell'occupazione e del digitale; alle ore 18.00 si terrà un aperitivo innovativo \"Incontro al futuro\"Vi aspettiamo!hashtag#FINCONSPEOPLE hashtag#TARANTODIGITALOCCUPATION",
            "comments": []
        },
        {
            "post": "📢 Sei laureat* o laureand* in Ingegneria Informatica o Informatica? 📢È in partenza l’Academy Data Excellence targata hashtag#FinconsGroup, un’opportunità unica per entrare a far parte della nostra squadra!Nell’Academy saranno trattate le principali tematiche relative a hashtag#Data & hashtag#Analytics da docenti altamente qualificati con esperienza pluriennale nel settore.Inviaci il tuo CV! 🚀",
            "comments": []
        },
        {
            "post": "In Fincons crediamo molto nei giovani e ci impegniamo per offrire opportunità concrete a studenti e neolaureati che desiderano mettere in pratica le competenze e far emergere il proprio potenziale. Vogliamo offrire un ambiente di lavoro stimolante, in cui la creatività e l’innovazione siano incoraggiate e in cui i giovani possano crescere professionalmente.Negli ultimi due giorni eravamo nelle città di Catania e Lecce per due Career Day dedicati agli studenti e ai neolaureati dell' Università del Salento e dell' Università di Catania. hashtag#FINCONSYOUNGTALENT",
            "comments": []
        },
        {
            "post": "📢 Oggi Fincons Group si trova al Career Day Incontra il tuo futuro che si sta svolgendo all’Università di Trento. I nostri team HR stanno incontrando 🤝  studenti e neolaureati 👩‍🎓 👨‍🎓 che si fermano ai nostri desk per discutere delle loro aspirazioni professionali.  Gli eventi in presenza come questo rappresentano un’importante occasione per connetterci con giovani promettenti ed entusiasti. ❗ ❗ Non perdere l’occasione di passare al nostro stand e fare due chiacchiere con i nostri recruiter, saremo lieti di esplorare insieme le opportunità professionali.https://lnkd.in/dhpMN6vw  hashtag#careerday hashtag#unitrento hashtag#careerfair",
            "comments": []
        }
    ]
}