{
    "name": "Mauro Ghilardi",
    "subtitle": "Chief HR Officer",
    "location": "Greater Milan Metropolitan Area",
    "about": "After a 30+ years global career in HR, Mauro has now expanded his responsibilities to include other business responsibilities (procurement, shared services, business transformation projects and property/real estate management).",
    "experiences": [
        [
            "Direttore People & Transformation",
            "a2a · Full-time",
            "Jul 2020 - Present · 3 yrs 11 mos",
            "Milano, Lombardia, Italia",
            "Responsabile di HR & Organizzazione, nonché di progetti di Eccellenza Operativa, Procurement, Shared Services e Gestione Patrimonio Immobiliare per tutto il gruppo A2A. Amministratore di diverse società del gruppo A2A o indicato da A2A per società partner."
        ],
        [
            "Consigliere di Amministrazione",
            "Fondo Pensione Pegaso",
            "Jan 2023 - Present · 1 yr 5 mos"
        ],
        [
            "Componente Consiglio Direttivo",
            "Parks - Liberi e Uguali · Self-employed",
            "Apr 2024 - Present · 2 mos",
            "Milano, Lombardia, Italia · Hybrid"
        ],
        [
            "Membro del Consiglio di Gestione",
            "ISFOR Formazione Continua - FONDAZIONE A.I.B",
            "Jan 2023 - Present · 1 yr 5 mos",
            "Brescia, Lombardia, Italia"
        ],
        [
            "Consigliere di amministrazione",
            "A2A AMBIENTE S.P.A.",
            "Apr 2021 - Present · 3 yrs 2 mos",
            "Brescia, Lombardia, Italia"
        ]
    ],
    "posts": [
        {
            "post": "In che modo Amsa, società del gruppo A2A, si impegna a garantire un equo accesso ai propri servizi e opportunità? Scoprilo attraverso le testimonianze di Nabila, Khaled e Ayman, che ci hanno raccontato del progetto “Ambasciatori e ambasciatrici multiculturali”, a cui hanno partecipato. I tre operatori di Amsa si sono recati in una scuola italo-egiziana di Milano per svolgere una lezione di educazione ambientale nella loro lingua d’origine, l’arabo, per trasmettere a bambini e genitori le buone partiche per una corretta gestione dei rifiuti.A tal proposito, Marcello Milani, AD di Amsa, ha evidenziato l’impegno della società nel portare avanti diversi progetti a tema inclusione sottolineando come questi si traducano in un vantaggio sia per la comunità che per la sostenibilità ambientale.Per saperne di più visita il sito: https://lnkd.in/dviBJtRahashtag#a2alifecompany hashtag#Amsa hashtag#inclusione hashtag#sostenibilità",
            "comments": []
        },
        {
            "post": "🦋 Equità di genere: A2A e il Premio di Laurea Ingenio al Femminile.Dare spazio ad azioni concrete è fondamentale per conferire forma a un futuro del lavoro che riconosce nel valore femminile una grande forza di innovazione e creatività anche in ambito STEM.Iniziamo oggi il lungo viaggio alla scoperta delle aziende Ambassador della quarta edizione del Premio promosso da Consiglio Nazionale degli Ingegneri in collaborazione con Cesop.A2A, la Life Company italiana che si occupa di energia, acqua e ambiente, grazie all’uso circolare delle risorse naturali, quotata alla Borsa italiana, con circa 14.000 dipendenti, che ha ottenuto nel 2023 la certificazione per la parità di genere per 6 società del Gruppo, sostiene il Premio per il secondo anno consecutivo.Aderire a questo progetto rappresenta per A2A una significativa opportunità per promuovere l'equità di genere e valorizzare il contributo delle donne nell'ambito del mondo Ingegneristico.“Ingenio al femminile” è per A2A uno strumento valido per cambiare la percezione che molto spesso si ha rispetto al mondo dell'ingegneria, mostrandola come una disciplina accessibile a tutti, indipendentemente dal genere.Un futuro sostenibile è anche un futuro più equo.🍀 Un grande in bocca al lupo a tutte le laureate e dottorate ingegnere!Per candidarsi al Premio: https://lnkd.in/db-ethX hashtag#ingenioalfemminile hashtag#STEM hashtag#employerbranding hashtag#a2alifecompany",
            "comments": []
        },
        {
            "post": "Lunedì 6 maggio nell’ambito della rassegna *Futuro Direzione Nord*, modererò il panel \"Welfare, natalità e politiche a sostegno delle famiglie – Un confronto tra politiche italiane ed europee a sostegno della genitorialità\".Con la natalità ai minimi storici, è un tema chiave per la nostra società, che ci spinge a riflettere sul futuro che vogliamo.Prendendo le mosse dalle riflessioni di *Eugenia Roccella*, Ministra per la Famiglia, la natalità e le pari opportunità, il tema sarà affrontato da:*Franco Locatelli*  Presidente Consiglio Superiore di Sanità*Elena Bonetti* Membro della XII Commissione Camera dei Deputati, già Ministro per le Pari Opportunità*Irene Cetin*  Professore Ordinario di Ostetricia e Ginecologia dell’Università degli Studi di Milano e Direttore della UOC Ostetricia Mangiagalli Policlinico di MilanoLuca Pierelli Docente Università La Sapienza – Dipartimento Medicina Sperimentaleluana piroli Direttore Generale e della raccolta di In Scientia FidesSara Dossola Psicologa, Professoressa presso l’Università Bicocca nella Facoltà di Scienze Pedagogiche A seguire, dialogherò con Mauro Ghilardi Chief People and Transformation Officer di A2A che racconterà il case study della sua azienda.Giunta alla XXII Edizione, la kermesse è promossa da Stelline Foundation insieme a Inrete - Relazioni Istituzionali e Comunicazione e in collaborazione con Assolombarda.Ringrazio gli organizzatori per questa opportunità.hashtag#FuturoDirezioneNordAlessia Liparoti Alessia Testori",
            "comments": []
        },
        {
            "post": "Grazie ancora a Università Bocconi Francesco Billari Nicolò Cavalli",
            "comments": []
        },
        {
            "post": "Hai un’idea per una start up innovativa nel settore della transizione energetica ed economia circolare?Unisciti a noi martedì 7 maggio alle ore 16:30 per il webinar di Wazoku Crowd “A2A Call for Ventures: Clean Tech Solutions” e scopri di più sulla sfida lanciata dal nostro Gruppo!Il nostro Venture Builder sta cercando idee di start up che abbiano il potenziale per migliorare la qualità della vita delle persone, contribuendo contemporaneamente allo spostamento globale verso pratiche energetiche sostenibili. A2A Life Ventures supporterà la realizzazione di idee dall'inizio alla fine, acquisendo tecnologie o proprietà intellettuale e collaborando con le terze parti.Ti aspettiamo!Scopri qui tutti i dettagli: https://lnkd.in/emsXMZ-Qhashtag#a2alifecompany hashtag#innovation hashtag#A2ALifeVenture____________________________________________________________________________________Do you have an innovative startup idea related to energy transition and circular economy? Join us on Tuesday, May 7th at 4:30 PM CEST for the Wazoku Crowd webinar \"A2A Call for Ventures: Clean Tech Solutions\" and learn more about the challenge launched by our Group!Our Venture Builder is seeking startup ideas with the potential to enhace people's quality of life while advancing the global shift towards sustainable energy practices. A2A Life Ventures will support the realization in end-to-end delivery of ideas, acquiring technologies or intellectual property and collaborating with third-parties.Join us to learn more about the Challenge!For more information: https://lnkd.in/emsXMZ-Qhashtag#a2alifecompany hashtag#innovation hashtag#A2ALifeVenture",
            "comments": []
        },
        {
            "post": "Grazie all'impegno del nostro Gruppo sulle tematiche di inclusività e diversità, il nostro Direttore People & Transformation Mauro Ghilardi è stato nominato nel Consiglio Direttivo, portando il suo prezioso contributo a questa importante iniziativa.",
            "comments": []
        },
        {
            "post": "Grazie della fiducia e orgoglioso di rappresentare A2A in questo Consiglio! E grazie a tutte le persone di A2A, e specialmente dell'Inclusion Team LGBTQI+, per il lavoro e la sponsorship che mi hanno dato! Tanto da fare ma ci siamo! Valeria Casula Paolo Reali Elisetta Turci",
            "comments": []
        },
        {
            "post": "Ciao! Qui in NeN stiamo hashtag#assumendo per rinforzare il team Operations. Fatevi avanti!",
            "comments": []
        },
        {
            "post": "Ieri abbiamo pubblicato il report di monitoraggio periodico che i ragazzi di Motus-E effettuano sulle colonnine di ricarica in Italia (dico \"ragazzi\" perché sono davvero giovani e quindi hanno una visione molto più fresca della mia).Oltre a questo, vi segnalo la rubrica \"FACCIAMO CHIAREZZA\" sul sito per rispondere alle molte domande sul tema: https://lnkd.in/dRzFwGxbSeguite Motus-E per nuovi aggiornamenti!",
            "comments": []
        },
        {
            "post": "Still feeling inspired by our 2nd HR Leaders’ Circle Think Tank! Sharing experiences and bouncing off each others’ thoughts was just the right setting to dive into a conversation on the evolving role of HR Leaders in enabling transformative change within organisations. Frank Eberlein, Claudio Bartesaghi, Anabel Fall, Mauro Ghilardi, Ulrich Tennie, Valentine Vaslin-de Crevoisier, Adriano Bruno, Manuela Perraudin, it was great to have you with us for this peer-to-peer dialogue and enabling each other for impactful stakeholder conversations. Here are some of my key takeaways and looking forward to your thoughts in the comments.",
            "comments": []
        }
    ]
}