{
    "name": "Gianluca Castellini",
    "subtitle": "CEO Smurfit Kappa Italy at Smurfit Kappa",
    "location": "Milan, Lombardy, Italy",
    "about": "With over 25 years of experience in business in different management roles of which the last 15 in Smurfit Kappa, I was appointed as CEO Smurfit Kappa Italy in November 2018. Previously I was the HR Director for Corrugated Italy and since 2013 the Group Vice President HR responsible for the development and delivery of the overall HR strategy covering our 45,000+ employees in 35 countries. Smurfit Kappa Italy is the Italian subsidiary with annual turnover of ca. 660M euro, 26 operational sites/business units and 2,000+ employees.In my new position I am focused on leading the development and implementation of the overall business strategy, focusing on innovation and customer centricity and demonstrating our key leadership behaviors necessary to make the company mission a success. Working in a highly competitive industry, this is a new opportunity for me to work with my team trying to out-think the other competitors in the market and add value, build further market share and increase customer loyalty.As per my personal experience developed in many years in the HR landscape, I strongly believe that a company with engaged employees shows higher long term growth, faster innovation and eventually better results, as employees thrive in a better working environment. That is why I challenge my managers every day to lead by example and to show that Leadership plays a  fundamental role in building a culture of employee engagement. Smurfit Kappa is built on the values of respect, integrity and loyalty. A key part of my mission in Smurfit Kappa Italy is to ensure all our employees return home safe every day to their families. Operating safely is non-negotiable, no matter where we work, nothing is so important that it cannot be done safely.Key experience in Leadership, Business strategy, Employee Engagement, Talent Attraction, Talent Development, Performance Management,  Health and Safety.",
    "experiences": [
        [
            "Smurfit Kappa",
            "20 yrs 3 mos",
            "CEO Smurfit Kappa Italy",
            "Nov 2018 - Present · 5 yrs 7 mos",
            "Italy",
            "Smurfit Kappa is a FTSE 100 company and is one of the leading providers of paper-based packaging solutions in the world. We have around 46,000 employees in approximately 370 production sites across 35 countries and with revenue of €8.6 billion in 2017. We are located in 22 countries in Europe, and 13 in the Americas.",
            "Group VP Human Resources",
            "Apr 2013 - Nov 2018 · 5 yrs 8 mos",
            "Dublin",
            "HR Director Italy",
            "Mar 2004 - Apr 2013 · 9 yrs 2 mos"
        ],
        [
            "SSB Societa' per i Servizi Bancari",
            "Milan (Italy) HR Manager",
            "1998 - 2004 · 6 yrs"
        ],
        [
            "HR and Organization Specialist",
            "Total - Milan (Italy)",
            "1994 - 1998 · 4 yrs"
        ]
    ],
    "posts": [
        {
            "post": "It is with immense pride that we celebrate our female colleagues in Smurfit Kappa Italia, with our new campaign just released. Talent, passion, dedication and commitment of +400 colleagues, who everyday make Smurfit Kappa Italia a better company. We rely on you! hashtag#SmurfitKappa hashtag#EveryOne hashtag#IWD",
            "comments": []
        },
        {
            "post": "This is how in Smurfit Kappa Italia we see our 2024 just started. A world full of opportunities and spaces to develop better planet packaging and help our customers to protect and boost their brands and products. No secret recepies, but Curiosity, Courage, Determination and Team spirit of our +2,000 talent. Take a look.",
            "comments": []
        },
        {
            "post": "Wow... 5 years in a row as Top Employer. So proud of what SK Italy has become over the years. We constantly aim to be a good employer, where all the employees of today and tomorrow can find a place where they are respected, supported and accepted for what they truly are and where everyone can find the best conditions to excel and reach its own potential. No better strategy for a company, if you really want to ensure the long term success. More to come in the future. Stay tuned. hashtag#TopEmployer hashtag#TopEmployer2024 hashtag#Everyone",
            "comments": []
        },
        {
            "post": "No better way to start the New Year with a fantastic story of solidarity and generosity. SK Italy and all its employees together to support our unfortunate colleagues who lost properties and belongings during the tremendous floodings that hit Emilia Romagna region last summer. A small signal that nobody is alone, no matter what challenges life brings in front of us. So let's hope 2024 could be a year full of values, respect and good actions. It has never been so essential than today.",
            "comments": []
        },
        {
            "post": "As we wave goodbye to another year we would like to wish all of our customers, suppliers, employees, families and friends a very happy and healthy 2024!hashtag#NewYear",
            "comments": []
        },
        {
            "post": "Always exciting when we meet with our  forward-thinking customers and we discuss the future of packaging. Paper and cardboard are by far the best available solution to ensure a balanced evolution of nature and economy. Fully renewable, recyclable and biodegradable and designed to ultimately disappear. All in all, a Better Planet Packaging. Think about it ! hashtag#Betterplanetpackaging",
            "comments": []
        },
        {
            "post": "Economia circolare, eco-packaging, nuovi servizi per i clienti. Questi i temi trattati nell’edizione 2023 di Better Planet Packaging Day, la giornata dedicata all’innovazione e allo sviluppo di soluzioni di packaging sempre più sostenibili, organizzata nella sede dell’Experience Centre di Pastrengo (VR). Un momento di riflessione sul valore della circolarità e sul contributo che un materiale come il cartone ondulato può offrire grazie alla sua versatilità. Un confronto con i nostri partner, tra cui Coop e FIEGE Logistics Italia che hanno portato le loro case history; un’occasione di aggiornamento sulle norme tecniche dell’industria cartaria per misurare riciclabilità e separabilità dei materiali compositi con il supporto di Comieco.https://shorturl.at/fBEY6hashtag#packaging hashtag#sustainablepackaging hashtag#zerowaste hashtag#gotomarket hashtag#BetterPlanetPackaging hashtag#economiacircolare",
            "comments": []
        },
        {
            "post": "Gosh, what a night! So proud of SK Italy winning the 2023 Quality Award from Lavazza Group. A fantastic recognition for the professionalism, passion and resilience of so many people in our company. Always ready to serve all our fantastic customers with first-class quality packaging.",
            "comments": []
        },
        {
            "post": "In the day the EU Parliament is set to have a final vote on the Packaging and Packaging Waste Regulation (PPWR), I take the opportunity to reiterate the need of a mindful and science-based decision. Cardboard is by far the most sustainable material and paper-based packaging is the solution going forward to match the protection of our planet and the legitimate business needs. hashtag#PPWR hashtag#BPP",
            "comments": []
        },
        {
            "post": "Life can change in a blink of an eye. Few weeks ago, in the Italian Emilia Romagna region severe storms caused unstoppable floodings that brought cities and towns under water. In Smurfit Kappa Italy we were extremely lucky, with water stopping just outside our premises in Massa Lombarda and Fustelpack plants. But things went differently for some of our customers and suppliers, who have not yet restarted production. As well for some of our employees, who have seen their houses severely damaged and lost everything. We can do nothing against the weather, but we can do a lot with our solidarity and generosity. It is time to help, support and donate to the local communities and the people affected. Everybody can choose how. We will do our part. hashtag#forzaromagna",
            "comments": []
        }
    ]
}