{
    "name": "Massimo Scaccabarozzi",
    "subtitle": "President of Farmindustria | President of Janssen Italia | Head of External Affairs Johnson & Johnson Italia",
    "location": "Italy",
    "about": "Massimo Scaccabarozzi has a degree in Pharmacy.He is Chairman of Janssen Italy, the pharmaceutical division of the Johnson & Johnson Group. Janssen has approximately 1300 employees and has been present in Italy since 1995, with headquarters in Milan and a production plant in Latina. He is also Head of External Affairs Johnson & Johnson Italia and President of Farmindustria, the Italian Association of Pharmaceutical Companies and President of the Johnson & Johnson Foundation, which in 20 years of charitable activities has distributed contributions for approximately € 15 million in Italy. Confirming his commitment to social welfare, he is also the frontman of the \"JC Band\" composed by employees of Janssen Italy. The JC Band has been performing charity rock concerts in Italy and abroad for more than 10 years.",
    "experiences": [
        [
            "Direttore",
            "MENARINI Group · Full-time",
            "Sep 2022 - Present · 1 yr 9 mos"
        ],
        [
            "Confindustria",
            "13 yrs",
            "Member of the General Council",
            "May 2015 - Present · 9 yrs 1 mo",
            "Member of the Board and Permanent Invitee of the Board of Directors",
            "Jun 2011 - May 2015 · 4 yrs"
        ],
        [
            "Representative of the General Council",
            "Unindustria Roma - Frosinone - Latina - Rieti - Viterbo",
            "Jun 2019 - Present · 5 yrs",
            "Representative of the General Council of Unindustria, the territorial association of the Confindustria system of Rome, Frosinone, Rieti Viterbo and Latina."
        ],
        [
            "Member of the Board of Directors",
            "Fondazione Centro Cardiologia e Cardiochirurgia A. De Gasperis",
            "May 2019 - Present · 5 yrs 1 mo"
        ],
        [
            "Member of the Council",
            "Imprese Internazionali della Regione Lazio",
            "Sep 2018 - Present · 5 yrs 9 mos"
        ]
    ],
    "posts": [
        {
            "post": "Il cancro è proprio una supervita e le imprese del farmaco, insieme ai ricercatori, stanno compiendo ogni sforzo per sconfiggerlo attraverso progetti di ricerca sempre nuovi, sempre più innovativi ma, soprattutto, in partnership. Grazie alla SIF, hashtag#societaitalianadifarmacologia e alla Professoressa hashtag#AmeliaFilippelli per avermi invitato a questo appuntamento così ricco di scienza, ricerca, innovazione e soprattutto di tanti giovani preparatissimi che lasciano ben sperare (anzi grandi certezze) la ricerca italiana hashtag#ricerca hashtag#Cancer hashtag#ricercascientifica hashtag#CancerResearch hashtag#salerno hashtag#farmaci hashtag#SIF hashtag#Unindustria hashtag#ameliafilippelli",
            "comments": []
        },
        {
            "post": "https://lnkd.in/dxxssdKzRingrazio per la fiducia tutte le aziende farmaceutiche e biomedicali della regione Lazio e tutti i collaboratori della struttura di Unindustria. È una sfida importante e non sempre sarà facile ma possiamo contare su due settori straordinari che rappresentano non solo un eccellenza regionale ma anche un eccellenza Nazionale ed Europea. E la squadra della sezione c’è ed è composta da professionisti eccellenti. Onorato di questo rinnovato impegno.hashtag#unindustrialaziohashtag#aziendefarmaceutichehashtag#aziendebiomedicali",
            "comments": []
        },
        {
            "post": "È proprio così, chi ti ha conosciuto non ti dimenticherà mai. Grazie Sandrino (per me resterai sempre il nostro Sandrino come mi piaceva chiamarti) e grazie a Teresa! Davvero unici e per sempre nei nostri cuori ♥️ hashtag#AFI hashtag#federfarmavarese",
            "comments": []
        },
        {
            "post": "NEL FUTURO, BREVE O MEDIO CHE SIA, SAPPIAMO PER CERTO CHE DOVREMO AFFRONTARE UNA NUOVA PANDEMIA DOVUTA ALLA CRESCENTE RESISTENZA DEI BATTERI AGLI ATTUALI ANTIBIOTICI E ALLA MANCANZA DI ANTIBIOTICI IN GRADO DI AFFRONTARE IL PROBLEMA. SE È VERO CHE L’INNOVAZIONE CAMBIA IL FUTURO DOBBIAMO PERMETTERLE DI FARLO E CAMBIARE IL MODO DI CONSIDERARE L’INNOVAZIONE NEGLI ANTIBIOTICI. TROVARE, SVILUPPARE E PRODURRE UN NUOVO ANTIBIOTICO NON E’ UN IMPRESA SEMPLICE.SE NON CAMBIERÀ IL MODO DI CONSIDERARE I NUOVI ANTIBIOTICI COME SOLUZIONI VERAMENTE INNOVATIVE E ALLA STREGUA DI TERAPIE ORFANE, L’INNOVAZIONE IN QUESTO CAMPO NON CAMBIERÀ E CON ESSA NON CAMBIERÀ NEMMENO IL FUTURO.”Ne abbiamo parlato alla Winter School di Motore Sanita a Cernobbio. Nel video gli argomenti essenzialihashtag#Menarini hashtag#motoresanità hashtag#winterschool hashtag#unindustrialaziohashtag#antibioticoresistenza hashtag#innovazione",
            "comments": []
        },
        {
            "post": "Onorato di partecipare a questo convegno dove si farà il punto della situazione e dove porterò le mie conoscenze in ambito farmaceutico. Il brevetto in ambito farmaceutico non significa solo proprietà intellettuale ma significa ricerca, innovazione e soprattutto VITA. Senza brevetto o adeguata protezione non esiterebbe la ricerca, non esisterebbe l’innovazione e non esisterebbero tutte quelle soluzioni che per i pazienti significano VITAhashtag#aippi hashtag#unindustrialazio hashtag#ricerca hashtag#innovazione",
            "comments": []
        },
        {
            "post": "Sono sempre le PERSONE a fare la differenza…. in TUTTO",
            "comments": []
        },
        {
            "post": "Abbiamo condiviso un SOGNO. Lo abbiamo fatto INSIEME.GRAZIE a tutti coloro che in questo SOGNO ci hanno creduto. Siete un patrimonio del paese, un patrimonio da non disperdere per il bene di tutti: per la nostra capitale, per la nostra regione per la nostra Italia.hashtag#FondazioneRomaExpo2030Ance Roma - Acer CNA Roma hashtag#ColdirettiRomaConfcommercio Roma Confesercenti Roma Federlazio - Associazione Piccole e Medie Imprese del Lazio Unindustria Roma - Frosinone - Latina - Rieti - Viterbo",
            "comments": []
        },
        {
            "post": "Roma Expo 2030, una gara interminabile, un sogno come obiettivo e un valore unico per Roma, per la nostra regione Lazio, per il nostro Paese! hashtag#Rai1, XXI SECOLO“Tra poco sapremo se hashtag#Expo2030 arriverà a Roma. Comunque vada abbiamo raggiunto un grande obiettivo: con la nostra Fondazione Roma Expo 2030 le imprese hanno dato vita a una sinergia istituzionale per il futuro del nostro Paese”.hashtag#FondazioneRomaExpo2030hashtag#AnceRoma hashtag#Acer hashtag#ColdirettiRomahashtag#ConfcommercioRomahashtag#ConfesercentiRoma hashtag#CNARoma hashtag#Federlazio hashtag#Unindustria Roma - Frosinone - Latina - Rieti - Viterbohashtag#AllTogetherForExpo2030Romahashtag#Expo2030Roma hashtag#Romahashtag#LambertoMancini hashtag#Confcommercio",
            "comments": []
        },
        {
            "post": "Expo 2030: ci siamo! È arrivato il momento! La hashtag#FondazioneRomaExpo2030, il mondo delle imprese e delle associazioni datoriali, il hashtag#ComitatoRomaExoo2030, le hashtag#Istituzioni tutte hanno dato tutto ciò che era possibile per realizzare il sogno. hashtag#InsiemePerUnSogno…. Questo il risultato più bello!!!hashtag#FondazioneRomaExpo2030hashtag#AnceRoma hashtag#Acer hashtag#ColdirettiRomahashtag#ConfcommercioRomahashtag#ConfesercentiRoma hashtag#CNARoma hashtag#Federlazio hashtag#Unindustria Roma - Frosinone - Latina - Rieti - Viterbohashtag#AllTogetherForExpo2030Romahashtag#Expo2030Roma hashtag#Romahashtag#LambertoMancini hashtag#ValentinaDellAirahashtag#Confcommercio hashtag#AngeloCamilli",
            "comments": []
        },
        {
            "post": "Ne parleremo anche martedì 28 novembre mattina alle ore 10.30 agli hashtag#InnovationDays del hashtag#Sole24Ore La hashtag#spesadiretta che sfora e la hashtag#spesaconvenzionata che grazie ai tagli di prezzi avvenuti nel passato e agli spostamenti di prodotti di medicina generale dalla convenzionata alla diretta per meri motivi di cassa, crea disavanzi. La nostra produzione però non si ferma ed è un patrimonio della Regione e del Paese che, come il Rapporto di hashtag#UnindustriaLazio evidenzia, deve essere tutelato per tutti i valori che i settori Farmaceutico e Biomedicale rappresentano: sono entrambi assets economici, di salute, sociali e di sicurezza nazionale hashtag#Farmaceutica hashtag#Biomedicali hashtag#UnindustriaLazio",
            "comments": []
        }
    ]
}