{
    "name": "Luca Panzeri",
    "subtitle": "Group CFO - Fincons Group",
    "location": "Lecco, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "Fincons Group",
            "14 yrs 5 mos",
            "Group CFO",
            "Full-time",
            "Jul 2022 - Present · 1 yr 11 mos",
            "Milano, Lombardia, Italia",
            "Manager",
            "Jan 2010 - Jul 2022 · 12 yrs 7 mos",
            "Milano, Italia"
        ],
        [
            "Controlling Manager",
            "Fincons Spa",
            "Jul 2022"
        ]
    ],
    "posts": [
        {
            "post": "hashtag#IBC2023 has just started and we are super excited to be exhibiting at this amazing show!Visit our booth 5.F30 - Hall 5 to find out more about our solutions for empowering the content value chain!Francesco Moretti, Alberto Niero, Stefano Urbani, Oliver Botti, Amir Lavi, Owain Griffiths, Serge BIDAULT, Romain Arricastres, Sara Montani, Nicolò Marziale, Paolo Ferrara, Luca Cisoni, Nicolò Colombo, Viola Guerrini",
            "comments": []
        },
        {
            "post": "Si parla di Fincons sul nuovo numero di Persone & Conoscenze! La rivista ha dedicato un articolo, scritto dal caporedattore Dario Colombo, a ricordo della celebrazione del quarantesimo anniversario di Fincons al Teatro alla Scala di Milano. Il racconto di una serata emozionante e speciale, da cui emerge l’importanza dei valori di una family company che da sempre pone alla base della sua crescita l’attenzione alle persone e la volontà di trasmettere la conoscenza e la passione per il lavoro alle generazioni future.Leggi l’articolo: https://lnkd.in/dTGrcdQZEdizioni ESTE hashtag#familycompany hashtag#personeeconoscenze hashtag#quarantesimo hashtag#finconstekne hashtag#laboratoriteatrali",
            "comments": []
        },
        {
            "post": "And the winner is… proud to receive the Best Platform Award here at the 20th hashtag#FED2023 in Lucca, for an innovative pilot of the DVB-I standard, an effective route to open and regulate access to TV via broadband. The awarded pilot, which is now moving towards a national trial in Italy, results from the collaboration of Mediaset and Fincons Group as part of a larger initiative incouding Vestel, LG Electronics, TIM, RTL 102.5, Kineton, MainStreaming, Broadpeak, Dolby Laboratories, V-Nova Ltd.Happy to receive it together with Marco Pellegrinato from Andrea M. Michelozzi during the amazing gala dinner at the beautiful Real Collegio.hashtag#dvbi hashtag#hbbtv hashtag#nextgenv hashtag#hybridtv",
            "comments": []
        },
        {
            "post": "Si parlerà di hashtag#investimenti, hashtag#innovazione e hashtag#sviluppo in hashtag#Puglia nell’evento di lunedì 12 giugno presso la sede di Assolombarda a Milano. Nel panel delle ore 15:20 “Smart Puglia: l’asse con la Lombardia sulla strada della transizione digitale”, Francesco Moretti, Group Deputy CEO and CEO International Fincons Group, racconterà il ruolo di Fincons nel panorama digitale italiano ed internazionale e le ragioni che hanno portato il Gruppo, tra i primi ad investire in Puglia, ad aprire a Bari 15 anni fa il proprio Delivery Center, portando alla luce le potenzialità di un territorio dinamico e innovativo ricco di opportunità. Puoi seguire l’evento in presenza o in diretta streaming qui: https://lnkd.in/dg7u7N24",
            "comments": []
        },
        {
            "post": "L’evoluzione del settore bancario e assicurativo e il ruolo chiave della BU Financial Services and Insurance di Fincons nel promuovere la trasformazione digitale attraverso l’innovazione.Questi i temi dell’articolo pubblicato sul numero di giugno di Data Manager Magazine con la voce di Giuliano Altamura, Global FSI BU General Manager e UK Country Manager di Fincons: “In un mercato che va veloce, saper guidare l’evoluzione richiesta da banche e assicurazioni è fondamentale. Bisogna essere in grado di rispondere non solo alle esigenze attuali ma di guardare con lungimiranza anche al futuro del business. Un approccio che seguiamo con convinzione e che ci ha portato a instaurare relazioni durature e di fiducia con importanti clienti sia nei nostri mercati domestici, come l’Italia e la Svizzera, sia nei mercati internazionali, che sempre più riconoscono il nostro valore e nei quali abbiamo l’ambizione di crescere.”https://lnkd.in/e7_AXTcKhashtag#financialservices hashtag#insurance hashtag#digitaltransformation hashtag#digitalchannels hashtag#itmodernization",
            "comments": []
        },
        {
            "post": "Siamo sponsor ufficiali della dodicesima edizione del Regionale Golf Lombardia, il circuito golfistico in cui 2700 partecipanti si cimenteranno, fino a luglio, in appassionate sfide sul campo e, al termine delle sfide individuali, i migliori giocatori saranno invitati a disputare una finalissima che decreterà il campione ufficiale del Regionale.Siamo orgogliosi di sponsorizzare un circuito di tale prestigio che consente di combinare lo spirito sportivo con la valorizzazione del territorio lombardo.  Leggi la news sul nostro sito: https://lnkd.in/dG-vyudXhashtag#sponsorship hashtag#regionalegolflombardia",
            "comments": []
        },
        {
            "post": "Fincons Group celebra il traguardo del suo 40° anniversario con una prestigiosa Cover story sul numero di maggio Data Manager Magazine: il racconto di un’azienda che, nei suoi 40 anni di crescita ed espansione internazionale, ha guidato la trasformazione digitale delle più importanti aziende del mondo, con la passione e i valori di una family company che ha radici solide per continuare a costruire il futuro. Nel servizio, le interviste a Michele Moretti, Francesco Moretti, Franco Cammarota, Luca Panzeri, Olga Cursoli, Mara Barni e Anna Maria Delzotti: https://lnkd.in/df_5X4uE",
            "comments": []
        },
        {
            "post": "Da oggi fino a domenica siamo all’evento hashtag#PugliaWomenCode, a Bari, per incontrare le ragazze che vogliono avvicinarsi al mondo digital. Se sei all’evento anche tu, vieni a trovarci al nostro Stand per conoscere l’azienda, le opportunità di lavoro e la Fincons XX Academy dedicata ad un pubblico tutto femminile.Non riesci a partecipare? Visita il nostro sito e guarda le job position aperte https://lnkd.in/d8uhJ22a Olga Cursoli Luca Laera Marcello Monaco Michele P. Rossella Tedesco@pugliawomenlead hashtag#CodingBootcamp hashtag#opportunità hashtag#stemgirls",
            "comments": []
        },
        {
            "post": "The hashtag#NABShow 2023 is just around the corner and we can’t wait to welcome you at our booth to showcase hashtag#AllRights, the ultimate all-encompassing hashtag#rightsmanagement solution powered by Fincons to boost content monetization!Discover more here https://lnkd.in/dDmWMe_R",
            "comments": []
        },
        {
            "post": "Oggi, giornata internazionale della donna, abbiamo il piacere di presentare XX Academy, la nostra prima Academy rivolta esclusivamente ad un pubblico femminile, con focus sulla tecnologia .NET, che partirà il prossimo 2 maggio.L’iniziativa nasce dalla volontà di valorizzare e incoraggiare lo sviluppo delle competenze digitali e informatiche tra il pubblico femminile. Un progetto a cui teniamo molto e che anche Fabiana Andreani, influencer con una community under 30 particolarmente attenta ai temi di formazione e placement, ha voluto sposare attraverso i suoi canali social.Per maggiori informazioni:https://lnkd.in/dcgNNvMZhashtag#formazioneaziendale hashtag#digital hashtag#technology hashtag#8marzo hashtag#InternationalWomenDay",
            "comments": []
        }
    ]
}