{
    "name": "Massimo Piacentini",
    "subtitle": "BU CFO, Head of Controlling at Huawei Technologies",
    "location": "Milan, Lombardy, Italy",
    "about": "A trusted Executives' co-pilot, adding economic, financial and strategic depth to business management.A Finance professional devoted to strategic planning and customer management, and at the same time keen to keep a pragmatic hands-on approach in targeting corporate KPIs.",
    "experiences": [
        [
            "Huawei Technologies",
            "10 yrs 3 mos",
            "BU CFO, Head of Controlling & Customer Finance",
            "Full-time",
            "Feb 2019 to Present · 5 yrs 4 mos",
            "Milan Area, Italy",
            "Responsible end-to-end, as BU CFO, for the financial performances of multiple Business Units. Supervising the team of BU CFOs managing the other BUs, as well as the Country’s Financial Controllers.\nKey activities:\n- Relationship with customers and financial institutions\n- Design, optimisation and negotiation of sales and procurement contracts\n- Advisory to Senior Management on improvement potential, actions, risks and opportunities\n- Analysis of customers and markets to unveil business opportunities and prevent risks\n- Strategic planning, budgeting, forecasting\n- Supervision of the Financial Controlling activities\n- Coaching BU CFOs and Controllers; teaching Finance subjects to non-Finance staff\n- Profitability estimation for new opportunities, financial structuring of new deals\n- Optimisation of processes for Controlling, Treasury and Credit Management",
            "Business Unit CFO",
            "Full-time",
            "Sep 2016 to Jan 2019 · 2 yrs 5 mos",
            "Milan Area, Italy",
            "Managing the end-to-end Finance activities for a BU in Italy, and supervising its Financial Controllers:\n- Similar responsibilities to those described above, focussed on a single Business Unit",
            "Business Finance Controller",
            "Mar 2014 to Aug 2016 · 2 yrs 6 mos",
            "Milan Area, Italy",
            "Managing the end-to-end Finance activities in the Enterprise and Vertical Markets in Italy:\n- Channel Finance, financial solutions for channels, partners and end customers\n- Relationship with financial institutions, and customers’ C-level for all financial matters\n- Contract analysis, review, negotiation\n- Financial analysis and advisory, business and market analysis, Channels evaluation\n- Projects financial controlling, strategic planning, business planning, budgeting, collection"
        ],
        [
            "Alcatel-Lucent",
            "9 yrs 9 mos",
            "Sales Operations Professional",
            "Sep 2008 to Mar 2014 · 5 yrs 7 mos",
            "Responsible in a major Global Account for:\n- Strategic planning, strategic deals management, targets and incentives management\n- Commercial controlling, business support for the Sales teams\n- Financial and market analysis for both internal and external customers\n- Strategy execution analysis and performance analysis through balanced scorecard and dashboard\n- Contributor in several areas, especially internal consulting, ad-hoc analyses, and account planning",
            "Junior FP&A and Business Management Analyst",
            "Full-time",
            "Jul 2004 to Aug 2008 · 4 yrs 2 mos",
            "2006-2008: reporting and consolidation of information from Finance, Business Management and Orders Administration, commercial controlling, forecasts analysis, financial and market analysis\n2004-2006: business and financial analysis to support General Management in South-East Europe"
        ],
        [
            "Corporate Finance Analyst",
            "Banca Intermobiliare · Internship",
            "Jan 2004 to Apr 2004 · 4 mos",
            "Working with the Senior Advisers on M&A evaluations (with DCF, comparables and precedent transactions methods) and a Corporate Finance introductory course for Relationship Managers."
        ],
        [
            "Co-Founder and President",
            "North Italy Communications · Self-employed",
            "Jan 2000 to Dec 2003 · 4 yrs",
            "Business development, business planning, and economic advisory in the Company start-up phase. Supported the creation of a joint-venture global services Company in partnership with a major Customer"
        ],
        [
            "Analyst, Secretariat for CEI Projects",
            "Central European Initiative - CEI · Internship",
            "Sep 2002 to Dec 2002 · 4 mos"
        ]
    ],
    "posts": [
        {
            "post": "Growing global revenue by 9.6% in 2023, reaching 99.4 bn$, with 9.9 bn$ cash flow. The secret? As usual it is not a secret at all: Research & Development, with 23.3 bn$ invested (yes, in 2023 alone), and 114 thousand colleagues working in R&D.",
            "comments": []
        },
        {
            "post": "Anastasia Alletti is hiring. Check this opportunity!",
            "comments": []
        },
        {
            "post": "Huawei's investments in R&D grew again in 2022: 25.1% of the annual revenue, even more than the already amazing 22.4% of 2021. That is another 23.2 billion USD invested in research and development last year. This is what a Company talking of innovation, future and - why not - courage does when it really walks the talk. Ah, of course, feel free to compare it but let me spoil it: 17-18% is what our main competitors invest.",
            "comments": []
        },
        {
            "post": "Cerchiamo Tax Specialist! https://lnkd.in/eRXdctxD",
            "comments": []
        },
        {
            "post": "Knowing and managing what is behind and beyond the numbers is the \"secret\" of a successful Finance Department, and of every Finance professional working in a complex Corporate environment.Our Finance team at Huawei is made of passionate, professional people willing to learn, know and understand more every day.I am proud to be part of this team and to collaborate with such outstanding colleagues.毛中会 Veronica Mauriello Giulia Signore Luca Levati",
            "comments": []
        },
        {
            "post": "3 times in a row!!! 🏆 Thank you Huawei and Huaweiers ❤️#Huawei #TopEmployer #2022 #ICT #Technology #Italy #WestEurope",
            "comments": []
        },
        {
            "post": "Hard not to agree here, right? Security and innovation for the benefit of people (and governments) are reached with clear rules and strong controls. Not enough? The asnwer is not restrictions and limitation to trade, but clearer rules and stronger controls. More difficult to design and implement, and less visible to the masses, but better for everybody. #security #innovation",
            "comments": []
        },
        {
            "post": "\"2021 will be another challenging year for us, but it's also the year that our future development strategy will begin to take shape,\" said Eric Xu, Huawei's Rotating Chairman",
            "comments": []
        },
        {
            "post": "Over the last thirty years, whether in good times or tough times (like 2019-2021), Huawei makes substantial investments in R&D that help make good things happen for Huawei and our partners and customers. Over the past year, Huawei's enterprise business stepped up efforts to develop innovative scenario-based solutions for different industries and create a digital ecosystem that thrives on joint creation and shared success for Huawei, partners, and customers. Despite the burden of export controls on the mobile device part of our consumer business, in 2020, Huawei's carrier business continued to ensure the stable operations of more than 1,500 networks across more than 170 countries and regions, which helped support telework, online learning, and online shopping throughout COVID-19 lockdowns. Working with carriers around the world, Huawei helped provide a superior-connected experience and moved forward with more than 3,000 5G innovation projects in over 20 industries like coal mining, steel production, ports, and manufacturing. #innovation #sharedvalue",
            "comments": []
        },
        {
            "post": "\"There’s one major benefit many people don’t know about: 5G equipment is extremely energy-efficient.For one thing, the 5G specifications developed by 3GPP call for a 90% reduction in energy use compared to 4G technologies.\" - Andy Purdy",
            "comments": []
        },
        {
            "post": "#andratuttobene #WeAreHuawei #WeLoveItalyThomas Miao Jeff Guo Dongsui Wang Liqiang Zou Wells Li (Junwei) #applausi",
            "comments": []
        },
        {
            "post": "Today, Huawei announces an investment of over 200 million euros in a new product plant in France to produce #5G equipment for the European market. The project is estimated to directly create 500 jobs and produce 1 billion euros worth of products annually. #HuaweiNews",
            "comments": []
        },
        {
            "post": "Huawei and the Duke of Richmond have announced a three year partnership with the @fosgoodwood. Where better to showcase our super-fast 5G connectivity than the Festival of Speed? #5GisOn #FOS Read more here: https://lnkd.in/dUsPiXA https://lnkd.in/djzCbCK",
            "comments": []
        },
        {
            "post": "88 thousand patents, 11 thousand core technology patents granted by the United States, 54 thousand proposals to set industry standards, 1500 Carrier networks built worldwide,... Facts matter, and indeed not everyone know them all.",
            "comments": []
        },
        {
            "post": "#Milano è una città molto avanti in tema di #SmartCity, ambito in cui hashtag#Huawei gioca un ruolo molto attivo. Quali saranno i prossimi passi per rendere Milano sempre più smart? Lo abbiamo chiesto a Giuseppe Sala, Sindaco di Milano.",
            "comments": []
        },
        {
            "post": "Vodafone UK are phasing Nokia out of its Radio Access Network (RAN). hashtag#Vodafone hashtag#Nokies hashtag#Telecoms hashtag#News",
            "comments": []
        },
        {
            "post": "Inaugurati oggi i nuovi uffici hashtag#Huawei di Milano alla presenza di media e istituzioni. Huawei è orgogliosa di aprire le porte del nuovo IECC (Innovation, Experience and Competence Center), dove sarà possibile sperimentare le nostre soluzioni ICT più avanzate per la trasformazione digitale del Paese. https://lnkd.in/eJrPA4X",
            "comments": []
        },
        {
            "post": "World's 1st...many things. Really.",
            "comments": []
        },
        {
            "post": "Vodafone Supplier Awards 2017/18 Winners confirmed at Tomorrow Street's Arch Summit #archSummit!!!Congrats from Vodafonewatch to Huawei (Supplier of the Decade -- everyone's dead-cert, no doubt!), WPP (Supplier of the Year -- controversial), Nokia (Health & Safety), Dell EMC (Sustainable Supply Chain), Thales Digital Identity and Security (Outstanding Quality & Delivery), Huawei again (Best Account Management Team), Sercomm (Contribution to CXX), HRG (Outstanding Quality & Delivery). Also to master of ceremony Ninian Wilson for his first year leading VPC, and all at Vodafone Procurement Company on their Tenth Anniversary!http://bit.ly/2HNsufh -- more pics and details...",
            "comments": []
        }
    ]
}