{
    "name": "Luca Colombo",
    "subtitle": "Hr Manager presso Brugola OEB Industriale S.p.A.",
    "location": "Milan, Lombardy, Italy",
    "about": "Experienced Human Resources Manager with a demonstrated history of working in different industry. Strong human resources professional skilled in Negotiation, Business Planning, Improvisation, People Management, and Recruiting",
    "experiences": [
        [
            "Hr Manager",
            "Brugola OEB Industriale S.p.A.",
            "Dec 2017 - Present · 6 yrs 6 mos",
            "Lissone",
            "Vision",
            "Dal 1926 un percorso di successi, di innovazioni che hanno contraddistinto progressi tecnologici, culturali e qualitativi. Il nostro impegno è fatto di grande passione e valori, caratteristiche che consentono di raggiungere le mete ed i sogni più..."
        ],
        [
            "OWNER",
            "OFFICINA DELLE FESTE",
            "May 2011 - Dec 2019 · 8 yrs 8 mos",
            "2 negozi di articoli per le feste di mia proprietà"
        ],
        [
            "HR Manager",
            "vitali spa",
            "Jul 2015 - Jul 2017 · 2 yrs 1 mo",
            "Innovation Campus Peschiera Borromeo (MI)",
            "Impresa e Società di Costruzioni | Gruppo Vitali",
            "Per il Gruppo Vitali, l'edilizia è una tradizione: da tre generazioni operiamo nel mondo delle costruzioni, in Italia e all'estero. Visita il sito!"
        ],
        [
            "HR Manager",
            "ASTRIM SPA",
            "2006 - 2009 · 3 yrs"
        ],
        [
            "HR Manager",
            "Algol SpA",
            "2001 - 2006 · 5 yrs"
        ]
    ],
    "posts": [
        {
            "post": "hashtag#proudtobeOEB. 100%!Tantissimo rispetto per tutti i colleghi di Brugola OEB Industriale S.p.A. che ogni giorno con dedizione e passione continuano a fare grande questa importante realtà italiana  È un privilegio far parte di questa azienda sia umanamente che professionalmente",
            "comments": []
        },
        {
            "post": "hashtag#proudtobeOEBJay Dekmak - MS.",
            "comments": []
        },
        {
            "post": "Le soft skills sono fondamentali nella vita come nel lavoro, orgoglioso di far parte di OEB potendo condividerne appieno i valori. hashtag#proudtobeOEB",
            "comments": []
        },
        {
            "post": "L'eccellenza è parte del DNA di Brugola OEB Industriale S.p.A. Grazie al nostro Presidente jody brugola e a tutti i colleghi di OEB che continuano con orgoglio e grande senso di appartenenza a mantenere vivi i valori su cui si fonda una grande azienda.hashtag#proudtobeOEB",
            "comments": []
        },
        {
            "post": "hashtag#proudtobeOEB",
            "comments": []
        },
        {
            "post": "Pronti per il 2024, altre sfide ci aspettano e siamo sempre alla ricerca di persone con una marcia in più da aggiungere all nostra squadra. Brugola OEB Industriale S.p.A. chi è alla ricerca di un contesto sfidante e appagante può mandarci il suo profilo e verrà contattato già a inizio 2024!",
            "comments": []
        },
        {
            "post": "hashtag#proudtobeOEB",
            "comments": []
        },
        {
            "post": "https://lnkd.in/dQ55nMbm hashtag#proudtobeOEB",
            "comments": []
        },
        {
            "post": "Anche questa trasferta in USA è giunta al termine, come sempre un grande grazie a tutti i collegi italiani che lasciando oltreoceano le loro famiglie, gli affetti, e le abitudini quotidiane si buttano a capofitto per dare il proprio contributo. Forza Brugola OEB Industriale S.p.A. qui c'è tanta passione per il nostro lavoro e tanto orgoglio di essere parte di una grande azienda fatta di persone vere. Arrivederci a presto Brugola USA!",
            "comments": []
        }
    ]
}