{
    "name": "Davide Arnaboldi",
    "subtitle": "Finance Director at Rodacciai S.p.A.",
    "location": "Milan, Lombardy, Italy",
    "about": "The main skills developed in the period are the following:- Technical skills - Attitude for teamwork- Ability to work in a cooperative, respectful manner and to persuasively communicate with colleagues and clients- Good organization and team leading (teams composed of 4 - 20 staff)- Ability to manage time and plans, to organize work tasks, to monitor progress and to meet deadlines, managing multiple priorities- Excellent problem solving- Work by priorities and meeting deadlines",
    "experiences": [
        [
            "Finance Director",
            "RODACCIAI SPA",
            "Jul 2016 - Present · 7 yrs 11 mos",
            "Bosisio Parini",
            "Finance Director, reporting directly to the Board of Directors of Rodacciai Group. \nInvolved in the Group strategy's definition and implementation with the Bod and Shareholders.\nResponsible for the controlling, general ledger, treasury, trade payables and receivables departments.\nResponsible for the coordination of the Rodacciai's Group subsidiaries in USA, Turkey, France, Germany and Poland.\nInvolved in the Rodasteel Corp AG Group subsidiaries' coordination of the controlling, management activities, including the subgroups Rodacciai (Italy) and Asoter/Olarra (Spain)."
        ],
        [
            "Financial Controller",
            "Compass Group Italia S.p.A.",
            "Feb 2015 - Jun 2016 · 1 yr 5 mos",
            "Milan",
            "Head of accounting, invocing, supplier, treasury and credit collection departments. \nSupport the Finance Director in IT, Indirect procurement and Payroll matters/activities. \nWork close with Legal, HR and Operations in the day to day activities and in special projects (re-organization process, litigation and claim management)."
        ],
        [
            "KPMG",
            "15 yrs 5 mos",
            "Senior manager",
            "Oct 2008 - Feb 2015 · 6 yrs 5 mos",
            "Como Office",
            "As Senior Manager, in addition to the experence gained in the \"manager\" position, I have been involved in the audit of important multinational Companies listed in the Italian Stock Exchange operating in the Defense & Aerospace and Publishing & Media sectors, including the analysis of the internal control system in accordance with the Italian rules - Law “262”.\nI directly manage multiple assistance engagements focused on process and internal control system analysis and identification of improvement points, implementation of new accounting principles and advice on the financial covenants calculation.\nI'm progressively improving the experience and expertise in multiple industries and in multiple Countries (mainly USA and Europe), the capability to persuasively communicate with top management and stakeholders and to assist them as \"business\" partner and the attitude to be flexible and open minded.",
            "Manager",
            "Oct 2005 - Sep 2008 · 3 yrs",
            "As audit manager I had the possibility to manage audit engagements for small, medium and large size companies operating in different fields (industrial, ICE, consumer). I was invloved in several Due Diligence engagements and I directly lead other assistance engagemetns, such as cost accounting implementation, preparation of statutory and consolidated financial statements including disclosures and cash flows, IFRS transition.\nDuring the period in addition to the consolidation of my technical skills, I improved my leadership, the capability to manage simultaneously more than one engagements, to work under pressure, to be multitasking and my \"problem solving\" attitude.",
            "Senior & Supervising Senior",
            "Oct 2001 - Sep 2005 · 4 yrs",
            "As Senior, I was responsible for the management of the audit and non audit engagements from an operating point of view.\nI was involved in multiple engagements for Companies operating in different sectors and with different size.\nI had the opportunities to be succesfully involved in several Financial Due Diligence engagements during the period."
        ]
    ],
    "posts": [
        {
            "post": "\"Blockchain and Big Data\" è un FOGLIO che investe prevalentemente in un basket concentrato in titoli azionari di società focalizzate nel settore delle tecnologie informatiche, delle applicazioni digitali e delle metodologie di analisi di grandi quantità di dati e per lo sviluppo e gestione di tecnologie di condivisione e tracciabilità delle transazioni. Nella realtà attuale la quantità di dati fruibili sta aumentando a tassi esponenziali e l'analisi di Big Data e l'utilizzo di nuove tecnologie di condivisione e tracciabilità delle transazioni  diventerà un elemento chiave, sostenendo nuove ondate di crescita della produttività e dell'innovazione.  L'esposizione a questo portafoglio consente di fatto di partecipare a tutta la filiera delle nuove applicazioni connesse al Big Data, alle applicazioni digitali, al Blockchain, al Learning Machine e all'intelligenza artificiale.",
            "comments": []
        }
    ]
}