{
    "name": "Giovanni Lorino",
    "subtitle": "Managing Director at Kone Italy & Iberica",
    "location": "Greater Milan Metropolitan Area",
    "about": "Elevators ; doors ; escalators",
    "experiences": [
        [
            "KONE",
            "25 yrs 4 mos",
            "Managing Director at KONE Italy & Iberica",
            "Jul 2023 - Present · 11 mos",
            "Italy & Iberica",
            "Kone Italy Managing Director",
            "Oct 2019 - Jul 2023 · 3 yrs 10 mos",
            "Milano, Italia",
            "Kone Iberica Managing Director",
            "Oct 2015 - Oct 2019 · 4 yrs 1 mo",
            "Madrid Area, Spain"
        ],
        [
            "Quality and Safety Manager",
            "KONE",
            "Feb 1993 - Dec 1998 · 5 yrs 11 mos",
            "head of Quality and Safety with extended responsibility for environment and warranties"
        ]
    ],
    "posts": [
        {
            "post": "Quali direzioni di intervento intraprendere per la trasformazione in chiave smart del patrimonio immobiliare italiano? Ne abbiamo parlato ieri a Roma, nell’incantevole cornice di Palazzo Rospigliosi, a due passi dal Quirinale, in occasione dell’evento conclusivivo del 2° anno di lavoro della Community Smart Building, guidata da The European House-Ambrosetti e che include realtà importanti quali ABB, ANCE Lombardia, BTicino, Celli Group, Comoli Ferrari, MCZ, Principe Ares, Progetto CMR, Tekser, Veos e ovviamente KONE.Considerando la posizione in cui l’Italia si trova attualmente, il tema della riconversione in ottica efficiente e smart degli edifici è di assoluta rilevanza, proprio in virtù dei benefici a livello ambientale ed economico per i cittadini. E quando si parla di sostenibilità, di edifici “smart”, di tecnologia e di miglioramento delle condizioni di vita nelle nostre città, KONE non può mancare!¿Qué dirección tomar para transformar el patrimonio inmobiliario italiano en clave smart?De esto hablamos ayer en Roma, en el encantador marco del Palazzo Rospigliosi, a dos pasos del Quirinale, durante el evento de clausura del 2º año de trabajo de la Smart Building Community. La comunidad está dirigida por The European House-Ambrosetti e incluye importantes entidades como ABB, ANCE Lombardia, BTicino, Celli Group, Comoli Ferrari, MCZ, Principe Ares, Progetto CMR, Tekser, Veos y obviamente KONE. Considerando el contexto actual en Italia, el tema de la conversión en torno a los edificios inteligentes y eficientes es de absoluta relevancia, precisamente por los beneficios medioambientales y económicos para los ciudadanos. Y cuando se trata de sostenibilidad, edificios «inteligentes», tecnología y mejora de las condiciones de vida en nuestras ciudades, ¡KONE es imprescindible!hashtag#KONE hashtag#smartbuilding hashtag#peopleflow",
            "comments": []
        },
        {
            "post": "kone presente",
            "comments": []
        },
        {
            "post": "Hemos publicado los resultados del 1° trimestre. En palabras de nuestro CEO, Philippe Delorme, podemos confirmar un buen inicio del año en términos de pedidos recibidos en la mayoría del mundo. Hemos ganado varios proyectos en el segmento de infraestructura, tanto en Modernizaciones como en Soluciones para Edificios Nuevos - entre los que se incluye el proyecto de renovación del Metro de Milán. Continuamos ganando cuota de mercado en Modernizaciones, aunque nuestros pedidos de Soluciones para Edificios Nuevos siguieron afectados negativamente por la desaceleración del mercado inmobiliario, especialmente en China. A pesar de ello, somos optimistas sobre las oportunidades de crecimiento de los mercados.En conjunto, nuestros resultados financieros del 1° trimestre demostraron una vez más la resiliencia de nuestro negocio. Nuestras ventas aumentaron un 3% a tipos de cambio comparables, impulsadas por un fuerte crecimiento en el negocio de Servicios y Modernizaciones. La rentabilidad siguió mejorando y la generación de caja ha sido sólida.Sono stati pubblicati i risultati del 1° trimestre. Riprendendo le parole del nostro CEO, Philippe Delorme, possiamo confermare un buon inizio d'anno in termini di ordini ricevuti, in molti Paesi a livello mondiale. Ci siamo aggiudicati diversi progetti nel segmento delle infrastrutture, sia nelle Modernizzazioni che nelle Nuove Soluzioni, compreso il progetto di ristrutturazione della metropolitana di Milano.Abbiamo continuato a guadagnare quote di mercato nelle Modernizzazioni, anche se gli ordini per le Nuove Soluzioni hanno continuato a risentire del rallentamento del mercato immobiliare, soprattutto in Cina. Nonostante ciò, siamo ottimisti sulle opportunità di crescita del mercato.Nel complesso, i risultati finanziari del 1° trimestre hanno dimostrato ancora una volta la resistenza della nostra attività. Le nostre vendite sono aumentate quasi del 3% a tassi di cambio comparabili, grazie alla forte crescita dei Servizi e delle Modernizzazioni. La redditività sta migliorando e la gestione dei flussi di cassa è stata solida.",
            "comments": []
        },
        {
            "post": "Esta semana hemos tenido la oportunidad de recibir en nuestras oficinas de Madrid a Antti Herlin, Chairman de KONE, Philippe Delorme, CEO y Presidente de KONE, Nicolas El-Khal, EVP de Europa.Un encuentro que nos ha brindado la oportunidad de reunirnos y analizar el enorme potencial del mercado en España y Portugal y nuestra visión de futuro. Además, ha sido una perfecta ocasión para compartir impresiones con algunos de nuestros clientes y con nuestros empleados de Madrid.Me gustaría agradecerles desde aquí de nuevo por este tiempo de trabajo juntos que, sin duda, nos anima a seguir dando lo mejor de nosotros para liderar la transformación del desplazamiento de la vida urbana.Questa settimana abbiamo avuto l'opportunità di accogliere presso i nostri uffici di Madrid: Antti Herlin, Presidente di KONE, Philippe Delorme, CEO e Presidente di KONE e Nicolas El-Khal, EVP Europe.Un incontro che ci ha dato la possibilità di confrontarci e analizzare l'enorme potenziale del mercato in Spagna e Portogallo e la nostra visione per il futuro. È stata anche l'occasione perfetta per incontrare alcuni nostri clienti e parlare con le colleghe e i colleghi della nostra sede di Madrid.Vorrei ringraziarli ancora una volta per questi momenti di confronto, che senza dubbio ci incoraggiano a continuare a dare il meglio per migliorare sempre di più il flusso delle persone nelle nostre città.hashtag#OneKONETeam hashtag#MakingADifferenceTogether",
            "comments": []
        },
        {
            "post": "Durante los primeros meses del año, hemos organizado diferentes sesiones en todas nuestras regionales de Ibérica & Italia para compartir los resultados y prioridades para este año con nuestros equipos locales. Y lo que es más importante, poder compartir una jornada juntos presencialmente y fortalecer nuestro espíritu One KONE Team.Hasta ahora, hemos tenido el placer de visitar Turín, Milán, Florencia, Madrid y Benavente y puedo decir que las sesiones y el inicio de año han comenzado llenos de energía y buenas prácticas por parte de los distintos equipos.Gracias a todos por vuestro compromiso. ¡Sigamos así! *** Durante i primi mesi dell'anno, abbiamo organizzato diverse sessioni nelle nostre Regioni in Ibérica e Italia per condividere i risultati e le priorità di quest'anno con i nostri team locali. E, cosa più importante, poter condividere una giornata insieme di persona e rafforzare il nostro spirito di One KONE Team. Finora abbiamo avuto il piacere di visitare Torino, Milano, Firenze, Madrid e Benavente e posso dire che le sessioni e l'inizio dell'anno sono iniziati pieni di energia e ricche di best practice da parte delle varie squadre.Grazie a tutti per il vostro impegno. Continuiamo così! hashtag#OneKONETeam",
            "comments": []
        },
        {
            "post": "Ecco la classifica delle Top Companies Italia 2024: KONE Italia al 4° posto!Non posso che essere orgoglioso di questo importante traguardo raggiunto.https://lnkd.in/dJzBVDCQ",
            "comments": []
        },
        {
            "post": "Dopo oltre 100 anni dalla nostra fondazione, 1,6 milioni di unità in servizio e 600.000 clienti nel mondo, hashtag#KONE, azienda leader nel settore degli ascensori e delle scale mobili a livello globale, ottiene un altro importante riconoscimento: siamo ufficialmente nella classifica hashtag#LinkedinTopCompanies 2024 Italia. Dietro a questo traguardo c’è il merito di tantissime persone che collaborano insieme con coraggio e passione, il nostro hashtag#ONEKONETEAM. Una squadra di professionisti che ogni giorno lavora con l’obiettivo di offrire un servizio altamente performante, innovativo e, allo stesso tempo, sostenibile per le persone e l’ambiente, rendendo le città dei luoghi migliori in cui vivere. Per continuare a farlo, vogliamo accogliere nuovi professionisti guidati dalla stessa passione. Ecco alcune figure che stiamo cercando: ·        Maintenance Technician: attraverso le sue competenze tecniche e digitali, fornisce un servizio di manutenzione per ascensori e scale mobili garantendo il funzionamento affidabile e sicuro degli impianti in conformità ai requisiti di sicurezza e ai processi hashtag#KONE. Ma non solo, fornisce assistenza al cliente per supportarlo nella gestione degli impianti. Per candidarsi risulta indispensabile l’abilitazione alla manutenzione di impianti elevatori e l’attitudine al problem-solving, service mindset e team-working completano il profilo. ·        Maintenance Supervisor: gestisce un team di collaboratori e i processi/metodi aziendali al fine di garantire un costante funzionamento in sicurezza degli impianti e un servizio qualitativamente elevato, finalizzato alla completa soddisfazione di clienti e utenti. Doti di leadership, comunicazione proattiva, capacità organizzative e service mindset completano il profilo.·        Sales Account: coordina l’attività commerciale del servizio di manutenzione e delle modernizzazioni di ascensori, scale mobili e porte per edifici dei clienti facenti capo alle unità locali hashtag#KONE, assicurando la completa soddisfazione dei clienti e degli utenti attraverso una costante azione di ascolto e di proposta di soluzioni e vantaggi competitivi. Spirito commerciale, doti comunicative, service mindset e solution selling skills completano il profilo.Se siete alla ricerca di nuove sfide in un nuovo ambiente stimolante e futuristico, non vi resta altro da fare che candidarvi per entrare a far parte del nostro hashtag#ONEKONETEAM e abbracciare il mondo degli ascensori. hashtag#PeopleFlow hashtag#LifeinKONE",
            "comments": []
        },
        {
            "post": "Nel mondo sta spopolando la “Smart Elevator Mania”: secondo gli esperti, il mercato supererà i 47 miliardi di dollari entro il 2030 (+51% rispetto al 2023).È il tema del servizio andato in onda tv, martedì 2 aprile, durante l’edizione delle 20:00 del TG1 su Rai 1. I principali trend protagonisti di questa rivoluzione saranno la Touchless Call, l’IoT Technology, il Destination Control System e la Green Efficiency. Soluzioni che noi di KONE offriamo già ai nostri clienti per migliorare l’esperienza d’uso, sia in termini di efficienza che di funzionalità. Per chi non l’avesse visto, ecco qui sotto il video del servizio trasmesso dal TG1 nel quale appaiono i nostri ascensori e soluzioni.  ***La “Smart Elevator Mania” está en todo el mundo: según los expertos, el mercado superará los 47 mil millones de dólares en 2030 (+51% en comparación con 2023). Este es el tema principal del reportaje emitido el martes 2 de abril durante la edición de las 20 horas de TG1 en Rai 1. Las principales tendencias de esta revolución serán las llamadas sin contacto, la tecnología IoT, el sistema de control de destino y la eficiencia energética. Soluciones que en KONE ya ofrecemos a nuestros clientes para mejorar la experiencia del usuario, tanto a nivel de eficiencia como de funcionalidad.",
            "comments": []
        },
        {
            "post": "Milano Relay Marathon 2024: per il terzo anno consecutivo noi di hashtag#KONE eravamo presenti!Un’iniziativa unica che unisce sport, solidarietà, condivisione e divertimento. Più di 50 colleghi KONE in Italia hanno avuto il piacere di partecipare!È stato bello vedere l’entusiasmo delle colleghe e i colleghi che si sono messi in gioco e hanno corso insieme per le vie di Milano, con l’obiettivo di supportare la causa benefica di SPORT SENZA FRONTIERE. Una fantastica esperienza!***Milano Relay Marathon 2024: ¡por tercer año consecutivo en hashtag#KONE estuvimos presentes!Una iniciativa única que combina deporte, solidaridad, compartir y diversión. Más de 50 compañeros/as de KONE en Italia tuvimos el placer de participar!Fue genial ver el entusiasmo de los compañeros que se implicaron y corrieron juntos por las calles de Milán, con el objetivo de apoyar la causa benéfica del SPORT SENZA FRONTIERE. ¡Qué gran experiencia! hashtag#MilanoRelayMarathon hashtag#wellbeing hashtag#care hashtag#collaboration hashtag#solidarity hashtag#runningforgood",
            "comments": []
        },
        {
            "post": "¿Cómo logramos junto a nuestro partner Amazon Web Services (AWS) impulsar la innovación con nuestros ascensores y escaleras mecánicas conectados mediante el Internet de las Cosas AWS IoT? ⬇️In che modo noi e il nostro partner Amazon Web Services (AWS) promuoviamo l'innovazione con i nostri ascensori e scale mobili connessi utilizzando l'Internet of Things AWS IoT? ⬇️",
            "comments": []
        }
    ]
}