{
    "name": "Massimo Antonelli",
    "subtitle": "CEO EY Italy and Chief Operating Officer EY Europe West",
    "location": "Rome, Latium, Italy",
    "about": "As current CEO of EY Italy, on 1 July 2021 I was also appointed as Chief Operations Officer for the new EY Europe West region, comprised of 25 countries with over 31,000 professionals. Born in Rome, I have a degree in Economics and Commerce from La Sapienza University.  Partner in EY since 2002, I was Assurance Leader for the Mediterranean region (Italy, Portugal and Spain) from 2013 to 2020, where I first served as head of Accounts and Business Development from 2010 to 2013. Before joining EY, I worked at Arthur Andersen where I was partner from 1997 to 2002.  Over the years, I have coordinated the audit of large national and international companies, leaders in several industrial sectors, including Oil & Gas and Telecommunications. I was also one of the youngest accountants to become a member of the Italian CPA Board and Associate of the Italian Institute of Chartered Accounts to the Ministry of Justice, thanks to my extensive experience in the extraordinary operations of companies listed on the Italian and American regulated markets and in the capital markets sector.  My role as CEO began at an unprecedented time at the start of the COVID-19 emergency. Nevertheless, EY Italy has reinforced its commitment to strengthening the dialogue with companies, institutions and EY’s own people to reinvent the future, accelerate transformation and continue to proudly build a #betterworkingworld.",
    "experiences": [
        [
            "EY",
            "22 yrs 5 mos",
            "CEO EY Italy and Chief Operating Officer EY Europe West",
            "Jul 2021 - Present · 2 yrs 11 mos",
            "CEO EY Italy and Mediterranean Managing Partner",
            "Apr 2020 - Jun 2021 · 1 yr 3 mos",
            "EY Assurance Leader for Italy, Portugal and Spain",
            "Jul 2013 - Jun 2020 · 7 yrs",
            "Rome Area, Italy"
        ]
    ],
    "posts": [
        {
            "post": "Congratulazioni a Stefania Boschetti nuova CEO di EY in Italia a partire dal 1° luglio.Stefania ha dimostrato nel corso dei suoi anni in EY di saper creare valore per i nostri clienti, mettendo sempre al centro qualità, fiducia e cura per le persone.Sono certo che saprà scrivere un’altra pagina di successo per la nostra firm dopo questi anni di grande crescita e trasformazione culturale.hashtag#BetterWorkingWorld",
            "comments": []
        },
        {
            "post": "L’acquisizione di BGP conferma le ambizioni di EY in Italia: negli ultimi tre anni siamo cresciuti del 50% a livello di fatturato netto e con questa acquisizione acceleriamo ulteriormente la trasformazione tecnologica e l’investimento nelle competenze, due elementi alla base del nostro successo. L’expertise unica sul mercato di una realtà specializzata come BGP, così come l’apporto che potranno dare le circa 350 persone che accogliamo nella nostra squadra, daranno un ulteriore impulso alla nostra area dedicata al consulting e ci permetteranno di moltiplicare la capacità che abbiamo di supportare i nostri clienti in servizi altamente tecnologici in Italia e in Europa.Il mio commento, insieme a quello di Paolo Lobetti Bodoni è su Il Sole 24 Ore di oggi.",
            "comments": []
        },
        {
            "post": "Il 60% dei nuovi assunti in EY ha meno di 30 anni. Anche per questo abbiamo rafforzato il dialogo con la Gen Z, con l’obiettivo di conoscere i loro valori e i loro interessi per offrirgli le migliori opportunità a livello globale nei settori più innovativi come quello della sostenibilità e della trasformazione digitale. Il mio invito a loro, come ho raccontato nel dialogo con gli studenti nel corso di RiGenerazioni - il roadshow universitario di EY -, è quello di scoprire cosa li appassiona per poi trovare la propria strada professionale, lavorando per diventare i leader di domani.La mia videointervista nell’ambito di ''Generazioni a confronto'', il progetto dedicato alle domande della Gen Z alla leadership di EY.",
            "comments": []
        },
        {
            "post": "Last Tuesday at Università Bocconi I had the honor to take part in a corporate strategy and performance class to talk about EY’s transformational mission. In a rapidly changing context, EY is committed to helping companies transform themselves to overcome new and continuous challenges. To do so, we are also transforming ourselves via an integrated business strategy, international openness and sustainable technological innovation that puts people at the center. This cultural transformation has brought excellent economic results (+20% growth in Fiscal Year 2023 and a net 3-year growth of over 50%), and extraordinary people growth as well.I want to thank professors Carlo Salvato and Giovanni Berti for the invitation, and Giacomo Chiavari and to Renato Salsa for their brilliant presentations of several EY business cases.",
            "comments": []
        },
        {
            "post": "La voglia di fare senza paura di sbagliare. Questa mattina, nell’ambito di RiGenerazioni, il roadshow universitario di EY, ho avuto l’opportunità di confrontarmi con le studentesse e gli studenti dell’Università degli Studi di Napoli Federico II sulla qualità del lavoro e della vita. È stato molto piacevole scoprire la loro voglia di affrontare il futuro con energia e passione e dialogare sull’importanza dell’errore, come momento decisivo per sperimentare e innovare. Elementi che sono alla base della trasformazione necessaria per rendere più attrattivi tutti i territori, tra cui il Sud Italia in cui EY sta investendo al fine di costruire nuove opportunità per le ragazze e i ragazzi che qui vivono e studiano.Grazie a tutti i partecipanti per il prezioso confronto. A questo link tutti i dettagli del progetto: https://go.ey.com/3Pri5qt",
            "comments": []
        },
        {
            "post": "Oggi è la Giornata Internazionale della Donna, un momento importante per riflettere su parità ed equità di genere, temi da sempre prioritari per EY. Lo dimostrano le azioni che portiamo avanti in materia di: - pari opportunità di accesso: nello scorso anno fiscale il 52% delle assunzioni ha riguardato profili femminile (1.500 ingressi), oggi quasi la metà delle 8.500 persone EY sono donne;- distribuzione equilibrata delle promozioni: il 51% delle promozioni e il 52% delle progressioni di carriera ha riguardato donne nell’ultimo anno fiscale;- equità della retribuzione: abbiamo azzerato il gender pay gap, anche in ambiti tradizionalmente meno presidiati dalle professioniste.Sono solo alcune iniziative a testimonianza del nostro impegno verso una sostenibilità sociale che non può prescindere da una vera parità di genere. Un diritto per cui molte donne hanno lottato anche in Italia, e a tal proposito sono orgoglioso di aver contribuito al progetto ‘Inspiring Europe West Women’ proponendo Amalia Ercoli Finzi, la prima donna laureata in ingegneria aerospaziale al Politecnico di Milano e che oggi è consulente in scienze e tecnologie aereospaziali per la NASA - National Aeronautics and Space Administration, l’Agenzia Spaziale Italiana e l’European Space Agency - ESA. Una donna che per me è fonte di ispirazione e una role model soprattutto per le donne impegnate in settori ancora restii ad aprire le porte al talento femminile. Tutti dobbiamo e possiamo contribuire a un cambio di rotta seguendo esempi virtuosi.hashtag#IWD2024",
            "comments": []
        },
        {
            "post": "Le transizioni tra scuola e lavoro sono un momento critico nella vita di tutti, in tutti i Paesi. Ma in Italia tutte le rilevazioni ci dicono che queste transizioni durano più a lungo che altrove, e anche quando i nostri ragazzi riescono finalmente a entrare nel mondo del lavoro, il risultato sono spesso carriere discontinue e lavori poco qualificati e poco retribuiti.Questo capita soprattutto a ragazzi che vengono da famiglie e da zone svantaggiate del Paese, limitando la mobilità sociale e le opportunità per le persone di costruirsi una vita e una famiglia. È proprio per questo che sono pensati i percorsi di educazione all’imprenditorialità del progetto UPSHIFT a cui siamo felici di contribuire insieme a UNICEF Italia e JA Italia, mettendo la nostra esperienza nel campo dell’imprenditorialità al servizio delle nuove generazioni.Tiziana dell'Orto Donato Ferri Carlo Chiattelli Qui il link per maggiori informazioni sul progetto: https://go.ey.com/4a0KFXy",
            "comments": []
        },
        {
            "post": "I leader sono un esempio, trasmettono passione e sanno ascoltare. Ieri pomeriggio, nella quarta tappa di RiGenerazioni, il roadshow universitario di EY, mi sono confrontato con le studentesse e gli studenti della Sapienza Università di Roma sui temi della leadership. Un leader, come è emerso durante il dialogo con i giovani, è colui che sa coniugare gli obiettivi aziendali con le esigenze del team, sa essere credibile, costruendo fiducia, ma anche trascinare la propria squadra, facendola vincere nella competizione del mercato. Un'idea di leadership trasformativa, quella che coltiviamo ogni giorno in EY.Grazie a tutte le studentesse e gli studenti per il piacevole confronto.Sul sito EY la pagina dedicata a RiGenerazioni: https://go.ey.com/3V3fiaw",
            "comments": []
        },
        {
            "post": "Cos’è l’imprenditorialità per la Gen Z? ‘’Creare qualcosa che non c’è e che serve, costruire un’attività in grado di migliorare la vita delle persone ma anche avere il coraggio di prendere dei rischi per cambiare’’. Ieri pomeriggio, nell’ambito di RiGenerazioni, il roadshow universitario di EY, mi sono confrontato con le studentesse e gli studenti del Politecnico di Milano sul tema dell’imprenditorialità. Un tema che li ha molto interessati, accendendo un dialogo stimolante sulle qualità che deve avere un imprenditore, sulla visione imprenditoriale, sulle ambizioni per il futuro ma anche sui luoghi in cui fare impresa. In Italia e all’estero ma anche in azienda, portando idee innovative dall’alto potenziale trasformativo. Grazie alla rettrice del Politecnico, Donatella Sciuto, e alle studentesse e agli studenti che hanno dimostrato la loro voglia di fare impresa. Sul sito EY, la pagina dedicata a RiGenerazioni:https://go.ey.com/49e8Gty",
            "comments": []
        },
        {
            "post": "\"La sostenibilità è una filosofia di vita che guarda al lungo periodo, superando l’approccio miope di breve termine che ci circonda\". Questa mattina, nella seconda tappa di RiGenerazioni, il roadshow universitario di EY, ho dialogato con le studentesse e gli studenti dell’Università Ca'​ Foscari Venezia sulla sostenibilità per capire la loro visione e il loro impegno. Sono stato piacevolmente colpito dalla loro preparazione, dalla loro consapevolezza e dalla loro voglia di mettersi in gioco per contribuire a raggiungere uno sviluppo sostenibile che unisca la dimensione ambientale, sociale ed economica. Un obiettivo ambizioso che può essere raggiunto grazie al dialogo tra aziende, istituzioni e cittadini e alla diffusione di una cultura condivisa della sostenibilità. Quella che EY si impegna a diffondere ogni giorno supportando le aziende nella loro trasformazione.Grazie a tutte le studentesse e gli studenti per l’interessante confronto.Sul sito EY, la pagina dedicata a RiGenerazioni:https://go.ey.com/49e8GtyCareer Service Università Ca'​ Foscari Venezia",
            "comments": []
        }
    ]
}