{
    "name": "Mara Panajia",
    "subtitle": "President Henkel Italia - GM HCB. Always committed to talent and uniqueness promotion. Among the 100 successful Italian women (Forbes) in 2021 and in 2023 among the 100 Italian managers (Forbes) and the 50 MPW (Fortune).",
    "location": "Milan, Lombardy, Italy",
    "about": "I have been working in multinational companies for over 25 years, most of which I spent at Henkel: a long story that begins in 2000, when I joined the Laundry & Home Care Local Marketing Unit as Senior Brand Manager. Marketing has always been the leitmotif of my professional life - except for the years spent in Finance, where I started and from where my passion for numbers and figures comes, and in Sales. Among the key moments of my career, the transfer in 2014 to the Düsseldorf HQ in the role of Corporate VP International Marketing, the return to Italy 5 years later as General Manager Laundry & Home Care, the recognition of Forbes in 2021 as one of the 100 successful Italian Women and the recent appointment as General Manager of Henkel Consumer Brands Italia and President and CEO of Henkel Italia. At every step, the path in Henkel is marked by the profound sharing of values and visions and fueled by the pursuit of virtuous objectives that can help generate a positive impact.",
    "experiences": [
        [
            "President Henkel Italia - General Manager Henkel Consumer Brands",
            "Henkel Italia · Full-time",
            "Sep 2022 - Present · 1 yr 9 mos",
            "Milan, Lombardy, Italy"
        ],
        [
            "Henkel",
            "24 yrs",
            "General Manager",
            "Dec 2018 - Present · 5 yrs 6 mos",
            "Milan Area, Italy",
            "CVP Int´l Marketing - Laundry Care Leading Premium Detergents (Persil, all, Dixan, Wipp, Le Chat)",
            "Apr 2017 - Dec 2018 · 1 yr 9 mos",
            "Düsseldorf Area, Germany",
            "Corporate Vice President International Marketing - Laundry Care Value for Money & Mid Tiers",
            "Apr 2016 - Mar 2017 · 1 yr",
            "Düsseldorf Area, Germany"
        ],
        [
            "Brand Manager",
            "Danone",
            "Jan 1998 - May 2000 · 2 yrs 5 mos"
        ],
        [
            "Controller",
            "Danone",
            "1995 - 1997 · 2 yrs"
        ],
        [
            "Auditor",
            "Mazard & Viala",
            "1994 - 1995 · 1 yr"
        ]
    ],
    "posts": [
        {
            "post": "Ho comprato subito questo libro perché attratta da una frase sull’ultima di copertina, “Non è un lavoro da donna”, e l’ho letteralmente divorato perché è un libro di amicizia, di amore, di lotta per l’emancipazione delle donne e contro i pregiudizi.E ho pensato a quanto i pregiudizi di genere fossero presenti nel quotidiano e nel mondo lavorativo in un paesino della Puglia quasi un secolo fa, in una cittadina della Calabria più di trenta anni fa, nell’intera Italia oggi.Infatti l’osservatorio Genere e Stereotipi, realizzato da Henkel in collaborazione con Eumetra ad inizio 2024, ha rivelato come esistano scuole e corsi di studi per le donne e altri per uomini (lo dicono il 52% delle donne e il 64% degli uomini intervistati), lavori femminili e lavori maschili, sport per ragazzi e sport per ragazze, giocattoli per bambine e giocattoli per bambini (il 47% dei papà è condizionato dal genere dei propri figli nella scelta dei giocattoli, a tal punto che si sentirebbero in imbarazzo se il figlio giocasse con una bambola o un gioco per consuetudine più vicino al mondo femminile).A noi il compito di combattere questi pregiudizi e fare in modo che le scelte dei nostri giovani non siano inficiati dal genere, ma possano seguire le loro attitudini, i loro sogni, le loro ambizioni.Mi auguro che un domani mio figlio Andrea, mia figlia Emma e tutti gli altri giovani possano scegliere la professione che è loro più consona e che soprattutto possano scegliere senza alcun condizionamento esterno. Non è un'utopia se ci mettiamo tutti, oggi, il nostro contributo.",
            "comments": []
        },
        {
            "post": "I milanesi sono i più preoccupati per l'hashtag#ambiente tra le grandi metropoli europee (ricerca Annalect – OMG): ad allarmare è il futuro del nostro ecosistema e la richiesta a istituzioni e aziende è di “fare di più”. Per rispondere alle necessità della nostra comunità e dare il nostro contributo per la salute del Pianeta, Henkel si è unita a McDonald's, Ricola, Omnicom Media Group nel movimento hashtag#ProspettivaTerra che oggi, anche grazie al patrocinio del Comune di Milano, raggiunge un nuovo traguardo e si proietta ancora più forte verso il futuro.I 300 sensori IoT, sviluppati da Stefano Mancuso e PNAT, sono ora posizionati sugli alberi di BAM - Biblioteca degli Alberi di Milano e perfettamente funzionanti. I primi risultati sono già disponibili e visibili alla comunità: oltre 101 tonnellate di CO₂ stoccate e 570 grammi di sostanze nocive rimosse in soli 3 giorni di aprile. Solo unendo le forze, coinvolgendo altri partner e ampliando ancora di più il progetto Prospettiva Terra, possiamo davvero contribuire al cambiamento e attivare un circolo virtuoso di azioni positive e condivise. hashtag#Sostenibilità hashtag#ProspettivaTerra hashtag#Henkel",
            "comments": []
        },
        {
            "post": "Ieri sono tornata in Università Bocconi per l’evento hashtag#Pact4Future, dove ho avuto il piacere di trattare un argomento che mi appassiona e a cui mi dedico con entusiasmo ed attenzione: hashtag#persone.Questo perché credo fortemente che quanto detto da Konrad Henkel nel 1972 sia ancora estremamente attuale: “un’azienda virtuosa è quella che combina la soddisfazione di consumatori, distributori e dipendenti” e, nell’attuale contesto sociale ed economico, un’azienda deve preoccuparsi non solo del profitto, ma anche e soprattutto delle persone.Per farlo abbiamo a disposizione uno strumento speciale: l’ascolto, che ci permette di comprendere le cose da un punto di vista diverso. Grazie all’ascolto ognuno di noi può modificare il proprio punto di vista e passare agevolmente dal pre-giudizio al giudizio perché avere dei valori, delle convinzioni, è importante, ma queste devono essere basate sulla conoscenza e la consapevolezza. La stessa consapevolezza che muove Henkel da quasi un secolo: “Pioneers at heart for the good of generations”, pionieri nel cuore per il bene delle generazioni, è il nostro motto e racchiude il cuore, cioè la tradizione, l’eredità storica dell’azienda e, allo stesso tempo, guarda al futuro, alle generazioni a cui un giorno affideremo le aziende, i ruoli di responsabilità, ma soprattutto la società, il mondo. Il nostro pact for future è proprio questo: impegnarci in una società in cui le persone non abbiano paura di sfidare i propri PRE-giudizi, di ascoltare gli altri, di incitarli, di crescere assieme, e di trasformare i propri giudizi in consapevolezza, accoglienza, determinazione. hashtag#Pact4Future hashtag#Henkel hashtag#Leadership hashtag#Inspiration",
            "comments": []
        },
        {
            "post": "Domani 26 marzo, sarò in Università Bocconi per hashtag#Path4Future, la kermesse organizzata in collaborazione con il Corriere della Sera che vede coinvolti esponenti del mondo della cultura, realtà no profit e aziende. Parlerò di persone, un tema che mi è particolarmente caro. Tutto parte e ritorna alle persone sia nel lavoro che nella vita privata ed è grazie alle relazioni che siamo in grado di creare e di coltivare che si possono ottenere risultati eccellenti.Fedeli al nostro motto: “Pionieri nel cuore per il bene delle generazioni”, in Henkel ci impegniamo ogni giorno promuovendo l’ascolto attivo e il coinvolgimento di tutti, indipendentemente dall’età, dall’esperienza e dal ruolo, forti delle nostre solide radici e proiettandoci verso il futuro, per sostenere proprio quelle persone a cui un giorno affideremo le aziende, i ruoli di responsabilità e soprattutto la nostra società. Per coloro che non riusciranno ad essere presenti, la registrazione della serata sarà disponibile il 27 marzo a partire dalle ore 12 sulla homepage di corriere.it hashtag#path4futurehashtag#henkelhashtag#RCShashtag#Corriere della Sera",
            "comments": []
        },
        {
            "post": "Questa sera alle 21 su Sky TG24.Grazie Maria Latella per avermi invitato, ancora una volta, a cena da te. Sei sempre una perfetta padrona di casa ❤️",
            "comments": []
        },
        {
            "post": "Secondo l’Osservatorio Henkel “Genere & Stereotipi” 2024 condotto da hashtag#Eumetra, ad oggi le donne sono ancora fortemente limitate nelle proprie scelte e azioni da una società viziata da stigma e preconcetti, di cui loro stesse fanno parte. Riporto qualche esempio: l’85% delle donne intervistate e il 73% degli uomini ritiene esistano facoltà universitarie più adatte ai maschi e altre più adatte alle femmine;  il 67% delle donne e il 46% degli uomini crede esistano lavori per maschi e lavori per femmine; il 18% degli intervistati ritiene che chi guadagna di più (ovvero l’uomo nel 64% dei casi) influenzi le decisioni economiche della famiglia e quelle relative ai figli; il 33% delle donne dichiara di aver dovuto dare priorità alla famiglia più che alla carriera. Questa ricerca accende un faro su una situazione prevedibile, ma forse più radicata di quanto ci potessimo aspettare. La celebrazione di questa giornata deve consolidare un cambio di mentalità di cui Henkel da sempre si fa promotrice attraverso un impegno tangibile per abbattere queste barriere, favorire il progresso e dare una spinta concreta alla parità di genere. Oggi è il momento di ricordare che la differenza di genere non è un limite, ma è ricchezza, di festeggiare le vittorie ottenute per l’eguaglianza ed anche di alzare la voce, prendendoci la responsabilità di cambiare direzione e contribuire a modellare una nuova mentalità, più aperta, più inclusiva, più giusta. Buona giornata internazionale della donna. hashtag#WomenInternationalDayhashtag#Henkel",
            "comments": []
        },
        {
            "post": "Lunedì 4 marzo AFFARI & FINANZA celebra i suoi 40 anni con l’evento “l’Italia e l’Europa di domani” presso l’Università Bocconi.In “Closing the gender Gap”, insieme a Paola Profeta e con la moderazione di Claudia de Lillo,  discuteremo di parità di hashtag#genere, lavoro femminile, orizzonti e opportunità che il nostro Paese offre alle donne e di quello che le aziende possono fare per ridurre il divario.  https://lnkd.in/e-d7x-iR  hashtag#AF40Anni",
            "comments": []
        },
        {
            "post": "Onorata che Henkel, con Bio Presto, sia stata scelta dal Ministero delle Imprese e del Made in Italy per essere parte di \"Identitalia, The Iconic Italian Brands\". L’esposizione ospitata presso Palazzo Piacentini a Roma celebra i 140 anni dell'Ufficio Italiano Brevetti e Marchi, presentando oltre 100 hashtag#marchi che hanno segnato la hashtag#storia del nostro Paese: una mostra per valorizzare il patrimonio industriale, progettuale e materiale di inestimabile valore, fatto di storie imprenditoriali di successo e di designer che hanno cambiato il modo di comunicare l’immagine aziendale dei prodotti.  In oltre 90 anni di presenza in Italia, Henkel ha contribuito a trasformare la vita di 3 hashtag#generazioni attraverso i suoi marchi e prodotti e Bio Presto è un esempio tangibile di questo percorso. Siamo felici e orgogliosi di essere parte di questa importante iniziativa e di contribuire a disegnare la storia dell’eccellenza italiana! Invito tutti a visitare questa interessante mostra, aperta fino al 6 aprile. hashtag#Identitalia hashtag#BioPresto hashtag#HenkelItalia",
            "comments": []
        },
        {
            "post": "Lunedì 12 parteciperò al WLeadership Summit di Class CNBC insieme a menti brillanti di leader femminili per condividere esperienze e visioni, ascoltare best practice e contribuire a mantenere alta l’attenzione sul tema del ruolo delle donne nelle aziende e nella società civile.L'impegno di Henkel è tangibile e in continuo sviluppo, e, anche grazie a momenti come questo, traiamo ispirazione per continuare a fare la nostra parte e rendere il cambiamento tangibile. Rendiamo la leadership femminile più forte e inclusiva per le prossime generazioni!👉https://lnkd.in/dG8xuFav hashtag#Wleadership #WleadershipSummit#Innovazione hashtag#LeadershipFemminile",
            "comments": []
        },
        {
            "post": "Under the motto “Building Bridges - Europe connected for Success” the leaders of HCB EU countries met last week in hashtag#Berlin, the city that perfectly bridges East and West.Three exciting days, in which, under the lead of Birgit Rechberger-Krammer and the presence of Wolfgang König, we went through the achievements and the challenges of our first year of the newborn hashtag#HCB division, we shared our NorthStar ambitions, we openly talked about people and culture, and, above all, we connected among us, following the principle “work hard, play hard”!Happy and honored to be part of the EU leadership team and to lead Italy towards new successes!Henkel Annette Martens Cécile Leroi Doris Rettberg Elisabetta Pierangelo Gerald Krenn Julia Henning Katharina Herzog Michael Czech Nils Hemmerle Patrick Delsol Paul Vetter Birgit Thanner Verena Schadelbauer Claudio Mancosu daniela santini Francesca D'Angelo-Valente Gabriele Manzin Laura Romano Matteo Giarrizzo Maurizio Salvaggio Raffaele Di Milia Valeria Zoppi",
            "comments": []
        }
    ]
}