{
    "name": "Fortuna Guariglia",
    "subtitle": "Country Controller | Controllo di Gestione | Dottore Commercialista | CFO",
    "location": "Naples, Campania, Italy",
    "about": "Esperienza pluriennale in Controllo, Finance, Compliance, Amministrazione, avvalorata da un background lavorativo in una delle BigFour.Impegnata attualmente in un contesto dinamico ed internazionale, che mi ha dato l'opportunità di una visione più ampia sia del people management, sia del process controlling, oltre che dei KPI strategici relativi alle diverse aree di competenza.Da sempre mi sono occupata di migliorare il workflow management relativo alla mia area di competenza, diventando spesso supporto per le divisioni adiacenti.Ho sempre valutato l'impegno in ambito professionale come una delle parti importanti su cui basare la mia crescita e di conseguenza portare valore all'azienda per cui lavoro.",
    "experiences": [
        [
            "Country Controller",
            "Viterra",
            "Nov 2020 to Present · 3 yrs 7 mos",
            "Napoli · On-site"
        ],
        [
            "Glencore Agriculture Italy Srl",
            "9 yrs 11 mos",
            "Country Controller",
            "Full-time",
            "Nov 2019 to Present · 4 yrs 7 mos",
            "Trade Accountant",
            "Jul 2014 to Nov 2019 · 5 yrs 5 mos"
        ],
        [
            "Analyst",
            "Deloitte & Touche",
            "Feb 2011 to Feb 2014 · 3 yrs 1 mo",
            "Milano, Italia",
            "Attività di audit presso società industriali e commerciali"
        ]
    ],
    "posts": [
        {
            "post": "Vi aspettiamo da Mercoledí a Sabato per il nostro esordio a Fieragricola 🌽🌽Padiglione 8, Stand G3",
            "comments": []
        },
        {
            "post": "Representatives from Viterra Italy are ready and waiting to meet fellow attendees of the Commodities Exchange Milan hashtag#CeMI, held at the Palazzo del Ghiaccio today!  As an official sponsor of the event, Viterra Italy Country Manager Maurice BENSADON and Viterra Global Head of Chartering Operations & Sustainability Jeff Wakker spoke at yesterday’s preceding conference, held at the Grand Visconti Palace. Discussions focused around hashtag#sustainability within the agriculture industry, including health and safety, environment, human rights and food and feed safety topics. We look forward to meeting fellow industry members and continuing the discussions at stand 21! hashtag#Viterra hashtag#Theagriculturenetwork hashtag#agriculture",
            "comments": []
        },
        {
            "post": "My top 10 quotes on fairness – virg.in/qofa",
            "comments": []
        }
    ]
}