{
    "name": "Marco Moriero",
    "subtitle": "Executive Finance Director, Italy at Gilead Sciences",
    "location": "Milano, Lombardia, Italia",
    "about": "International Finance professional with broad experience in the Healthcare industry.Proven leadership in multiple areas including Controllership, Tax, FP&A, as well as Commercial and General Management roles.Strongly oriented to partner with Executives and Senior Business leaders, had a solid track record of successful Sales growth initiatives and profit enhancement projects.Track record in the areas of people management, talent development and organizational design, specifically during periods of continuous change and transformation.Deep experience in managing cross-functional teams, led successful post-acquisition integration projects atPan-European level.",
    "experiences": [
        [
            "Executive Finance Director, Italy",
            "Gilead Sciences · A tempo pieno",
            "mag 2021 to Present · 3 anni 1 mese",
            "Milan, Lombardy, Italy"
        ],
        [
            "Medtronic",
            "15 anni 10 mesi",
            "Country Director, Restorative Therapies Group, Italy",
            "nov 2019 to apr 2021 · 1 anno 6 mesi",
            "CFO, Sr Finance Director, Medtronic Italia S.p.a., amministratore delegato",
            "ago 2016 to feb 2020 · 3 anni 7 mesi",
            "Milan, Italy",
            "Head of Finance and Business Partner to the Regional VP of Medtronic Italy.\nTotal annual sales: $900M.\n\nLeads Accounting & Control, Tax, Credit Collection and Financial Planning & Analysis.\nSupervises Pricing (including Tender office), IT, Sourcing and Facilities.",
            "Sr Finance Director, AST & ET Europe, and Area Controller",
            "ott 2013 to lug 2016 · 2 anni 10 mesi",
            "Zürich, Switzerland",
            "Finance Business Partner to the Europe VP of Advanced Surgical Technologies.\n\nFull P&L responsibility for Advanced Surgical Technologies and Early Technologies businesses in Europe (Annual Sales: $1.1B).\n\nProject leader for the post-acquisition integration of Given Imaging in Europe (Go-live date: August 1st, 2014)."
        ],
        [
            "General Electric Healthcare",
            "4 anni 1 mese",
            "Milan Area, Italy",
            "Region Financial Controller, Italy & Greece",
            "2004 to 2005 · 1 anno",
            "Had the full responsibility for Income Statement and Balance Sheet of Ge Medical Systems Italia S.p.a. and Ge Medical Systems Hellas A.E.E..",
            "Service Financial Analyst, Italy, Israel, Turkey & Greece",
            "2001 to 2004 · 3 anni"
        ],
        [
            "Budgeting & Reporting, Financial Analyst",
            "Alliance Healthcare",
            "1999 to 2001 · 2 anni",
            "Genoa Area, Italy"
        ]
    ],
    "posts": [
        {
            "post": "Excited to apply the insights and skills gained from the “AI: Implications for Business Strategy” training at MIT Sloan School of Management. Ready to implement cutting-edge strategies in my professional endeavors!",
            "comments": []
        },
        {
            "post": "Excited to apply the insights and skills gained from the “AI: Implications for Business Strategy” training at MIT Sloan School of Management. Ready to implement cutting-edge strategies in my professional endeavors!",
            "comments": []
        },
        {
            "post": "🚨 Stanford University Graduate School of Business and The Wharton School rank 1st and 2nd for the Best MBA Programs for 2024 according to QS World Rankings.🎓 These elite institutions are renowned for their high employment rates, underscoring the competitive edge an MBA provides in the global business arena.🏅 Demonstrating academic excellence, Stanford, Wharton, and Harvard Business School set the standard in MBA education, combining American innovation with global business insights.🌍 Interestingly, institutions like INSEAD and Northwestern University - Kellogg School of Management are absent from the top 10, highlighting a shift in the geographical diversity of leading MBA programs.Stay updated on the latest in MBA education with Krugman Insights. ✅ Register for FREE for comprehensive analysis and insights: https://lnkd.in/eBHYx37M✅ FULL ARTICLE HERE: https://lnkd.in/eTNWV-qp hashtag#MBARankings hashtag#BusinessEducation hashtag#StanfordMBA hashtag#WhartonMBA hashtag#HarvardMBA hashtag#KrugmanInsights hashtag#CareerDevelopment hashtag#BusinessLeadership hashtag#GlobalBusiness hashtag#privateequity hashtag#investmentbanking",
            "comments": []
        },
        {
            "post": "Avete presente come si diventa campioni sportivi? Pochissimi vanno in nazionale, ancora meno alle olimpiadi. Per i farmaci è esattamente la stessa cosa. hashtag#ilvaloredellaricerca con Barbara Gallavotti e Valerio Lundini",
            "comments": []
        },
        {
            "post": "hashtag#COVID19 / Il Team RTG di Medtronic Italia vuole dare un suo sentito ringraziamento a tutto il personale sanitario per aver fronteggiato con dedizione, passione e spirito di sacrificio una così grave crisi sanitaria, prendendosi cura di pazienti, nostri familiari, amici, conoscenti e concittadini.hashtag#MDTProudhashtag#RestorativeTherapiesGroup",
            "comments": []
        },
        {
            "post": "DO YOU KNOW WHO YOU ARE TALKING TO? We are used to see arrogant people use their position to bully and harass other people, and impose their will and \"given-rights\". It is ugly and disrespectful. And every single one of us have already witnessed a situation like this, right? During the Australian Open last week, before entering the locker room, Roger Federer was stopped by a staff member for not wearing his badge. Yes, Roger Federer. The 20-time Grand Slam winner Roger Federer. Yes, the 310-week leading ATP Ranking Roger Federer. The best tennis player of all times.After being stopped, RF just acted like you would expect him to act. The superstar just stopped, and waited for his crew to catch up with him and flash his badge to the staff member. No bullying, no harassment, no disrespect, no \"do you know who you are talking to\". And we thought we could only learn from him playing on the court. hashtag#tennis hashtag#respect",
            "comments": []
        },
        {
            "post": "How exciting to be on stage and celebrate Medtronic achievements!",
            "comments": []
        },
        {
            "post": "Alexia Pedrini #Kudos #MakingAnImpact",
            "comments": []
        }
    ]
}