{
    "name": "Alessandro Belloli",
    "subtitle": "Sales | Trade Marketing | Marketing | Business Development | General Management",
    "location": "Monza, Lombardy, Italy",
    "about": "Experienced Commercial, Marketing and Trade Marketing Manager with a demonstrated history in FMCG industry, in both channels Retail and Foodservice/AFH. Skilled in Marketing Management, Trade & Customer Marketing, Strategy, Sales, Business Development, Customer Profitability, P&L Management, Go-To-Market Strategy, Portfolio Management, Content Marketing, Digital Marketing, People Management and Leadership.",
    "experiences": [
        [
            "FrieslandCampina",
            "9 yrs 8 mos",
            "Sales Director Horeca and Business Development Manager",
            "Full-time",
            "Sep 2019 - Present · 4 yrs 9 mos",
            "Milan, Lombardy, Italy",
            "Member Board of Directors",
            "Full-time",
            "Jul 2017 - Present · 6 yrs 11 mos",
            "Milan Area, Italy",
            "Marketing & Trade Marketing Manager - Foodservice",
            "Oct 2014 - Aug 2019 · 4 yrs 11 mos",
            "Milan Area, Italy"
        ],
        [
            "Sales Development Manager",
            "Indesit Company",
            "Jan 2013 - Oct 2014 · 1 yr 10 mos",
            "Milan Area, Italy - Peterborough, United Kingdom"
        ],
        [
            "BISTEFANI GRUPPO DOLCIARIO S.P.A.",
            "3 yrs",
            "Milan Area, Italy",
            "National Account Manager - LIDL",
            "Mar 2012 - Dec 2012 · 10 mos",
            "Trade Marketing Manager",
            "Jan 2010 - Dec 2012 · 3 yrs"
        ],
        [
            "Channel Manager Normal Trade & Horeca",
            "Coca-Cola HBC",
            "Jan 2008 - Dec 2009 · 2 yrs",
            "Milan Area, Italy"
        ],
        [
            "Kraft Foods",
            "5 yrs 3 mos",
            "Brand Manager Splendid",
            "Jan 2007 - Dec 2007 · 1 yr",
            "Marketing & Trade Marketing Category Manager",
            "Jan 2006 - Dec 2006 · 1 yr",
            "Trade Marketing Category Specialist",
            "Jun 2004 - Dec 2005 · 1 yr 7 mos"
        ]
    ],
    "posts": [
        {
            "post": "Exciting news! Lattiz will be participating in HostMilano — an international trade fair for the Foodservice and Hospitality sector. Join us at Booth D78, Hall 18 and be amazed by the innovations we bring to the market. We’ll be showcasing a new Lattiz appliance and innovative opportunities for integration. All supporting you in getting perfect milk foam, in an impossibly easy way!If you're looking to discover more about our latest innovations, we are more than happy to welcome you at our booth at the HostMilano!hashtag#frieslandcampinaprofessional hashtag#Lattiz hashtag#HostMilano hashtag#Innovation hashtag#Foodservice hashtag#Hospitality hashtag#TradeFair",
            "comments": []
        },
        {
            "post": "Si è da poco conclusa la manifestazione organizzata da VISGEL Catering Srl, che voglio ringraziare anche per aver supportato e incoraggiato, durante la manifestazione, l’iniziativa di raccolta generi alimentari per le aree alluvionate dell’Emilia Romagna.L’INDISPENSABILE quale titolo più azzeccato.. quest’oggi ho consegnato a Faenza il nostro piccolo, ma indispensabile, contributo.Il nuovo sguardo sulla ristorazione.. è sicuramente formato da persone, imprenditori, aziende, in grado di guardare lontano!La nostra più sentita vicinanza alle famiglie, alle aziende del settore e non, ai volontari e a tutte le forze in campo.Grazie a tutti i colleghi che hanno contribuito.Debic Italia VISGEL CATERING S.R.L. Sabelli Group Callipo Group Well Alimentare Italiana Srl Formec Biffi S.p.A Conserve Italia Nt Food S.p.A. Unilever Food Solutions Industrie Celtex",
            "comments": []
        },
        {
            "post": "Tanti mi hanno chiesto dove poter dare un aiuto. Ecco dove. Da Romagnolo vi ringrazio tutti. Fatelo sapere a quante più persone possibili, c'è gente veramente disperata.",
            "comments": []
        },
        {
            "post": "La situazione è veramente critica, un aiuto concreto è quello che ci serve. Noi romagnoli ce la mettiamo tutta come al solito, insieme faremo prima!",
            "comments": []
        },
        {
            "post": "Se avete bisogno di un pasto caldo venite a Sant’Agata in via Angiolina presso il piazzale del nostro stabilimento dove è stato allestito un centro di somministrazione con i nostri prodotti a disposizione. L’alluvione ha colpito anche noi. Non ci risultano vittime tra i nostri collaboratori ma i danni sono notevoli anche per il nostro Gruppo che è profondamente legato fin dalle origini a questa nostra bellissima terra.",
            "comments": []
        },
        {
            "post": "Stiamo cercando operatori fast food multiservizio e store manager per due nuove aperture a marchio Myke. Stezzano (BG)Sesto San Giovanni (MI)Stiamo inoltre cercando operatori multiservizio per il nostro punto vendita di Gavirate (VA).Tutte le candidature possono essere inviate a recruiting@mykitchenexperience.it.",
            "comments": []
        },
        {
            "post": "What a great experience yesterday at LIUC - Università Cattaneo, talking about FrieslandCampina, hashtag#RtM and hashtag#distribution. Many thanks to Prof. Luca Marazzi and Prof.ssa Carolina Guerini for hosting me and to all students for the warm participation! hashtag#testimonianzeaziendaliLIUC",
            "comments": []
        },
        {
            "post": "In the foodservice industry, hygiene is paramount. That’s why our Lattiz machines and milk products use a unique, closed-system milk foam solution. It meets the highest hygienic standards in every step of the chain, so you can serve up delicious coffees with ease. Best of all, there’s no cleaning necessary! Learn how Lattiz ensures optimal hygiene without compromising on taste. https://lnkd.in/eBdDQYBhashtag#FrieslandCampina hashtag#FrieslandCampinaProfessional hashtag#FCProfessional hashtag#Lattiz",
            "comments": []
        },
        {
            "post": "Keeping up with the latest trends in the Food & Beverage industry can be a huge factor in your business’ success. We look forward to bringing the latest market and consumer insights that help uncover new opportunities for industrial food manufacturers. Click on the link below to sign up for our updates. https://lnkd.in/gXkzAe5R hashtag#FrieslandCampina hashtag#FrieslandCampinaProfessional hashtag#FCProfessional",
            "comments": []
        },
        {
            "post": "Tomorrow is International Coffee Day and we want to celebrate our foodservice professionals who are experts at brewing up high-quality milk coffee ☕️. Take your brews to the next level with perfect milk foam with Lattiz, and start elevating your customers' lattes, cappuccinos and more! Learn more about Lattiz here:https://lnkd.in/eqgUSijA hashtag#FrieslandCampina hashtag#FrieslandCampinaProfessional hashtag#FCProfessional hashtag#Lattiz hashtag#InternationalCoffeeDay",
            "comments": []
        }
    ]
}