{
    "name": "Gianluca Corti",
    "subtitle": "Co-CEO",
    "location": "Greater Rome Metropolitan Area",
    "about": "",
    "experiences": [
        [
            "Wind Tre",
            "6 yrs 1 mo",
            "Co-CEO",
            "Apr 2022 - Present · 2 yrs 2 mos",
            "Roma, Lazio, Italia",
            "Chief Commercial Officer",
            "May 2018 - Present · 6 yrs 1 mo",
            "Roma, Italia"
        ],
        [
            "Vodafone Italy",
            "4 yrs 5 mos",
            "CBU Director",
            "Apr 2014 - Mar 2018 · 4 yrs",
            "Milan Area, Italy",
            "Fixed Line Excellence Director",
            "Nov 2013 - Apr 2014 · 6 mos",
            "London, United Kingdom"
        ],
        [
            "Director",
            "Accelero Capital",
            "Apr 2013 - Oct 2013 · 7 mos",
            "Toronto, Canada Area",
            "Accelero Capital is an investment and management group focused on telecommunication, digital media and technology"
        ],
        [
            "Head of the Consumer Business Unit",
            "Wind",
            "Aug 2012 - Mar 2013 · 8 mos",
            "Rome Area, Italy",
            "Managing the P&L of the consumer division of Wind (mobile) and Infostrada (wireline). 6 Bln $ revenues; 2,800 employees . Reporting to the CEO."
        ],
        [
            "Chief Operating Officer",
            "Globalive Communications Corp./Wind Mobile",
            "Jul 2011 - Sep 2012 · 1 yr 3 mos",
            "Toronto, Canada",
            "Managing the company P&L of Wind Mobile (mobile) and Globalive (wireline). 300+ M $ revenues; 1,200+ employees. Reporting to the Vimpelcom  Head of Europe and North America BU."
        ]
    ],
    "posts": [
        {
            "post": "A giorni il hashtag#Governo emanerà il primo regolamento italiano sull’hashtag#AI, l’intelligenza artificiale. È una partita che si gioca sul presente ma soprattutto sul futuro. Per questo noi di wind tre stiamo dedicando energie e attenzione facendo quanto possibile per promuovere l'istruzione hashtag#STEM nelle nuove generazioni. Bambine e bambini, adolescenti e studenti di oggi, saranno infatti i fuoriclasse di hashtag#Cybersecurity, hashtag#Robotics e hashtag#dataanalysis in un futuro sempre più vicino. Con il Comune di Montebelluna abbiamo avviato poche settimane fa un progetto del quale sono molto fiero: l’ITS Einaudi Scarpa introdurrà per la prima volta corsi di formazione specifici per allievi ed insegnanti in Secure Coding, OSINT, Threat Intelligence, Incident Response, Digital Forensics e Malware Analysis. Attività che sono il pane quotidiano nella gestione di qualsiasi azienda. wind tre ha messo a disposizione degli studenti percorsi di formazione in programmazione, così come servizi di Big Data Analytics per allenarli allo studio dei dati.hashtag#WINDTRE",
            "comments": []
        },
        {
            "post": "Oggi compie un anno il Centro Antiviolenza di Fondazione Policlinico Universitario Agostino Gemelli IRCCS, realizzato in collaborazione con AssoLei APS grazie al sostegno non condizionato di wind tre.Si chiama “S.O.S. LEI” e negli ultimi dodici mesi ha preso in carico 61 donne, ricevuto 425 contatti telefonici e realizzato 195 incontri.In Italia si sono già registrati 18 casi di femminicidio da inizio anno, dopo i 120 del 2023. A fronte di questi numeri, hashtag#WINDTRE conferma il proprio supporto al progetto anche per il 2024, nel solco di un impegno concreto e quotidiano a favore di hashtag#inclusione e parità di genere.",
            "comments": []
        },
        {
            "post": "Raccolgo l’appello di Pietro Labriola a seguito della pubblicazione del libro bianco della European Commission. Questo documento può rappresentare l’occasione per un nuovo kickoff di tutto il settore. È l’occasione per aprire un confronto con tutte le parti che compongono un ecosistema digitale sempre più complesso. In questa partita globale, il nostro continente è già in ritardo sulle infrastrutture digitali, se non cambia passo rapidamente l’impatto sulla competitività dei nostri sistemi industriali sarà pesante.È fondamentale che la nuova Commissione favorisca il consolidamento delle hashtag#tlc e riveda le regole sull’implementazione del principio di Net Neutrality. Serve hashtag#fairplay per assicurare un ritorno adeguato agli investimenti sulla hashtag#rete.",
            "comments": []
        },
        {
            "post": "La hashtag#CommissioneUe ha pubblicato il white paper “How to master Europe's digital infrastructure needs?”. Mi sembra un passo positivo verso un consolidamento delle hashtag#TLC in Europa ma per far decollare le fusioni cross-border è necessario che prima si faciliti il consolidamento all’interno dei singoli paesi. Questa è un’industria capital intensive e servono grandi investimenti per garantire un buon servizio ai consumatori e alle imprese. Per assicurare che continuino ad affluire i capitali necessari al buon funzionamento della hashtag#rete è necessario che ci sia un adeguato ritorno. Spero che la futura Commissione faccia proprie le linee guida tracciate in questo documento per costruire un ecosistema solido. Il rafforzamento del settore è garanzia di un miglior servizio anche nel mercato italiano, dove la concorrenza è tra le più agguerrite e i prezzi sono tra i più bassi al mondo. Insieme al collega Benoit Hanssen ne abbiamo parlato nell’intervista con Sara Bennewitz su hashtag#Repubblica. Abbiamo colto l’occasione per fare un punto anche su altre questioni, come la possibilità di intervenire sulle regole della Net neutrality per usare meglio le potenzialità del hashtag#5G e assicurare una distribuzione equa degli investimenti sulla rete. Senza dimenticare l’impegno nostro e di hashtag#WINDTRE per entrare in nuovi mercati come le hashtag#assicurazioni, dopo hashtag#cybersecurity ed hashtag#energia. hashtag#content hashtag#economy hashtag#fairshare",
            "comments": []
        },
        {
            "post": "Ricopro una nuova posizione lavorativa: {:position_title}!",
            "comments": []
        },
        {
            "post": "Siamo la prima Telco al mondo ad aver ottenuto la certificazione ‘EQUAL-SALARY’!Un riconoscimento che certifica in WINDTRE l’assenza di gap retributivo tra donne e uomini con uguali qualifiche e mansioni, oltre a confermare l’attuazione di solide politiche di Diversity & Inclusion.Siamo particolarmente orgogliosi di questo importante attestato del nostro impegno costante nel promuovere un ambiente di lavoro equo ed inclusivo, in linea con la nostra cultura ed i nostri valori.La certificazione è stata rilasciata dalla EQUAL-SALARY Foundationa valle di un percorso di audit volontario, basato su una rigorosa metodologia sviluppata con la collaborazione dell’ University of Geneva e che ha previsto il coinvolgimento della società PwC TLS in attività di verifica, tra le quali una puntuale analisi retributiva, interviste a manager, focus group, survey e approfondimenti su processi e politiche legate alla tematica.La parità di genere rientra nei dieci obiettivi del nostro piano di sostenibilità ed è perseguita con convinzione attraverso solide politiche HR di sviluppo, gestione, rewarding, unite ad un grande investimento su welfare e formazione.Scopri di più: https://lnkd.in/dfQ735VvFieri di essere WINDTRE!",
            "comments": []
        }
    ]
}