{
    "name": "Flavio Castelli",
    "subtitle": "Managing Director - Amministratore Delegato Jungheinrich Italiana",
    "location": "Greater Milan Metropolitan Area",
    "about": "Experienced international Marketing & Sales Director with a demonstrated professional path in Automotive, Consumer goods and B2B industry. Skilled in Marketing Management, Product development, Business and Strategic Planning,  Sales Management, organizational turnarounds and operations. Management of P&L, projects and teams at international level. MBA graduated at SDA Bocconi.",
    "experiences": [
        [
            "Managing Director - Amministratore Delegato",
            "Jungheinrich Italiana · Full-time",
            "Jul 2019 - Present · 4 yrs 11 mos",
            "Milano, Italia",
            "Head of the Italian subsidiary of Jungheinrich AG, leader in Material Handling & Intralogistics Solutions (>1.000 people). Responsible for the legal entity, management of all aspects of the business and the P&L."
        ],
        [
            "Ariston Thermo Group",
            "6 yrs 7 mos",
            "Commercial Heating BU Director",
            "Jan 2016 - Jul 2019 · 3 yrs 7 mos",
            "Stuttgart (Germany)",
            "Head of the Commercial Heating Business Unit coordinating sales, marketing and product management activities for commercial boilers applications in 15 countries (including China, UK, France, Benelux, Russia, Eastern Europe countries, Turkey, importers). Development of new products in co-ordination with R&D and management of production planning with Supply Chain department.",
            "Marketing Director RDC",
            "Jan 2013 - Dec 2015 · 3 yrs",
            "Milano, Italia",
            "Head of Marketing for RDC Region co-ordinating activities of all local subsidiaries (Russia, Eastern Europe countries, Turkey, India, Middle East and Africa, America): business plans, new product development, pricing, communication plans, support for M&A"
        ],
        [
            "Fiat Group Automobiles",
            "6 yrs 1 mo",
            "Torino, Italia",
            "Marketing Director",
            "May 2009 - Dec 2012 · 3 yrs 8 mos",
            "• Head of marketing of Fiat Professional Brand at EMEA level, co-ordinating the activities in all countries (commercial policies and sales actions, market intelligence, pricing, product launches, marketing tools)",
            "Country Manager Italy",
            "Dec 2006 - Apr 2009 · 2 yrs 5 mos",
            "Head of the Light Commercial Vehicles business in Italy (turnover: 1,7 billion euro).\nResponsible for the sales and marketing team (30 people), management of the dealers' network (250 dealers), management of the P&L."
        ],
        [
            "District Manager",
            "Kimberly-Clark",
            "Sep 2005 - Nov 2006 · 1 yr 3 mos",
            "Sales Responsible in Italy for KC Professional (B2B division)"
        ],
        [
            "FCA - Fiat Chrysler Automobiles",
            "4 yrs 8 mos",
            "Country Manager France",
            "Mar 2004 - Aug 2005 · 1 yr 6 mos",
            "Paris, France",
            "Head of Light Commercial Vehicles business in France (turnover: 280 million euro).\nResponsible for sales and marketing team and activities, management of the P&L.",
            "Marketing Manager",
            "Jan 2001 - Feb 2004 · 3 yrs 2 mos",
            "Torino, Italia",
            "Product Manager (2001)\nBrand Identity Manager (2001-2002)\nRetail Manager - Network development (2003-2004)"
        ]
    ],
    "posts": [
        {
            "post": "Nella hashtag#GiornataInternazionaleDellaDonna vi mostriamo il nostro volto femminile o meglio, i nostri volti! Riunite, da tutta Italia, dalla passione per l’intralogistica per regalarvi un sorriso. Perché l’intralogistica è anche un mondo per donne. hashtag#festadelledonne hashtag#IWD2024 hashtag#TeamYellow hashtag#lavorareinJungheinrich hashtag#inspiringinclusion",
            "comments": []
        },
        {
            "post": "Basta vederli all’opera per comprendere il grande potenziale dell’hashtag#automazione e incantare anche i più dubbiosi. Piccoli ma estremamente potenti: con i Mobile Robots ottimizzi il tuo hashtag#magazzino, sotto tutti i punti di vista.Scopri i Mobile Robots Jungheinrich https://fcld.ly/tx2zgc9  hashtag#MobileRobots hashtag#warehouse hashtag#logistica",
            "comments": []
        },
        {
            "post": "Digitalizzare significa tre cose: 🔸 aumentare la produttività del magazzino e della flotta🔸 migliorare la sicurezza delle persone🔸 dare spazio alla sostenibilitàAffidati alle soluzioni e ai prodotti Jungheinrich e porta nella tua azienda i vantaggi dell’Intralogistica 4.0, per una gestione del magazzino e della flotta a prova di futuro. Per saperne di più: https://fcld.ly/sy2l09h",
            "comments": []
        },
        {
            "post": "Dalla parte delle donne, contro ogni violenza.",
            "comments": []
        },
        {
            "post": "Per il terzo anno consecutivo Jungheinrich si aggiudica la Certificazione Platino Ecovadis, un prestigioso riconoscimento per tutto il Gruppo! https://fcld.ly/92droml",
            "comments": []
        },
        {
            "post": "La disponibilità, la rapidità e l'efficienza sono solo alcune delle caratteristiche dei nostri tecnici di assistenza.Scopri chi sono e cosa fanno i nostri tecnici di assistenza Jungheinrich: https://bit.ly/3S0e6mMhashtag#lavorareinJungheinrich hashtag#TeamYellow",
            "comments": []
        },
        {
            "post": "Al hashtag#LogiMAT2023 vi presenteremo le nostre ultime innovazioni nei settori dell'automazione, della digitalizzazione e della mobilità elettrica: soluzioni sostenibili orientate al futuro, dai carrelli POWERLiNE ad alta efficienza energetica alle soluzioni automatiche di magazzino, dai sistemi di assistenza intelligenti ai Mobile Robots!Scoprite di più su Jungheinrich al LogiMAT 2023 e registratevi per partecipare all'evento, anche in versione digitale:https://lnkd.in/dBAUrXNq",
            "comments": []
        },
        {
            "post": "Dalle diverse nostre sedi in Italia, da nord a sud e da est a ovest, ecco alcune delle nostre signore in giallo: quelle che con la loro passione rendono la nostra azienda un’eccellenza pronta a costruire la logistica di domani.hashtag#lavorareinJungheinrich",
            "comments": []
        },
        {
            "post": "Anche nel 2022 la nostra azienda ha dimostrato di essere sempre vicina ai propri collaboratori: promuovendo diverse iniziative di formazione, eventi aziendali, premi. Oltre a dei riconoscimenti extra non attesi, quale quello di una scorta di buoni carburante per ciascuno di noi. Nell'anno che è ancora ai suoi inizi, allora, ripensiamo con orgoglio a quello appena trascorso e al carico di successi e traguardi raggiunti insieme, grazie alla passione e al costante impegno di tutto il team Jungheinrich.Perché il pieno di energia che ci ha guidati nel 2022 ci accompagni anche nel nuovo anno, per continuare a crescere insieme, dando forma al futuro.hashtag#lavorareinJungheinrich",
            "comments": []
        },
        {
            "post": "Da sempre all’avanguardia nel settore degli utensili professionali, Makita è un’azienda che più volte ha anticipato le più importanti innovazioni tecnologiche applicate al suo mondo. Anche oggi il team Makita, guidato dal suo Admin & HR Manager Riccardo Dotti, è in prima linea, insieme a Jungheinrich, nella realizzazione di un progetto, unico in Europa, che inaugura un nuovo standard per la logistica e migliora performance, tracciabilità e sicurezza nel flusso di lavoro.Scopri di più: https://fcld.ly/xeor58x",
            "comments": []
        },
        {
            "post": "Immergiti con Nico Rosberg nell'innovativo universo Jungheinrich, per scoprire come ottenere il massimo dal tuo magazzino.https://lnkd.in/dFqPkPDBhashtag#NicoRosberg hashtag#Jungheinrich hashtag#brandambassador hashtag#IntralogisticsPioneer",
            "comments": []
        },
        {
            "post": "\"We’re the Intralogistics Pioneers\". Insieme al nostro brand ambassador Nico Rosberg, stiamo lanciando oggi una campagna di comunicazione globale e focalizzata sui temi dell'innovazione.Essere un pioniere è proprio di Jungheinrich. Da quasi 70 anni, infatti, sviluppiamo e produciamo soluzioni innovative per l'intralogistica.\"Nico è appassionato di tematiche innovative e visionarie. Proprio come noi. Insieme vogliamo utilizzare il nostro spirito pionieristico e comunicare in modo ancora più incisivo le nostre idee per un magazzino sostenibile in modo ancora più efficace\", spiega Linda Duffy, Vice President Marketing di Jungheinrich.Visita il nostro sito web per scoprirne di più: https://fcld.ly/h7tsldiCome sarà il magazzino del futuro? Come possiamo raggiungere insieme i vostri obiettivi aziendali e ridurre al minimo le emissioni? Abbiamo le risposte.hashtag#NicoRosberg hashtag#Jungheinrich hashtag#brandambassador hashtag#IntralogisticsPioneer",
            "comments": []
        },
        {
            "post": "Jungheinrich Italiana https://lnkd.in/eGx6Zy7Ghashtag#audi hashtag#magazzino hashtag#automazione hashtag#produzione",
            "comments": []
        },
        {
            "post": "Jungheinrich ha acquisito Arculus, una società con sede a Monaco attiva nel campo dei robot autonomi (AMR). Insieme al team di Arculus, lavoreremo per studiare soluzioni innovative nella logistica automatizzata e scrivere un nuovo capitolo nella storia del magazzino del futuro.Scopri di più: https://fcld.ly/l3208kc",
            "comments": []
        },
        {
            "post": "hashtag#Logistica all'insegna di hashtag#velocità ed hashtag#efficienza: su questo si basa il nuovo Distribution Centre di Alpinestars realizzato con la tecnologia Jungheinrich Italiana. 🔍 Continua a leggere: ➡️ http://ow.ly/9ce150DrZFRhashtag#IntralogisticaItalia hashtag#LogisticSquare hashtag#intralogistica hashtag#magazzino hashtag#innovazione hashtag#industria40 hashtag#supplychain hashtag#automazione hashtag#tecnologia",
            "comments": []
        },
        {
            "post": "Buon Natale dal vostro team Jungheinrich.",
            "comments": []
        },
        {
            "post": "A Montopoli Val D'Arno abbiamo realizzato per Conad un magazzino ad alta automazione, con l'obiettivo di ridurre i costi, aumentare la produttività e ottenere maggiore spazio di stoccaggio.Scopri di più e guarda il video: https://fcld.ly/rlgs62o",
            "comments": []
        },
        {
            "post": "hashtag#YellowTips di oggi sui sistemi di assistenza. Scopri di più: https://fcld.ly/uorskerhashtag#jungheinrich hashtag#magazzino hashtag#logistica hashtag#warehouse hashtag#logistics",
            "comments": []
        },
        {
            "post": "Nel nuovo stabilimento Orogel 3, la più grande cella frigorifera automatizzata mai realizzata, l'automazione ha un aspetto fondamentale: tutto si muove in maniera automatica e computerizzata.Guarda il video:",
            "comments": []
        },
        {
            "post": "Scegli il noleggio per scegliere la flessibilità. Per far fronte a un’esigenza imprevista o per un’attività temporanea. Con Jungheinrich potrai scegliere il giusto carrello di cui hai bisogno, tra oltre 600 varianti. Scopri di più: https://lnkd.in/d66adc6",
            "comments": []
        }
    ]
}