{
    "name": "Paolo Grossi",
    "subtitle": "CEO at Eni Rewind",
    "location": "San Donato Milanese, Lombardy, Italy",
    "about": "In Eni since 1996, I am the CEO of Eni Rewind, a company that provides an integrated service in the field of environmental remediation and waste management.From 1996 to 2009 I held key positions in the CFO Area (mainly in M&A, Project Financing and Planning&Control), while since 2010 I have had top business line responsibility, ranging from Oil Retail and Logistics to Supply of refineries & Oil Portfolio to worldwide head of Oil Retail (gas stations, non oil, Enjoy car sharing) & Wholesale (fuel, jet, bunker, lube, lpg and specs).",
    "experiences": [
        [
            "Chief Executive Officer",
            "Eni Rewind",
            "Apr 2019 - Present · 5 yrs 2 mos",
            "Milano, Italia",
            "Eni Rewind is Eni's environmental global contractor. We carry out remediation activities, implementing complex and integrated projects and using innovative, sustainable solutions to manage and treat industrial waste and water. Recovering land resources, water and waste in accordance with the principles of the circular economy is a vital part of what we do.\nThe total costs managed are around € 800 million per year.\nThe Company's staff is about 1.000 people."
        ],
        [
            "Eni",
            "15 yrs 10 mos",
            "EVP Commercial Department R&M",
            "Jan 2015 - Mar 2019 · 4 yrs 3 mos",
            "Roma, Italia",
            "Worldwide Head of Retail (gas stations, non oil, Enjoy car sharing), Wholesale (fuel, jet, bunker, lpg, lube, specialties) and Secondary Logistics.  \nDeputy of COO R&M.\nAnnual EBITDA over 500M € (40% outside Italy), 2.500 employees, network of around 6.000 gas stations in Europe.",
            "EVP Oil Portfolio & Supply Midstream",
            "Mar 2013 - Jan 2015 · 1 yr 11 mos",
            "Head of Oil Portfolio management and Supply of Eni Refineries and Depots, reporting to COO Midstream.",
            "EVP Retail R&M",
            "Apr 2010 - Mar 2013 · 3 yrs",
            "Head of secondary logistics and the worldwide network of service stations, under Eni and Agip brands; reporting to COO R&M."
        ],
        [
            "Director for Planning & Control",
            "Agip do Brasil",
            "Jun 2000 - Jun 2003 · 3 yrs 1 mo",
            "São Paulo, São Paulo, Brasile"
        ],
        [
            "Analyst for M&A and Project Financing",
            "Eni",
            "Dec 1996 - Jun 2000 · 3 yrs 7 mos"
        ]
    ],
    "posts": [
        {
            "post": "Un omaggio alla Donna con una coreografia originale di mia figlia Sara hashtag#saragrossi hashtag#noexcuse",
            "comments": []
        },
        {
            "post": "Passare dalla carta, per la progettazione e l’iter autorizzativo, alla terra e alla polvere del cantiere è un privilegio di chi fa impresa. Ieri nel sito Eni Rewind di Ravenna c’era pioggia e fango, ma non avremmo scelto un posto diverso per rimarcare questa tappa con l’AD e il Presidente ENI. Tra il 2024 e il 2025 saranno avviati 3 impianti, fotovoltaico, bioremedion terreni e piattaforma ambientale. Quest’ultima in partnership con il Gruppo Hera, che è intervenuto con il suo AD e il team che ha avviato con noi la JV paritetica HeA, Hera e Eni per l’Ambiente!",
            "comments": []
        },
        {
            "post": "Quest’anno facciamo 20 anni di riconversione dei siti industriali dismessi e bonifica. Abbiamo anticipato per necessità le sfide della hashtag#transizioneecologica : ridurre l’impatto ambientale e contribuire a creare un modello di sviluppo più equo e sostenibile. Abbiamo imparato che sono sfide difficili, con tempi lunghi e complesse interazioni con il territorio. Ma anche che un passo dopo l’altro tutti insieme possiamo andare molto avanti se il percorso è chiaro e condiviso. Eni Rewind for 2022 racconta i passi, piccoli e grandi, degli ultimi mesi è il percorso che stiamo facendo insieme a tanti stakeholder!",
            "comments": []
        },
        {
            "post": "Dai uno sguardo a questa offerta di lavoro presso Eni Rewind: RESPONSABILE PIANIFICAZIONE, AMMINISTRAZIONE E CONTROLLO",
            "comments": []
        },
        {
            "post": "Questa partnership mette insieme due aziende molto diverse per storia, dimensioni, governance e cultura. Ma con la passione comune per l'eccellenza, l'innovazione e il lavoro di squadra! Integreremo competenze ed esperienze per sviluppare nuove soluzioni e progetti anche fuori dall'Italia. Ad maiora!",
            "comments": []
        },
        {
            "post": "Anche nel 2022 l’avanzamento dei progetti di bonifica di hashtag#Enirewind si vede e si traduce in riduzione della contaminazione ambientale e recupero dei terreni per nuove progettualità. Grazie a tutte le persone che hanno lavorato insieme a noi per questi risultati e Buon Anno!",
            "comments": []
        },
        {
            "post": "La violenza contro le donne, soprattutto quella psicologica, si può contrastare valorizzando l’esempio di colleghe brillanti che con grande competenza e tanta determinazione sono alla guida di progetti ambiziosi!  Abbiamo tanto da imparare…in primis a non sottovalutarle mai!",
            "comments": []
        },
        {
            "post": "Azzerare le emissioni di gas serra al 2050 è un impegno globale imprescindibile, ma con molteplici opzioni percorribili.Dobbiamo ristrutturare la “Casa” con le migliori tecnologie, ma articolare la sequenza dei lavori affinché sia funzionale anche nel transitorio e in modo da recuperare e riconvertire quanto più possibile.",
            "comments": []
        },
        {
            "post": "hashtag#Environmentalgoals need a shared long-term perspective and strategic alliances that will drive change on a daily basis. At @Eni Rewind we are great supporters of partnerships for hashtag#sustainablegrowth",
            "comments": []
        },
        {
            "post": "Costruire in Italia nuovi impianti di trattamento e recupero dei rifiuti è una necessità per salvaguardare l’Ambiente e un’opportunità di sviluppo economico sostenibile. E’ un obiettivo a cui in hashtag#EniRewind lavoriamo per dare il massimo contributo, pronti a collaborare con gli attori principali del settore ambientale per dare più gambe alle buone idee!",
            "comments": []
        },
        {
            "post": "Oggi hashtag#EniRewind amplia il perimetro delle proprie attività al di fuori di @Eni. Vogliamo essere un fornitore ambientale nuovo, che offre un servizio distintivo e integrato grazie alla vasta esperienza maturata e alle tecnologie sperimentate nelle bonifiche dei siti del gruppo e nel trattamento di acqua e rifiuti industriali. hashtag#bonifiche",
            "comments": []
        },
        {
            "post": "Per ridurre i rifiuti servono normative chiare e coerenti con gli obiettivi, servono prodotti e imballaggi progettati per essere riciclati...e serve che ciascuno di noi elimini gli sprechi e migliori la raccolta differenziata",
            "comments": []
        }
    ]
}