{
    "name": "Davide Balladore",
    "subtitle": "Information Mgmt | Managed Print & Content Services | Digital Transformation | Customer focus |  Professional Comms",
    "location": "Milano, Lombardia, Italia",
    "about": "About Canon: For over 80 years, thanks to the experience, the skills acquired and the rich portfolio of services and solutions, Canon has been pushing customers to explore new opportunities to help them achieve their business objectives. The \"Kyosei\" philosophy, a Japanese term that means \"living and working together for the common good\", is the basis of corporate values ​​and is also reflected in the relationship with customers. Canon is, in fact, a guide and a reliable partner for small, medium and large companies and for those who make visual communication their core business.About Davide:For 20 years in Canon Italia, of which the first 10 for Technical Support as European Product Support Specialist with the responsibility of training and support of software platforms to Canon portfolio. Over the next five year as Solution Marketing Manager for the management and development of software platforms and services within Canon Output Management and Information Management. From January 2015 to December 2017, in the role of Pre Sales Manager, I was focus around the implementation of software projects and services in-house and outsourcing within the information management, output management and professional printing area. From January 2017 I back on Marketing & Sales Excellence Team as a Product Business Developer Manager with a B2B Product Value Proposition responsibilities.During my career I have developed a strong focus on Marketing, Pre Sales and Business Development. I’m attracted by new challenges. This has been leading me to cover different roles with focus around customer centricity & business results.",
    "experiences": [
        [
            "Marketing & Innovation Director",
            "Canon Italia  S.p.A. · A tempo pieno",
            "giu 2023 to Present · 1 anno",
            "Cernusco sul Naviglio, Lombardia, Italia · Ibrida"
        ],
        [
            "Canon Italia Spa",
            "25 anni 7 mesi",
            "Marketing Manager",
            "A tempo pieno",
            "gen 2017 to giu 2023 · 6 anni 6 mesi",
            "Cernusco Sul Naviglio - Milano",
            "From January 2017 my job role is Product Business Developer Manager in the Marketing B2B team of Canon Italia. My responsibilities are to manage B2B HW & SW Value Proposition. The challenge is talk with customer language, offer solution and product inside cross and vertical applications that can solve real pains and help cusotmers to improve business.",
            "Pre Sales Manager",
            "gen 2015 to dic 2016 · 2 anni",
            "Carnusco Sul Naviglio",
            "From January 2015 in the pre-sales area I’m in charge of Professional Printing, Information Management and Output Management project based on Canon technology, software platforms and services in-house and outsourcing.",
            "Solutions Marketing Manager",
            "ott 2011 to dic 2014 · 3 anni 3 mesi",
            "Cernusco Sul Naviglio, Milano",
            "As Solutions Marketing manager I was responsible of the develops the go to market strategies for the software portfolio of the Canon Italia. These strategies that coming from Canon Europe needed to be implemented and updated in our market through sales channels.  My areas of expertise in the B2B are: business strategies, customer marketing, product and service marketing, business development, channels development, team building and change management."
        ],
        [
            "Technical Specialist",
            "H.M.S. Sipac S.p.A.",
            "1990 to 1997 · 7 anni",
            "Milano"
        ]
    ],
    "posts": [
        {
            "post": "L'evoluzione sempre più accelerata dei servizi IT non è passata inosservata, soprattutto agli occhi di Canon.La chiave per fare la differenza per noi è stato focalizzarsi su competenze verticali che si sono divise in due aree principali: Production e Workspace. I servizi proposti da Canon, a mio avviso, sono ideali per ottenere il meglio dai dispositivi e dalle trasformazioni digitali in atto curando inoltre i temi della sicurezza e della sostenibilità.Se c’è una cosa che ho imparato per esperienza diretta è che non c’è un unico aspetto di cui le imprese devono tenere conto nel loro viaggio lungo l’innovazione dei processi documentali: Ecco perché Canon vuole essere una risposta per quelle esigenze.hashtag#CanonProfessionalServices hashtag#CanonManagedServiceshashtag#ServiziProfessionaliCanon hashtag#CanonCompetence hashtag#Canonskill hashtag#CanonEcosystemPlatform hashtag#CanonWorkspace hashtag#CanonProduction",
            "comments": []
        },
        {
            "post": "A Casa Ovunque 2024: Canon c'è!Purtroppo alcuni impegni non mi hanno permesso di essere presente nei giorni scorsi, ma oggi non potevo mancare... eccomi qui presente a hashtag#CasaOvunque2024, dove Canon attraverso tecnologia e applicazioni verticali ti aiuta ad essere te stesso e a riconoscerti nella tua personalità, dando nuova forma e nuovi contenuti alle tue immagini, liberando la tua fantasia e la tua creatività!",
            "comments": []
        },
        {
            "post": "Nell’arco dei miei oltre 25 anni in azienda molte cose sono cambiate,  sicuramente non l'entusiasmo che metto ogni giorno nel ricoprire il mio ruolo!Il concetto di innovazione e di “printing and document intelligent” è  solo uno dei temi su cui mi sono soffermato in questo articolo, oltre a valorizzare l'ecosistema che ruota attorno ai dispositivi e ai documenti fisici e digitali e alla loro gestione.hashtag#digitaltransformation hashtag#easyexperience hashtag#smartapp",
            "comments": []
        },
        {
            "post": "🍀 Sostenibilità per Canon EMEA significa offrire soluzioni concrete ai nostri clienti, a partire dai prodotti rigenerati e ricondizionati sino a progetti per supportare l'obiettivo della neutralità carbonica. Qui di seguito un approfondimento che entra nel dettaglio delll'evoluzione delle iniziative green che Canon EMEA sta portando sul mercato oramai da diversi anni.✔✨ hashtag#easyexperiencehashtag#easysustainabilityhashtag#climateprojectcontributionhashtag#canonitalia",
            "comments": []
        },
        {
            "post": "hashtag#massPersonalization made possible with cutting edge Canon EMEA Production printing Technologies. Check it out ;)",
            "comments": []
        },
        {
            "post": "Oggi è l’ultimo giorno per vedere i prodotti e le soluzioni hashtag#Canon presentati ad Arkeda Salone dell'Architettura Edilizia Design Arredo! 🚀Vieni a trovarci per scoprire i trend che influenzano il mondo della creatività e della progettazione: esclusivi linguaggi stilistici, progetti personalizzati e funzionali, idee capaci di interpretare le più svariate esigenze.📍 Arkeda, Napoli, Pad 6 – STAND 661-662-663hashtag#arkeda23 hashtag#canonitalia hashtag#totalimaging",
            "comments": []
        },
        {
            "post": "Canon ti aspetta a hashtag#Drupa2024 con uno stand di 4600 m² dove potrai immergerti nell'innovativa tecnologia rivolta a tutto il mondo del hashtag#digitalprintprofessional e del hashtag#workflowmanagement.",
            "comments": []
        },
        {
            "post": "Sei certo di sapere quale sia la differenza tra un prodotto ricondizionato e uno rigenerato? Mettiti alla prova con il nostro sondaggio.",
            "comments": []
        },
        {
            "post": "La hashtag#EasyExperience di Canon offre gli strumenti corretti per una collaborazioen sempre più concreta ed efficace!",
            "comments": []
        },
        {
            "post": "L'R&D di Canon non si ferma mai...",
            "comments": []
        },
        {
            "post": "Eccoci al primo importante lancio tecnologico di quest'anno, grazie ai nostri nuovi hashtag#imagePROGRAF PRO & GP; rendi ogni scatto una stampa eccezionale per vivere una hashtag#TOTALEXPERIENCE unica ed emozionante.hashtag#CANONITALIAhashtag#PROUDTOSHARE",
            "comments": []
        },
        {
            "post": "Dopo quella dello scorso anno a Parma, eccoci a Bergamo con Copianova e Il Polo Digitale per condividere con tutti i partecipanti la strategia e l'offerta Canon in ambito sicurezza dei documenti. hashtag#CANONDOCUMENTSECURITY hashtag#CANONSMARTAPPhashtag#CANONWORKSPACECOLLABORATIONhashtag#CANONMANAGEDPRINTSERVICES",
            "comments": []
        },
        {
            "post": "hashtag#economiacircolare hashtag#sostenibiltà hashtag#greeneconomy hashtag#easyexperienceLa Easy Experience di Canon è sempre più green...",
            "comments": []
        },
        {
            "post": "Grande affluenza di editori e leader del settore provenienti da tutta Europa nel nostro Customer Experience Center a Poing, in Germania, per il decimo anniversario del Future Book Forum di Canon.Abbiamo presentato il concetto di \"liquid design\" per connettersi con i clienti attraverso esperienze coinvolgenti e innovative, come la trasformazione dei propri contenuti utilizzando l'intelligenza artificiale.hashtag#FutureBookForum",
            "comments": []
        },
        {
            "post": "Tutti i professionisti del marketing, e non solo, sanno quanta importanza e rilevanza hanno le \"esperienze\" 🥰 quando si tratta di promuovere un prodotto o un servizio.Le esperienze che viviamo ogni giorno formano il nostro bagaglio di ricordi emotivi, che si tratti di un viaggio o di un evento, di un prodotto o di un incontro.Le esperienze che abbiamo presentato quest'anno in fiera erano tangibili e concrete, ma soprattutto accompagnavano i nostri clienti in una nuova dimensione fatta di esperienze tattili e virtuali, intrecciate perfettamente dall'unico brand che ha questa capacità e forza!! 🔝E quando queste esperienze possono essere totalmente personalizzate e ritagliate su misura per noi, allora non puoi desiderare altro, giusto?L'articolo di Digital4Executive - Digital360 lo racconta molto bene 😊hashtag#totalexperiencehashtag#canonitaliaDavide Balladore Giuseppe D'Amelio",
            "comments": []
        },
        {
            "post": "Ci siamo! Mancano poche ore dal Big Event! Siamo pronti ad emozionarvi con la nostra tecnologia!!! Vi aspettiamo!!!hashtag#bigeventfieramercatofotografiahashtag#CanonItaliahashtag#totalimaging",
            "comments": []
        },
        {
            "post": "hashtag#Viscomitalia2023 si è appena conclusa con una grande performance di Canon che ha portato tecnologia, soluzioni e applicazioni all'insegna della personalizzazione totale.",
            "comments": []
        },
        {
            "post": "Sta per concludersi il primo giorno di hashtag#Viscomitalia2023 e le occasioni di incontro con stampa e clienti si sono alternate in un clima di vivace curiosità e grande interesse. Il combinato disposto di hashtag#Imaging e hashtag#printing ha confermato la hashtag#totalexperience di Canon. Vi aspettiamo anche domani.",
            "comments": []
        },
        {
            "post": "hashtag#Viscomitalia2023 è iniziato! Vi aspetto!",
            "comments": []
        },
        {
            "post": "We're reducing our environmental impact for the future of the planet. Peter Bragg, EMEA Director of Sustainability & Government Affairs, presented our circular business approach at SUSTAINABILITY LIVE and spoke about how we are working towards keeping our products in circulation for longer by focusing on the 3R's – reuse, repair, recycle. Using the power of imaging, we are helping people to imagine a better world. Our customers are a vital piece of the puzzle and it’s our duty to help them reduce impact and play their part.But we know there is always work to be done.Learn more about our sustainability goals: https://lnkd.in/gVASVNDN",
            "comments": []
        },
        {
            "post": "La vera hashtag#totalexperience di hashtag#Canon si potrà vivere direttamente a Viscom. Vi aspetto in stand per approfondire il tema della hashtag#masspersonalization, ovvero dare libero sfogo alla creatività attraverso le innumerevoli applicazioni pensate su misura per te. Marco Dusi Paolo Organo Paolo Tedeschi Giuseppe D'Amelio Alessandro Montanini Giuliana Demontis Claudia Santambrogio Nicolas Vargas",
            "comments": []
        },
        {
            "post": "Happy to share my new job role in Canon Italia as B2B Marketing & Innovation Director! Always proud to work in Canon and thanks for trusted me.",
            "comments": []
        },
        {
            "post": "Nilesh Pathak hashtag#Applausi È davvero difficile spiegare quanto tu sia fondamentale per questo team hashtag#BrillanteNelGiocoDiSquadra",
            "comments": []
        }
    ]
}