{
    "name": "Fabio Campanile",
    "subtitle": "Responsabile Marketing Fratelli Giacomel",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "Responsabile marketing",
            "Fratelli Giacomel Spa · Full-time",
            "Mar 2022 - Present · 2 yrs 3 mos"
        ],
        [
            "Responsabile Comunicazione Italia e team Marketing Europa",
            "Vmoto Soco · Full-time",
            "Sep 2020 - Feb 2022 · 1 yr 6 mos",
            "Sesto San Giovanni, Lombardia, Italia"
        ],
        [
            "Responsabile commerciale",
            "RED S.r.l.",
            "Feb 2019 - Sep 2020 · 1 yr 8 mos"
        ],
        [
            "Press and Communication",
            "SC-Project",
            "Feb 2017 - Feb 2019 · 2 yrs 1 mo",
            "Cassinetta Di Lugagnano, Lombardia, Italia",
            "Responsabile relazioni con la stampa e sponsor per SC-Project e Paton"
        ],
        [
            "Edizione Speciale",
            "3 yrs 9 mos",
            "Responsabile Pubblicità e Marketing SuperBike italia - Moto Dealer News - Classic Moto",
            "Jan 2014 - Feb 2017 · 3 yrs 2 mos",
            "Milano, Italia",
            "Responsabile Motofan Outlet",
            "Jun 2013 - Feb 2014 · 9 mos",
            "Milano, Italia"
        ]
    ],
    "posts": [
        {
            "post": "Vi abbiamo portato a bordo di Barcone Milano per portarvi finalmente a bordo di Volkswagen Nuova Tiguan.L’esclusiva location sui Navigli Milanesi ha accolto fleet manager e clienti privati per conoscere la nuova arrivata di casa Volkswagen Group Italia S.p.A.Atmosfera suggestiva, ottimi finger food per accompagnare le speciali bollicine metodo classico QuarantaLune di Cantina Panizzari e a prua, pronta a dominare Milano, la terza generazione del SUV.Posizionare un’auto su un barcone storico? Una sfida che abbiamo accolto con entusiasmo e che ha avuto un grandissimo successo.Ecco qualche scatto di queste due giornate!hashtag#FratelliGiacomel hashtag#Volkswagen hashtag#Tiguan hashtag#VolkswagenTiguan",
            "comments": []
        },
        {
            "post": "Il lavoro di squadra paga sempre!Complimenti al nostro team Skoda e a tutti i colleghi FRATELLI GIACOMEL SPA che hanno partecipato al raggiungimento di questo obiettivo. Il Best Dealer Škoda mancava da troppo tempo nella bacheca di una realtà come la nostra ed è bello chiudere un anno impegnativo con il giusto riconoscimento!",
            "comments": []
        },
        {
            "post": "“Ogni contributo è fondamentale per determinare un cambiamento che sia decisivo. È ora di viaggiare insieme verso nuovi obiettivi ed esplorare una nuova era, nella quale è possibile pensare di poter avere grandi performance e di raggiungere traguardi sempre più importanti senza impegnarsi al massimo nel rispetto per l’ambiente”. Queste le parole di Alberto Giacomel, nostro Direttore Generale, durante il seminario dedicato alla mobilità sostenibile organizzato in collaborazione con Confartigianato Imprese Pavia .Artigiani e piccoli imprenditori del territorio sono stati invitati nello showroom Audi di San Martino Siccomario per parlare di innovazione e salvaguardia dell’ambiente in concomitanza della Settimana per l’Energia e Sostenibilità.Un ringraziamento speciale a chi è intervenuto durante la serata e al loro contributo di valore: Michele Spina sui vantaggi della mobilità elettrica e Nicola Collarini sull’energia sostenibile. hashtag#Sostenibilità hashtag#Audi hashtag#Fleet hashtag#SettimanaEnergiaESostenibilità",
            "comments": []
        },
        {
            "post": "In uno scenario che cambia costantemente, la sostenibilità diventa imprescindibile per l’ambiente, l’innovazione e la competitività.Nel mondo automotive le nuove motorizzazioni dividono l’opinione pubblica e spesso creano fervore.L’evento di Venerdì 27 Ottobre: “Scenario della mobilità: l'auto elettrica, innovazione e mercato\" ha come obiettivo quello di fare chiarezza.L’incontro organizzato con Confartigianato Imprese Pavia, Confartigianato Imprese Lomellina e Confartigianato - Imprese Territorio si terrà presso il nostro showroom Audi di San Martino Siccomario (PV).La transizione al green ha bisogno di sostegno e questo è solo uno dei numerosi incontri organizzati da Confartigianato Imprese per la manifestazione nazionale Settimana per l'Energia e Sostenibilità.Vuoi toccare con mano il futuro della mobilità? Clicca qui, iscriviti e prenota il tuo Test Drive su Audi Q4 e-tron o Audi Q8 e-tron! https://lnkd.in/dAjktDve",
            "comments": []
        },
        {
            "post": "Ferrari Giovanni Industria Casearia Spa è una storica azienda casearia con una vasta rete commerciale, che nella vicinanza territoriale con FRATELLI GIACOMEL SPA ha trovato un partner perfetto per la sua mobilità.👉 https://bit.ly/3PUC7dp----------I dipendenti Ferrari Giovanni Industria Casearia Spa sono 170 con 158 milioni di euro di fatturato, la sede legale è a Milano ma gli stabilimenti sono a Ossago lodigiano e Fontevivo (Parma), oltre ai due stabilimenti di produzione del Parmigiano Reggiano a Bedonia e Fornovo.Le modalità di trasporto sono molto cambiate negli ultimi 20 anni: 💬 “Fino agli anni 2000 avevamo anche noi camion di proprietà e facevamo distribuzione con i nostri mezzi, poi abbiamo scelto di affidarci a società specializzate nella logistica e anche per la rete commerciale ci stiamo affidando al noleggio”💬 “Ho conosciuto Fratelli Giacomel come fornitore del gruppo Volkswagen. Fratelli Giacomel sul territorio lodigiano è molto conosciuta e avevamo già comprato e noleggiato con loro. Il nostro rapporto è idilliaco. Il vantaggio, rispetto ai grandi noleggiatori che hanno processi interni lunghi e difficili, è che hanno una gestione a livello logistico e commerciale molto più rapida e snella. Contatto il mio referente che mi fa già l’offerta e sfrutto flessibilità e velocità”Andrea Cattabriga, Responsabile Ufficio Acquisti e Servizi Generali.hashtag#FlotteAziendali hashtag#Mobilità hashtag#Automotive",
            "comments": []
        },
        {
            "post": "FRATELLI GIACOMEL SPA ha inaugurato il nuovo CUPRA Garage ad Assago Milano e lo ha fatto in grande stile! Una ristrutturazione magnifica di un luogo simbolo, lo stesso dove nel 1974 aprì la prima carrozzeria dei fratelli Giacomel.Infatti, la prima e la seconda generazione sono riuscite a rinnovare completamente questo locale, con un’interpretazione contemporanea che rispetta la storia che rappresenta ed esprime tutti i valori di CUPRA. Questa capacità imprenditoriale si rispecchia anche nella scelta del team, selezionando e investendo su una squadra CUPRA e SEAT giovane e di altissimo valore!Grazie ad Alberto Giacomel, Ernesto Giacomel, Lorenzo Giacomel, Matteo Tiberio e Fabio Campanile.hashtag#CUPRA",
            "comments": []
        },
        {
            "post": "Un evento pensato e realizzato nei minimi dettagli per rispecchiare l'essenza dello spirito CUPRA. Una festa per ringraziare la hashtag#CUPRATribe che, con entusiasmo, ha riempito il nostro Garage durante la serata.Tutto questo non sarebbe stato possibile senza il supporto della proprietà FRATELLI GIACOMEL SPA, del team di Matteo Tiberio e del mio team. Un grazie speciale a Pierantonio Vianello, Brand Director CUPRA e SEAT Italia, per aver festeggiato con noi questo nuovo traguardo.",
            "comments": []
        },
        {
            "post": "We are still hashtag#hiring! Know anyone who might be interested? 😉",
            "comments": []
        },
        {
            "post": "ID. Buzz: Let’s Power it Up! Un progetto speciale che ha visto protagonisti: 3 iconici furgoncini Volkswagen, un tutor della più importante scuola di design Istituto Europeo di Design, 9 studenti divisi in team e 3 temi su cui lavorare. Tutto questo ha dato vita alla triade di ID. Buzz che sta attirando l’attenzione per le vie di Milano in questa Design Week. I temi sono stati: Hippy Culture, in onore del suo antenato Bulli; Digitalizzazione, per sottolineare il suo slancio verso il futuro attraverso la sua alta tecnologia ed Ecosostenibilità, per esaltare la sua anima Green, elettrica e attenta al pianeta. Ti lasciamo qualche scatto che percorre tutti i passi del progetto! hashtag#FratelliGiacomel hashtag#IDBuzz hashtag#FratelliGiacomel hashtag#IEDdesignweek hashtag#iedcompanies hashtag#iedspecialprojects",
            "comments": []
        },
        {
            "post": "⭐️ANDREA AMATO MVP BY FRATELLI GIACOMEL SPA ⭐️Ancora emozioni infinite all'Allianz Cloud, Urania vince con il brivido la gara con la Stella Azzurra Roma. Nel momento di massima difficoltà per i Wildcats l'estro di Andrea Amato risolve il match con i romani. Ed è proprio il play milanese, con un crescendo rossiniano, a far esplodere con l'ultima tripla i tifosi rossoblu, chiudendo la gara con 21 punti e 6 assist a referto. Un inizio di anno incredibile per il play milanese che è stato selezionato come MVP dal nostro Partner FRATELLI GIACOMEL SPA Il Direttore Generale Alberto Giacomel lo ha invitato presso il salone Volkswagen ad Assago e premiato davanti al nuovo membro elettrificato della ID.Family: ID.Buzz. L’augurio è di una carriera energica e colorata come quella dell’iconico van.L’uomo di Milano per Milano.hashtag#MVP hashtag#FratelliGiacomel",
            "comments": []
        }
    ]
}