{
    "name": "Riccardo Scotton",
    "subtitle": "Chief Financial Officer - International",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "Bracco",
            "Full-time · 2 yrs 3 mos",
            "Chief Financial Officer - International",
            "Mar 2024 - Present · 3 mos",
            "Milan, Lombardy, Italy",
            "Chief Financial Officer - North America",
            "Mar 2022 - Mar 2024 · 2 yrs 1 mo",
            "New York City Metropolitan Area"
        ],
        [
            "Bracco Medical Technologies",
            "4 yrs 8 mos",
            "Chief Financial Officer, Vice President IT",
            "Apr 2018 - Mar 2022 · 4 yrs",
            "Greater Minneapolis-St. Paul Area",
            "Financial Planning & Control Director",
            "Aug 2017 - Apr 2018 · 9 mos",
            "Greater Minneapolis-St. Paul Area"
        ],
        [
            "Global Business Analysis",
            "Bracco",
            "Sep 2014 - Aug 2017 · 3 yrs",
            "Milan, Lombardy, Italy"
        ],
        [
            "GE",
            "6 yrs 3 mos",
            "Commercial Finance FP&A EMEA",
            "Sep 2013 - Sep 2014 · 1 yr 1 mo",
            "Milan, Lombardy, Italy",
            "Cost Accounting Leader EMEA and Financial Controller Italy",
            "Feb 2011 - Sep 2013 · 2 yrs 8 mos",
            "Milan, Lombardy, Italy",
            "MFG Finance Analyst",
            "Jul 2008 - Feb 2011 · 2 yrs 8 mos",
            "Greater Turin Metropolitan Area"
        ],
        [
            "MFG Finance Analyst",
            "Metalli Preziosi",
            "Jul 2006 - Jul 2008 · 2 yrs 1 mo",
            "Greater Milan Metropolitan Area"
        ]
    ],
    "posts": [
        {
            "post": "I’m happy to share that I’m starting a new position as Chief Financial Officer - International at Bracco!",
            "comments": []
        },
        {
            "post": "La #Barcolana è la più grande regata velica del mondo. Giunta alla 55ª edizione, si svolge a ottobre nel Golfo di #Trieste.  Quest’anno #SPIN, la società del Gruppo Bracco che ha sede a Torviscosa in Friuli Venezia Giulia, ha partecipato con la barca RYŪ classificandosi 6° nella sua categoria e 52° nella classifica generale su 1700 barche iscritte. Laetitia Laurent , Gaela Bernini  #braccovalori #fairplay #teamworking #sport",
            "comments": []
        },
        {
            "post": "Last night at the NIAF 48th Anniversary Gala, the First Lady opened the evening with a heartfelt speech about growing up in an Italian American household and the values that are characteristic of Italian Americans. Then partway through her speech, she made a surprise announcement and welcomed the President of the United States to the podium. NIAF is grateful to the President and First Lady for celebrating with us last night and acknowledging the vibrant Italian American community.",
            "comments": []
        },
        {
            "post": "We are happy to announce a global partnership with Subtle Medical to explore the potential of AI in Contrast-Enhanced MRI.  Read more here: https://lnkd.in/dgFrJMeU #BraccoImaging #MRI #artificialintelligence #Innovation",
            "comments": []
        },
        {
            "post": "We are excited to announce that we have received FDA approval for our new diagnostic imaging product for patients with prostate cancer. This is a significant milestone that embodies our organization’s mission as we continue to develop and commercialize products to help inform the management of care for patients with cancer. In addition to thanking our employees, we want to say thank you to all the clinical investigators and physicians who worked with us through this process as well as the patients who participated in the clinical trials. In this video hear more from our CEO, David Gauden, about our exciting news.#BlueEarthDx #ProstateCancer #FDAApproval",
            "comments": []
        },
        {
            "post": "Multi-dosing injector optimises contrast use at Wigan hospital.Full story now available online -https://lnkd.in/eDYeQfCzBracco Imaging #RADMagazine #medicalimaging #news #CT #Wigan #healthcare #hospital",
            "comments": []
        },
        {
            "post": "📣 📣 📣 We are very proud of this new milestone, marked by the FDA clearance of the first product based on our next-generation technology platform.Designed to achieve high sensitivity and imaging fidelity, this solution will support surgeons by allowing them to visualize tumors during surgical procedures in real-time.Discover more on how we strive to increase the availability of innovative products in the area of oncological intraoperative fluorescence imaging: https://lnkd.in/eZbep6YR#surgvision #bracco #braccoimaging #fda hashtag#technology hashtag#diagnosticimaging",
            "comments": []
        },
        {
            "post": "Bracco strengthens its presence in Japan and announces the birth of Bracco Japan Ltd, acquiring all shares of Bracco-Eisai in order to respond quickly and flexibly to the changing healthcare industry and provide value to patients. “Bracco has had a considerable presence in Japan for many years and will continue to strengthen its relationships with customers in order to better understand and meet their needs in Japan. We will continue to provide better diagnostic imaging technology and services.” Said Fulvio Renoldi Bracco, Vice-Chairman & CEO of Bracco Imaging hashtag#BraccoImaging hashtag#healthcare hashtag#technology hashtag#services",
            "comments": []
        },
        {
            "post": "Women’s empowerment and gender equality are essential for a sustainable social and economic development.In Bracco, we are conscious of the potential hashtag#women have in breaking the boundaries and contributing to the advancement of hashtag#society and hashtag#science. By 2030, we want to have 45% of the leadership roles covered by women and we will obtain this aim through an ongoing commitment and support across the company.On this important day, listen to the stories in our \"Women in Radiology“ podcast: https://lnkd.in/dTG9jkGGTake a look at our website, to discover more on our projects: https://lnkd.in/d7wWxTKnhashtag#BraccoImaging",
            "comments": []
        },
        {
            "post": "For the Bracco family, the story of hashtag#BraccoDiagnostics Inc. (hashtag#BDI) represents the quintessential \"hashtag#Americandream\". That dream began in 1994 with the acquisition of Squibb Diagnostics, one of the Group's most significant hashtag#milestones. Diana Bracco recounts: \"I have a vivid memory of those days filled with anticipation and hope, and I'll never forget the signing of the agreement and the hashtag#historicarticle in the The New York Times on August 2nd, 1994, which I still have today.\"Read more…https://lnkd.in/d8srMHqHhashtag#familycompany hashtag#globalcompany hashtag#madeinitaly hashtag#innovation",
            "comments": []
        },
        {
            "post": "Blue Earth Diagnostics Announces FDA Acceptance of its New Drug Application for 18F-rhPSMA-7.3, an Investigational Radiohybrid Prostate-Specific Membrane Antigen-Targeted PET Imaging Agent. Learn more in the full press release: https://lnkd.in/eYfkG7DD hashtag#PSMA hashtag#rhPSMA hashtag#BlueEarthDx",
            "comments": []
        },
        {
            "post": "Our HR team is hard at work searching for our next group of co-ops and interns. From engineering, marketing, operations, and more, we’ve got a variety of openings and opportunities available. Check out our website for complete details and maybe we’ll see you at an upcoming college career fair … https://lnkd.in/g826rta",
            "comments": []
        },
        {
            "post": "The FDA has granted priority review of a new drug application for Bracco Imaging's contrast agent for MRI, gadopiclenol. Bracco is developing the agent with Guerbet. hashtag#radiology https://bit.ly/374cJOo",
            "comments": []
        },
        {
            "post": "A new customised hashtag#nanomedicine project to fight hashtag#cancer. A new hashtag#therapy that includes pre-treating cancer patients with hashtag#drugs already on the market, using imaging systems in the analysis and develop. An advanced nanoscopy method for diseased tissue sections that is able to detect any morphological and optical variations in a tumour before and after a drug treatment. These are the primary goals of hashtag#CATHENA (CAncer THErapy by NAnomedicine). CATHENA project has been run as a collaboration between Bracco Imaging (lead partner), A.P.E. Research Srl, University of Trieste and Centro di Riferimento Oncologico di Aviano (CRO) with the coordination of Area Science Park. The results from CATHENA were presented at the project's concluding event introduced by Roberta Fretta, Bracco Research Center Director, Bracco Imaging, and was attended by Prof. Luis M. Liz-Marzán ( CIC biomaGUNE, Basque Research and Technology Alliance, Donostia-San Sebastian, Spain), a global expert in colloidal nanoplasmonics for hashtag#biomedical applications, and Claudia Cabella (Bio-Imaging R&D Manager, Bracco Imaging), an expert in preclinical studies using hashtag#MRI and developing nanosystems for cardiovascular disease imaging and treatment. hashtag#research hashtag#technology hashtag#collaboration hashtag#university hashtag#project hashtag#event hashtag#science hashtag#health hashtag#diagnostic",
            "comments": []
        },
        {
            "post": "At 12:00 Prof. Beets-Tan will be interviewing Chief Marketing Officer of Bracco Vittorio Puppo on Channel 1. They'll discuss shaping the future of healthcare through innovations in diagnostics 👉 https://bit.ly/3h4I319",
            "comments": []
        },
        {
            "post": "hashtag#BraccoImaging has just launched Blue Earth Therapeutics, a new subsidiary company that will focus on next-generation targeted radiotherapeutics to treat hashtag#cancer patients.The Company aims at innovating and improving upon current technologies and rapidly advancing new targeted therapies for serious diseases. Blue Earth Therapeutics has an emerging pipeline, initially focused on prostate cancer, and with plans to expand into additional disease areas in hashtag#oncology. For more information, visit https://lnkd.in/ehT2mZ3r  hashtag#BlueEarthTherapeutics hashtag#NuclearMedicine hashtag#PrecisionMedicine hashtag#Innovation hashtag#research",
            "comments": []
        },
        {
            "post": "A project being built brick by brick with patience, confidence, creativity and fun. Grateful to Manuela Drago Elena Arosio... fantastic colleagues!hashtag#NewBraccoPeopleWayhashtag#PeopleDevelopmenthashtag#EmployerBrandig",
            "comments": []
        },
        {
            "post": "We are excited to announce our global strategic collaboration for a next-generation magnetic resonance imaging (MRI) contrast agent. Once approved, the addition of this offering will expand our portfolio to include three different products that will help to shape the future of prevention and precision diagnostic imaging. hashtag#healthcarePlease find the press release here: https://lnkd.in/gpWF2fkk.",
            "comments": []
        }
    ]
}