{
    "name": "Giuseppe Banfi",
    "subtitle": "Amministratore Delegato – VP and Managing Director at Biogen Italy",
    "location": "Milan, Lombardy, Italy",
    "about": "La mia passione per la farmaceutica risale a diversi anni fa, quando scelsi proprio farmacia come corso di laurea. Una passione che mi ha portato ad apprezzare la complessità dei processi necessari a dare le giuste risposte ai bisogni di salute della società e il giusto valore alla capacità di innovare per poter rendere concrete queste risposte.Biogen – fondata nel 1978 da due premi Nobel – è una biotech Company specializzata nelle neuroscienze, uno degli ambiti in cui il bisogno di salute è ancora fortemente insoddisfatto. In Biogen sviluppiamo terapie innovative destinate a combattere molte patologie neurologiche tra cui la sclerosi multipla, l’atrofia muscolare spinale e l’Alzheimer. Inoltre, contribuiamo alla sostenibilità dei sistemi sanitari con un portfolio di farmaci biosimilari anti TNF-alfa,  il cui costo più contenuto rispetto ai farmaci originatori consente si adi trattare un maggior numero di pazienti, sia di risparmiare risorse da destinare all’innovazione .È per me un privilegio lavorare in Biogen e nella sua filiale italiana, u un’azienda il cui spirito pionieristico e la cui capacità di innovare da sempre ci consentono di offrire farmaci in aree ad alto bisogno terapeutico e servizi di valore per la comunità che di queste patologie quotidianamente si occupa. L’elevato numero di giovani e di donne che lavorano in Biogen contribuiscono  a rendermi ogni giorno sempre  più orgoglioso di far parte di un’azienda dove lavorare è un vero piacere e dove la nobile missione di portare benefici ai pazienti che hanno bisogno delle nostre cure è vissuta con energia ed entusiasmo . Non è un caso se dal 2013, e per 7 anni consecutivi, a Biogen Italia è stato riconosciuto il titolo di Best Work Place, assegnato dal Great Place to Work Institute alle imprese in grado di offrire un ambiente di lavoro stimolante, caratterizzato dalla trasparenza nei rapporti e dall’attenzione alla parità di genere e alla crescita professionale di tutti i collaboratori. L’attenzione nei confronti della parità di genere, in particolare, ci ha portati a entrare, nel 2018, nella top 20 dei Best Place to Work for Women e a ottenere la certificazione per la parità di genere conferita dal Winning Women Institute.",
    "experiences": [
        [
            "Biogen",
            "Full-time · 12 yrs 9 mos",
            "Amministratore Delegato – VP and Managing Director Biogen Italia",
            "Jan 2017 - Present · 7 yrs 5 mos",
            "Milan Area, Italy",
            "Amministratore Delegato di  Biogen Italia e membro del Leadership Team Europeo di Biogen",
            "Regional VP  Italy &  Eastern European Countries",
            "Jan 2015 - Dec 2016 · 2 yrs",
            "Milan Area, Italy",
            "Regional VP   Italy &  Eastern European Countries (Poland, Czech Republic, Slovakia, Hungary and Slovenia)",
            "Amministratore Delegato",
            "Sep 2011 - Dec 2014 · 3 yrs 4 mos",
            "Milan Area, Italy"
        ],
        [
            "Biogen Dompé",
            "5 yrs 8 mos",
            "General Manager",
            "Jan 2011 - Aug 2011 · 8 mos",
            "Business Unit Manager",
            "Jan 2006 - Dec 2010 · 5 yrs"
        ],
        [
            "sanofi-aventis",
            "3 yrs 10 mos",
            "Head of Marketing  and Sales  CNS",
            "Jan 2005 - Nov 2005 · 11 mos",
            "Head of Marketing - Specialist Business Unit",
            "Feb 2002 - Dec 2004 · 2 yrs 11 mos"
        ],
        [
            "Boehringer Ingelheim",
            "13 yrs 7 mos",
            "Marketing Manager",
            "Jan 1998 - Jan 2002 · 4 yrs 1 mo",
            "Licensing & New Business Development Manager",
            "Jan 1993 - Dec 1997 · 5 yrs",
            "Product Manager",
            "Jul 1988 - Dec 1992 · 4 yrs 6 mos"
        ],
        [
            "Recordati",
            "1 yr 10 mos",
            "Product Manager",
            "Sep 1987 - Jun 1988 · 10 mos",
            "Sales Representative",
            "Sep 1986 - Aug 1987 · 1 yr"
        ]
    ],
    "posts": [
        {
            "post": "Il Corporate Responsibility Report 2023 di Biogen è a mio parere molto più di un rapporto annuale: è una vera e propria storia, che mi ha emozionato e appassionato, perché tra queste pagine c'è tutto l'impegno delle persone che, in Italia e nel mondo, lavorano guidate da una missione comune e ispirate dalla condivisione di un unico credo. Pagina dopo pagina, emerge con grande chiarezza lo straordinario impatto che ogni giorno ci impegniamo a generare in ambiti quali l'equità sanitaria, la tutela ambientale e il supporto alle comunità in cui operiamo. In Italia, il nostro programma di volontariato aziendale Care Deeply, ha coinvolto nel 2023 oltre 11 enti benefici sul territorio e ha raccolto la partecipazione di oltre l'80% delle persone che lavorano in azienda. Un risultato che viene evidenziato nel report globale e che mi riempie di soddisfazione. Credo inoltre che la grande protagonista di questo importante racconto sia innanzitutto la nostra cultura, in continua evoluzione, fondata sulla valorizzazione e l'ascolto di ciascun individuo, per innovare e realizzare uno sviluppo sostenibile. Chiudo queste pagine con lo sguardo rivolto al futuro, con la certezza che andando avanti sulla strada tracciata dalla nostra missione, guidati con passione e fedeltà dai nostri valori, saremo in grado di continuare a generare un impatto positivo sulla vita delle persone che affrontano malattie complesse e sulle comunità in cui operiamo in tutto il mondo. hashtag#Biogen hashtag#ESG hashtag#CSR hashtag#Future",
            "comments": []
        },
        {
            "post": "Ci sono percorsi che lasciano il segno e progetti che, anno dopo anno, fanno la differenza e generano un cambiamento positivo. Uno di questi è sicuramente IO NON SCLERO, ed è con grande soddisfazione che mi unisco ai festeggiamenti per i primi 10 anni di questa straordinaria community che, dal 2014, racconta online la vita delle persone con sclerosi multipla e fa luce sul vero volto di questa malattia neurologica complessa. In Biogen, siamo impegnati da oltre 40 anni per rispondere ai bisogni di chi vive con la SM e IO NON SCLERO rappresenta appieno questa missione, che va oltre la ricerca e lo sviluppo di soluzioni terapeutiche per abbracciare a 360° i bisogni di vita delle persone con SM. Sviluppato con Fondazione Onda (Osservatorio nazionale sulla salute della donna e di genere), in collaborazione con AISM  e con il patrocinio di hashtag#SIN (Società Italiana di Neurologia), “Io Non Sclero” è una vera e propria community, che ogni giorno racconta online la vita con la SM. Uno spazio virtuale dove il supporto reciproco e la condivisione sono i pilastri di un mosaico di voci e di storie straordinarie. Buon compleanno IO NON SCLERO! hashtag#SclerosiMultipla hashtag#IoNonSclero hashtag#Anniversario",
            "comments": []
        },
        {
            "post": "L’hashtag#ArtificialIntelligence è un tema quanto mai attuale in ambito medico-scientifico e il dibattito è aperto su vari fronti, nell’ottica di affrontare aree di opportunità e possibili criticità per guidare l’integrazione dell’AI nei processi scientifici, come fattore potenziante e catalizzatore dell’innovazione, a beneficio dell’umanità.Seguo con grande interesse le diverse linee di lavoro guidate dalla Commissione Europea, per coinvolgere i decisori pubblici nella messa a punto di scenari regolatori in grado di accelerare l’adozione dell’AI in ambito scientifico e al contempo monitorare l’impatto dell’AI sul processo scientifico, per tutelare e garantire valori fondanti della scienza, quali integrità e rigore metodologico. Credo che la tecnologia sia un abilitatore a supporto delle capacità e dell’intuizione umana e penso sia necessario promuovere competenze digitali nel settore sanitario investendo in formazione. Molte sono le aree da affrontare e sono convinto che solo con un approccio collaborativo, che abbracci la società tutta, sarà possibile esprimere appieno il potenziale dell’AI per accelerare e sostenere l’innovazione, in risposta alle sfide che popolano il futuro dell’umanità.hashtag#intelligenzaartificiale hashtag#innovazione hashtag#ricercascientifica",
            "comments": []
        },
        {
            "post": "Pochi giorni fa è stato presentato al World Economic Forum Davos l’Edelman Trust Institute Barometer Global Report 2024, una fotografia del livello di hashtag#fiducia delle persone nei confronti di media, aziende, istituzioni e un’analisi dei fattori e delle dinamiche da cui deriva la fiducia sociale.Ho trovato molto interessante la sezione “A Reset for Science in Society”, che restituisce alcuni dati sulla fiducia che i cittadini ripongono negli hashtag#scienziati. Lo scenario che emerge dal report è per me incoraggiante, perché mostra il grande potenziale della hashtag#scienza per guidare il miglioramento non solo della salute ma della vita delle persone e quindi per realizzare un futuro migliore.Il lavoro degli scienziati è sempre più oggetto di interesse e attenzione da parte della società e diventa quindi importante agire a favore di una maggiore informazione e consapevolezza sociale sul ruolo della scienza e sui processi su cui si fonda lo sviluppo scientifico.“Mettere la scienza al servizio dell’umanità” è la missione che guida il nostro lavoro in Biogen e questi dati sono un’ulteriore conferma dell’importanza di continuare con impegno su questa strada.hashtag#scienza hashtag#innovazione hashtag#TrustBarometer Edelman Italia",
            "comments": []
        },
        {
            "post": "Nella Giornata Mondiale delle Malattie Rare voglio celebrare il nostro impegno in quest'area medico-scientifica così complessa e con grandi bisogni medici ancora insoddisfatti. Un ambito in cui valori di equità, unicità e inclusione a livello scientifico e sanitario sono più che mai rilevanti. In questo articolo racconto come, in Biogen Italia, abbiamo “condiviso i nostri colori” in questa occasione speciale, guardo al futuro e al cambiamento che vogliamo e possiamo creare insieme.hashtag#ShareYourColours hashtag#innovazione hashtag#RareDiseaseDay",
            "comments": []
        },
        {
            "post": "Più volte, su questa pagina, ho riflettuto sul ruolo che le aziende possono avere nell’ambito del processo di hashtag#evoluzione che sta attraversando il settore sanitario. Sono convinto che nuovi modelli di hashtag#partnership pubblico-privato possano contribuire a innescare processi innovativi, necessari affinché il hashtag#SistemaSalute possa accogliere gli straordinari progressi che la hashtag#scienza sta compiendo, in risposta ai bisogni di chi vive la difficile esperienza della malattia. In questa prospettiva, condivido questo interessante articolo pubblicato da hashtag#MedCitynews che, soffermandosi sul grande potenziale di una hashtag#medicina sempre più personalizzata, mette in primo piano la necessità di un’azione sinergica tra tutti gli attori coinvolti nel sistema di cura e auspica un’evoluzione del ruolo delle aziende, in un’ottica di servizio e non più esclusivamente incentrata sullo sviluppo di farmaci e di terapie. Dal miglioramento delle infrastrutture, alla formazione, all’assistenza durante tutto il percorso di cura: le aziende sono chiamate a partecipare attivamente al hashtag#cambiamento. “Mettere la scienza al servizio dell’umanità” è la missione che guida il nostro lavoro in Biogen e siamo convinti che per realizzare questa missione serva una grande hashtag#alleanza e una profonda hashtag#sinergia, per migliorare la vita di chi affronta la malattia e trovare risposte a bisogni in continua evoluzione. hashtag#Innovation hashtag#future hashtag#healthcare https://lnkd.in/dXuiyZJi",
            "comments": []
        },
        {
            "post": "Condivido questo interessante approfondimento sul tema della hashtag#digitalizzazione in ambito sanitario. Sono convinto che digitalizzare la hashtag#sanità sia un passo avanti necessario, non solo per favorire percorsi di cura sempre più integrati tra ospedale e territorio, quindi più vicini alle persone, ma anche per favorire l’emergere di un nuovo approccio alla salute, più consapevole, attivo e caratterizzato da maggiore equità ed efficacia.In Biogen, la hashtag#DigitalHealth rappresenta da anni un’area di grande attenzione, al centro di numerosi progetti, in cui lavoriamo al fianco di tutti gli attori del Sistema Salute, per favorire l’emergere di nuovi modelli, dove l’integrazione di strumenti e tecnologie digitali possano contribuire a migliorare il sistema delle cure, in ambiti complessi come quello delle hashtag#cronicità. I risultati raccolti ci mostrano che la strada intrapresa è quella giusta e tanto resta ancora da fare, con l’obiettivo di rispondere sempre meglio ai bisogni di chi affronta la difficile esperienza della malattia.https://lnkd.in/dYJS6m67  hashtag#telemedicina hashtag#tecnologia hashtag#innovazione",
            "comments": []
        },
        {
            "post": "È il tempo dei bilanci e dei propositi: in questo articolo condivido alcune riflessioni sul #2023 e mi soffermo su un elemento che ritengo fondamentale per sostenere il processo innovativo in atto nel hashtag#SistemaSalute: la collaborazione.In Biogen in questi mesi abbiamo lavorato al fianco della comunità clinica e dei pazienti, abbiamo sostenuto attraverso progetti innovativi l’emergere di nuovi modelli di gestione di malattie ad alta complessità, mettendo a fattor comune conoscenze e competenze per trovare nuove risposte in un’ottica di prossimità e personalizzazione della cura. I risultati che abbiamo raggiunto ci dimostrano il valore della partnership pubblico-privato, che ha caratterizzato il nostro percorso in questi mesi, segnando la strada per il futuro che ci attende. hashtag#NewYear hashtag#Innovation hashtag#Healthcare hashtag#Partnership",
            "comments": []
        },
        {
            "post": "Ottobre è stato un importante mese di confronto e di approfondimento con la comunità scientifica in ambito neurologico. In questo articolo ripercorro i due appuntamenti congressuali che sono stati protagonisti delle scorse settimane e che hanno messo in luce gli straordinari passi avanti della scienza, per rispondere ai bisogni delle tante persone che affrontano malattie neurologiche complesse. Un bel lavoro di squadra per il team di Biogen e tanti spunti per guardare al futuro.hashtag#Congress hashtag#Science hashtag#Neurology hashtag#Innovation",
            "comments": []
        },
        {
            "post": "Vedere tutte le persone di Biogen Italia riunite e al lavoro per disegnare il hashtag#futuro è sempre una grande emozione per me, perché ogni volta vengo investito dall’energia, dalla passione e dalla forza di questo gruppo di professionisti, che ogni giorno si impegnano per rispondere ai bisogni di chi affronta malattie complesse come quelle neurologiche e infiammatorie croniche, lavorando al fianco di tutti gli attori del Sistema Salute. Sono le hashtag#persone a fare di un’hashtag#azienda un luogo in grado di generare hashtag#valore ed è dalla hashtag#visione comune che scaturisce la spinta innovativa verso il futuro. In Biogen l’hashtag#innovazione va oltre la hashtag#ricerca e lo sviluppo scientifico e abbraccia non solo la vita e i bisogni delle persone, ma anche il nostro lavoro quotidiano: innovare nel lavoro di ogni giorno è infatti un esercizio molto comune in Biogen Italia.  Il nostro impegno richiede coraggio, determinazione, ma anche leggerezza: condizioni fondamentali per ribaltare le prospettive e aprirsi al nuovo; valori che vedo riflessi negli occhi e nei sorrisi di tutte le persone di Biogen Italia. hashtag#Team hashtag#People hashtag#CompanyCulture",
            "comments": []
        }
    ]
}