{
    "name": "Sara Callegari",
    "subtitle": "HR, HSE, PROCUREMENT DIRECTOR ENGIE Italia",
    "location": "Milan, Lombardy, Italy",
    "about": "Sono una persona strategica, entusiasta, determinata. E faccio il lavoro più bello del mondo: prendermi cura delle Persone. Sono direttrice delle Risorse Umane di ENGIE Italia, azienda leader nel settore energetico che aspira, concretamente, ad esserlo nella riduzione della CO2. Una missione che va oltre il business e che riempie di significato il mio lavoro. La mia sfida diventa così non “gestire persone” ma trovare le persone giuste per alimentare il cambiamento, farle crescere al meglio, aiutarle a trovare a loro volta significato nel proprio lavoro. Sono le Persone l’ENERGIA che ci porterà verso un mondo più verde, sostenibile, armonioso. La mia visione delle Risorse Umane è orientata dunque verso la centralità degli individui, ma anche e soprattutto sul passare dagli slogan ai fatti. Confrontarmi continuamente con il mio team è il test quotidiano per comprendere quanto sia sulla strada giusta e come poter fare ogni giorno qualcosa di più e migliore del giorno prima. CHE ALTROSono un’amante della natura, dello sport e in particolare del running. Ho corso alcune maratone con tantissima soddisfazione personale e risultati eccezionali per ciò che mi hanno insegnato: allenamento e impegno costante, passione e mai arrendersi sono le vere chiavi del successo.SEGUIMI O ENTRIAMO IN CONTATTO PER: • Confrontarti su tematiche riguardanti le Risorse Umane e le sfide che ci attendono in materia di Empowering People, Inclusivity, Diversity, Employer Branding.• Rimanere aggiornato su come ENGIE sta cercando di rendere più verde il nostro pianeta.• Conoscere le nuove opportunità in ENGIE Italia",
    "experiences": [
        [
            "HR, HSE & Procurement Director",
            "ENGIE Italia · Full-time",
            "Apr 2021 - Present · 3 yrs 2 mos",
            "Milan Area, Italy",
            "Reporting directly to  the Country Manager, I am fully responsible of the management of human resources department in Italy -  definition and management of HR budget and opex, recruitment, training, development, Comp & Ben, industrial relations, organization. industrial relations and  participation in international working groups. I'm Codir member. I'm also in charge of Health & Safety, Environment and Procurement & General Services.\n I manage a team of 110 people"
        ],
        [
            "HR Senior Vice President - Human Resources",
            "GdF Suez Energia Italia S.p.A.",
            "Oct 2012 - Dec 2015 · 3 yrs 3 mos",
            "Milan",
            "Reporting directly to HR corporate functionally to the Country Manager, I am fully responsible of the management of human resources department in Italy - definition and management of HR budget and opex, recruitment, training, development, Comp & Ben, industrial relations, payroll, organization. industrial relations and participation in international working groups.\nI manage a team of 16 people."
        ],
        [
            "HR Director",
            "COFELY ITALIA S.p.A.",
            "Apr 2011 - Sep 2012 · 1 yr 6 mos",
            "Milan Area, Italy",
            "Reporting directly to the CEO, I was in charge of HR Management for Italy.  Management of employees, industrial relations, organization, training, development, Compensation & Benefits, Recruitment, Payroll.  Responsible for the relations with Group headquarters and participation in international working groups \n I managed a team of 20 people."
        ],
        [
            "HR Director Deputy",
            "COFELY ITALIA SPA",
            "Dec 2009 - Mar 2011 · 1 yr 4 mos",
            "Milan Area, Italy",
            "Manager in charge of  training, recruitment, development for about 2000 people, cost planning and HR budget, Comp & Ben, organisation, processes\nIn charge of the relationship with french headquarters"
        ],
        [
            "HR Director,  Elyo Italy SpA",
            "elyo italia",
            "Jan 2000 - Nov 2009 · 9 yrs 11 mos",
            "Milan Area, Italy",
            "I created and implemented the HR department of the company from scratch and then  I took its full responsibility for Italy.  Responsible for the management of all HR processes."
        ]
    ],
    "posts": [
        {
            "post": "Venite a trovarci vi aspettiamo!",
            "comments": []
        },
        {
            "post": "ENGIE Italia sostiene la ricerca con Fondazione Telethon.Ieri durante la hashtag#RelayMilanoMarathon abbiamo partecipato con tantissimi colleghi alla staffetta solidale a favore di Fondazione Telethon.Molti hanno corso e tanti altri hanno supportato facendo il tifo lungo il percorso ma quello che ci accomunava sono stati la grande passione e lo spirito di solidarietà perché “la ricerca è un traguardo di tutti” come abbiamo gridato insieme durante la parata.Ancora una volta siamo in prima linea in ambito di sostenibilità ambientale e sociale e questo mi rende davvero orgogliosa di lavorare in ENGIE Italia.Grazie a Monica Iacono, Dominique Wood-Benneteau Francesca Pasinelli, Daniele Eleodori, Samuela Mortara, Isadora Casadonte e a tutto il team di progetto di Engie.hashtag#ImpactTogetherhashtag#CSRhashtag#sustainability",
            "comments": []
        },
        {
            "post": "FiordiRisorse - FdR e’ una realtà piccola ma con grandi idee che vuole divulgare una cultura del lavoro diversa  e improntata alla valorizzazione della crescita professionale, dell’apprendimento e delleIdee originali e non di massa e dove si vuole ambire ad un futuro del Lavoro umano e inclusivo.Unisciti a noi!",
            "comments": []
        },
        {
            "post": "Benvenute in Engie!Siamo felici di avviare oggi la quarta edizione di hashtag#ENGIEAcademy questa volta interamente dedicata a giovani neolaureate. Un altro passo verso l’obiettivo di raggiungere la managerial gender parity nel 2030.Grazie a Anna Lila Frezza Andrea Bellina per l’organizzazionehashtag#withENGIEhashtag#BeUatENGIE!",
            "comments": []
        },
        {
            "post": "In ENGIE Italia la hashtag#sostenibilità - ambientale e sociale - è un valore distintivo. Un ambiente di lavoro inclusivo è un ambiente di lavoro sostenibile. Ogni giorno lavoriamo per raggiungere obiettivi ambiziosi e lo facciamo dedicando grande attenzione alla sicurezza e al benessere di tutti i nostri collaboratori.  Ho avuto il piacere di parlare dell’impegno di ENGIE Italia in ambito Diversity, Equity e Inclusion con Carlo Rho di CSRoggi che ringrazio, di seguito il link all'intervista.https://lnkd.in/d2khJzYH   hashtag#BeU@ENGIE hashtag#actwithENGIE",
            "comments": []
        }
    ]
}