{
    "name": "Roberta Colella",
    "subtitle": "Brand & Trade Marketing Manager",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "Trade Marketing Manager",
            "iliad",
            "Oct 2020 - Present · 3 yrs 8 mos",
            "Milano, Lombardia, Italia"
        ],
        [
            "Trade Marketing Specialist",
            "Sisal Group",
            "Nov 2019 - Sep 2020 · 11 mos"
        ],
        [
            "Trade Marketing Specialist",
            "Alcon",
            "Apr 2019 - Oct 2019 · 7 mos",
            "Milano, Italia"
        ],
        [
            "Marketing & Communication Specialist",
            "VISION GROUP  S.P.A.",
            "Jun 2012 - Mar 2019 · 6 yrs 10 mos",
            "Milano, Italia",
            "• Attività di comunicazione trade e consumer per l’insegna VisionOttica (270 centri ottici in Italia) in riporto al Direttore Marketing\n• Esecuzione Piano Marketing annuale (campagne istituzionali e promozionali)\n• Gestione delle relazioni con i top clients: consulenza sulle iniziative di comunicazione locale, Local Store Marketing (eventi speciali, merchandising), Direct Marketing e CRM \n• Gestione di nuove aperture e conversioni di punti vendita\n• Selezione e coordinamento dei fornitori (team agenzia di comunicazione e ufficio stampa; concessionarie media locali; stampatori, architetti, insegnisti, produttori di materiali P.o.P. e gadget; studio legale; agenzie di hostess e promoter)\n• Attività di co-marketing di settore (Alcon, ZEISS, HOYA, Essilor Italia, Luxottica, Safilo, Marchon) in collaborazione con la funzione commerciale, ed extrasettore in ambito leisure (Zalando, Photocity, LUSH, Hotelplan, Boggi, Pianoforte Group)\n• Operazioni a premi, loyalty e gamification dedicate ai consumatori. Incentive per il trade con la consulenza di un ufficio legale\n• Attività di ufficio stampa e redazione di contenuti per la comunicazione con la rete (newsletter, comunicazioni istituzionali) e con il pubblico (sito web VisionOttica, materiali di comunicazione istituzionale e promozionale)\n• Direzione del progetto digital VisionOttica su Facebook e dei siti web\n• Coordinamento di progetti speciali per il punto vendita (Digital signage, format punti vendita, progetti di retailtainment)\n• Partecipazione a fiere internazionali di settore e real time report sui social media\n• Partecipazione a congressi medici per la promozione dell'attività di networking tra classe medica e classe tecnica\n• Partecipazione al Comitato di Customer Advocacy VisionOttica (composto da 12 rappresentanti della rete e 3 manager dell’azienda) \n• Organizzazione di eventi e iniziative nel sociale per diverse ONLUS (Agorà 97, Doppia Difesa, Vision+ Onlus)\n• Analisi, reportistica"
        ],
        [
            "Local Store Marketing Manager",
            "Meloria Comunicazione",
            "Mar 2011 - May 2012 · 1 yr 3 mos",
            "Milano, Italia",
            "Responsabile del progetto di Local Store Marketing per i clienti Vision Group S.p.A. (settore ottico) e Magne-\nti Marelli Checkstar (autoricambi):\n• Coordinamento del reparto creativo e dei fornitori esterni per le attività di comunicazione locale\n• Scouting di nuovi fornitori per l’implementazione dei servizi\n• Ricerca e selezione di materiali di supporto all’attività di comunicazione dei clienti (materiali pdv e gadget).\n• Coordinamento del centro media per pianificazioni locali"
        ]
    ],
    "posts": [
        {
            "post": "Scene mozzafiato per descrivere un hashtag#lavoro che permette cose pazzesche, e le hashtag#parole perfette per raccontarlo.Un lavoro di squadra meraviglioso svoltoa cavallo di mesi pieni di tutto - paura, speranza, attese, lacrime, sorrisi… - che è una gioia condividere.E tutta la soddisfazione per averlo fatto insieme a colleghi e fornitori che hanno reso tutto facile. 🚀🔗♥️",
            "comments": []
        },
        {
            "post": "Specialista di effetti speciali cercasi! 🚀",
            "comments": []
        },
        {
            "post": "🎂🚀",
            "comments": []
        },
        {
            "post": "Stop agli equivoci. Forse",
            "comments": []
        },
        {
            "post": "🚀",
            "comments": []
        },
        {
            "post": "Ciao Padova. Un nuovo iliad Store. 🚀🎈",
            "comments": []
        },
        {
            "post": "Andrea Daniele e la hashtag#Rivoluzioneiliad",
            "comments": []
        },
        {
            "post": "🚀",
            "comments": []
        },
        {
            "post": "🚀",
            "comments": []
        }
    ]
}