{
    "name": "Andrea Gobbetto",
    "subtitle": "Amministratore delegato/General Manager @ SABIC ITALIA  -  Automotive EMEA OEM & Business Development, Sr. Manager",
    "location": "Italy",
    "about": "",
    "experiences": [
        [
            "SABIC",
            "19 yrs 5 mos",
            "Sr. Manager, Automotive Marketing Development and Technical EMEA, North-West EU & Maghreb",
            "Oct 2018 - Present · 5 yrs 8 mos",
            "Torino",
            "Technical Development Manager Automotive Italy",
            "Jan 2010 - Present · 14 yrs 5 mos",
            "Application development Engineer",
            "Jan 2007 - Dec 2009 · 3 yrs"
        ],
        [
            "Automotive Engineer & OEM Manager ITALY",
            "Goodyear & Dunlop Tyres",
            "Apr 2004 - Dec 2004 · 9 mos",
            "Milano"
        ],
        [
            "Comau Injection Moulds",
            "5 yrs 6 mos",
            "Account Manager Germany",
            "Sep 2002 - Mar 2004 · 1 yr 7 mos",
            "Heilbronn Area, Germany",
            "Tryout and Quality dept Manager",
            "Nov 2000 - Sep 2002 · 1 yr 11 mos",
            "Torino",
            "Computer Aided Design Engineer",
            "Full-time",
            "Oct 1998 - Dec 2000 · 2 yrs 3 mos",
            "Torino · On-site"
        ]
    ],
    "posts": [
        {
            "post": "Tamping down thermal runaway in EVs. Did you know that thermoplastics from SABIC can potentially help suppress dangerous thermal runaway events in EV hashtag#batteries?At hashtag#NPE2024, we are releasing test results showing that our flame retardant STAMAX™ 30YH570 long glass fiber PP resin can help reduce the risk of cell-to-cell propagation leading to thermal runaway.That is exactly the case in the image we show here with cylindrical battery cells arranged within a thermal runaway barrier made of our STAMAX resin. After going through testing (after view), no propagation has taken place from the trigger cells (top left cell and bottom right cell) to the neighboring cells.At the hashtag#SABIC booth (S19005), you can examine a thermoplastic battery module box. Use of STAMAX 30YH570 resin for such an application can provide the thermal barrier and flame resistance capabilities. The key is a resin phase change from solid to liquid and gas that removes heat via latent intumescent capabilities.For more, check out the news announcement (from the link in the Comments).You’re invited: consult with our hashtag#automotive experts about solutions available under SABIC’s BLUEHERO™ electrification initiative.hashtag#automotive hashtag#electricvehicles hashtag#ChemistryThatMatters hashtag#SABICNPE",
            "comments": []
        },
        {
            "post": "As our partner Formula E rolls into Europe, the SABIC hospitality program offers a unique opportunity to grow key stakeholders’ enthusiasm for the potential for electric mobility. Here are some snapshots that summarize the hashtag#MisanoEprix for us 🏎️These events underscore our commitment to further growth and innovation in the European automotive sector.  hashtag#ChemistryThatMattershashtag#FormulaE",
            "comments": []
        },
        {
            "post": "Make sure to catch the 2023 Diriyah E-Prix race today. Look out for Sustainable solutions, recyclable materials, greener motorsports. Our partnership with Formula E is one step toward a carbon-neutral world. 🌏 Learn how we’re making it happen: https://bit.ly/3Hoc1LA. Chemistry is now part of the formula. hashtag#SaudiEPrixhashtag#SABIC",
            "comments": []
        },
        {
            "post": "This is a Lucid in-house designed, patented and prized battery module housing from the Lucid Air’s hashtag#battery pack, as we displayed it at this year’s K Show in Düsseldorf. The part design itself is unique in that it integrates the electrical conductor directly into the housing in a one-shot molding process. This approach eliminates the need for adhesives, cutting production time and improving quality and consistency. Use of SABIC’s flame retardant (FR) hashtag#LEXAN™ resin, a hashtag#polycarbonate (PC) material, meets the high stiffness requirements for the housing component, while providing a lightweight solution that can potentially contribute to improvements in specific energy or energy density. The LEXAN material, a 20% glass fiber filled injection moldable grade (non-chlorinated/non-brominated FR, UL94 V0 at 1.5 mm), provides thermal and dimensional stability in addition to high impact strength and ductility. Use of metal for the same part would add significant weight, limit design freedom and introduce significant processing challenges.See the link in the Comments for an at-a-glance one-page view of this featured part and solution. Use the Contact Us feature at the top of our Page to engage with us further. hashtag#automotive hashtag#electrification hashtag#electricvehicles hashtag#BLUEHERO™ hashtag#K2022",
            "comments": []
        },
        {
            "post": "Optimizing the materials used in production can significantly improve EV performance and safety - By leveraging their full plastics capabilities, BLUEHERO supports your journey to electrification",
            "comments": []
        },
        {
            "post": "This is the end cap of a hashtag#battery pack module for the 2022 Range Rover plug-in hybrid SUV from Jaguar Land Rover. The part is an honored finalist of the SPE Automotive Division’s 2022 Automotive Innovation Awards in the Electric & Autonomous Vehicle Systems category. Flame retardant (FR) hashtag#STAMAX™ long glass fiber hashtag#polypropylene (LGF-PP) from hashtag#SABIC replaces die-cast aluminum for this part. This FR material meets all required thermal, mechanical and electrical insulation requirements and achieves a UL V-0 rating at 1.5 mm. Compared to a polyamide 6 (PA6), this LGF-PP resin can offer excellent fire performance, low moisture absorption and reduced warpage.XANDOR Plastics is the system supplier and material processor. Congratulations to all involved and special thanks to Jaguar Land Rover for the opportunity to collaborate on the development of this unique part.For more on EV battery pack solutions under SABIC’s BLUEHERO™ initiative, follow the link in the Comments area.hashtag#automotive hashtag#electricvehicles hashtag#endcap hashtag#plastics hashtag#BLUEHERO",
            "comments": []
        },
        {
            "post": "This is a Lucid in-house designed, patented and prized battery module housing from the Lucid Air’s hashtag#battery pack, as we displayed it at this year’s K Show in Düsseldorf. The part design itself is unique in that it integrates the electrical conductor directly into the housing in a one-shot molding process. This approach eliminates the need for adhesives, cutting production time and improving quality and consistency. Use of SABIC’s flame retardant (FR) hashtag#LEXAN™ resin, a hashtag#polycarbonate (PC) material, meets the high stiffness requirements for the housing component, while providing a lightweight solution that can potentially contribute to improvements in specific energy or energy density. The LEXAN material, a 20% glass fiber filled injection moldable grade (non-chlorinated/non-brominated FR, UL94 V0 at 1.5 mm), provides thermal and dimensional stability in addition to high impact strength and ductility. Use of metal for the same part would add significant weight, limit design freedom and introduce significant processing challenges.See the link in the Comments for an at-a-glance one-page view of this featured part and solution. Use the Contact Us feature at the top of our Page to engage with us further. hashtag#automotive hashtag#electrification hashtag#electricvehicles hashtag#BLUEHERO™ hashtag#K2022",
            "comments": []
        },
        {
            "post": "Get an extended introduction to SABIC's hashtag#BLUEHERO™ hashtag#electrification initiative by watching the video below. You can also learn more by visiting our BLUEHERO website. To visit, see the link in the Comments area.hashtag#automotive hashtag#electricvehicles hashtag#battery hashtag#sustainability hashtag#thermoplastics",
            "comments": []
        },
        {
            "post": "👋 The BLUHERO Team is ready and welcomes you on our stand at Batteries Event in Lyon, until the end of the week. 😎Come and join us to discuss the use of thermoplastics for EV batteries and other energy storage applications😁",
            "comments": []
        },
        {
            "post": "EV hashtag#batteries can generate a lot of heat during operation. Cooling systems help bring temperatures down within operating ranges, but these systems can be complex and they do come with challenges. Watch Dinesh Munjurulimana, our global Automotive Technology leader for EV Batteries & Electricals, as he speaks briefly about the potential of hashtag#thermoplastics to help support EV battery cooling. We filmed this segment during our time at The Battery Show Europe in Stuttgart, Germany. You will be able to see Dinesh and our team at The Battery Show Europe Show North America in Novi, Michigan from September 13-15 (booth 2211). If you have the chance, stop by to see us! Stay tuned to our page for more on SABIC's hashtag#BLUEHERO™ hashtag#electrification initiative. We are all in on building and expanding this ecosystem of materials, solutions and expertise to support the shift to electric vehicles and a lower carbon future. Learn more at the website link in the Comments area.hashtag#automotive hashtag#electricvehicles hashtag#sustainability",
            "comments": []
        },
        {
            "post": "We are excited to share that our hashtag#BLUEHERO™ website is now live! Visit www.sabic.com/en/bluehero to learn more about our strategic hashtag#electrification initiative. You can also view and download overviews of application solutions with SABIC hashtag#thermoplastics for various EV hashtag#battery pack components.We will be adding more features and content to the site in the future to provide you with the latest on hashtag#materials, solutions and expertise for electrification under BLUEHERO. Stay tuned to our Page for updates.hashtag#automotive hashtag#electricvehicles hashtag#sustainability",
            "comments": []
        },
        {
            "post": "Formula E has a new innovation partner🤝Discover how we’re making the world’s first net-zero sport more exciting and sustainable.Click to learn more:https://bit.ly/3vkUyNAhashtag#FormulaEhashtag#LondonEPrixhashtag#Sustainablity hashtag#SABIC",
            "comments": []
        },
        {
            "post": "It takes a full team effort to ensure we are ready to deliver the right hashtag#materials, solutions and expertise under our hashtag#BLUEHERO™ initiative. Knowing this, we recently put on a workshop at our Genk plant in Belgium with members of a global cross-functional team, representing different parts of hashtag#SABIC – from manufacturing and supply chain to product management, technology and innovation and marketing and sales. This was time well spent, and we are moving forward with a strengthened shared vision of the path forward to help our hashtag#automotive customers develop the next generation of EV hashtag#battery packs. Let’s go!hashtag#electricvehicles hashtag#thermoplastics",
            "comments": []
        },
        {
            "post": "The Battery Show Europe 2022 is underway in Stuttgart, Germany. We just wrapped day one! Thank you to all those who stopped by to see us at Booth 8-F10. For those at the show who have yet to visit us, drop by and see the range of solutions we have available for hashtag#EV hashtag#battery packs, developed under our hashtag#BLUEHERO™ hashtag#electrification initiative. You can see our Virtual Flame Test Lab simulator and our Battery Explorer installation, in which you can take a virtual dive into a battery pack design with the latest hashtag#thermoplastic technologies. If you are not going to be in Stuttgart, no worries! We will be bringing you content on this Page and at other meeting points closer to you in the coming days, weeks and months on the solutions and expertise we are building through our BLUEHERO ecosystem.hashtag#automotive hashtag#electricvehicles",
            "comments": []
        },
        {
            "post": "Find us at The Battery Show Europe (Booth 8-F10) from June 28-30 in Stuttgart, Germany! We will be talking about our strategic hashtag#BLUEHERO™ hashtag#electrification initiative – our ecosystem of materials, solutions and expertise to support the optimization of EV hashtag#battery systems and accelerate the shift to electric vehicles. We will also have some exciting exhibit installations for visitors to experience. This will include a Virtual Flame Test Lab simulator, in which booth guests can execute a simulated flame test on material samples of aluminum and structural hashtag#thermoplastics. Each step of the test is analyzed and explained while the fire virtually burns the samples. And we will have so much more to show and talk about. For more on the show, see the link in the Comments.hashtag#automotive hashtag#automotiveindustry hashtag#electricvehicles",
            "comments": []
        },
        {
            "post": "The big reveal is finally here! Today, we launched our strategic hashtag#BLUEHERO™ initiative. See our press release: https://lnkd.in/gra39jcT. BLUEHERO is our expanding ecosystem of hashtag#SABIC materials, solutions, expertise and programs – all designed to help accelerate the shift to hashtag#electrification and a lower carbon future. Our starting point is support of the hashtag#automotive industry’s mission to create better, safer and more efficient electric vehicles (EVs), especially focused on improving structural hashtag#battery components with unique SABIC flame retardant polymers and solutions development expertise. Stay with us over the coming days, weeks and months as we share more about the BLUEHERO™ initiative in action.hashtag#automotiveindustry hashtag#electricvehicles hashtag#EVs hashtag#emobility hashtag#ChemistryThatMatters",
            "comments": []
        },
        {
            "post": "Ladies and gentlemen we are currently scouting for hiring a Sr. Engineer, Electrification Business Development, who would like to join our Sabic Automotive Team in EU.",
            "comments": []
        },
        {
            "post": "Another shot from our time in Stuttgart, Germany at The Battery Show Europe. This time, we see Dave Sullivan (left) and Stefan Weber (right) from our Automotive team. They are holding a 3D-printed version of an all-plastic prototype hashtag#EV hashtag#battery tray structure, which we have on display at the show, concluding today. This prototype is a product of collaboration that our team has had across the hashtag#automotive value chain on the optimization opportunities available for EV battery packs. The concept incorporates novel design solutions such as the integration of cooling channels, crash protection elements in the battery tray structure, and the use of polymers such as STAMAX™ FR (flame retardant) resin – for up to 12% weight savings compared to an existing aluminum EV battery pack.You can learn more about our work in this area by viewing the link in the Comments.hashtag#automotiveindustry hashtag#electricvehicles hashtag#plastics",
            "comments": []
        },
        {
            "post": "We are proud to be a key contributor to the future of sustainable living by promoting the circular economy. Our hashtag#TRUCIRCLE™ initiative is a significant milestone in this journey. hashtag#Sustainability hashtag#ChemistryThatMatters hashtag#SABIC",
            "comments": []
        },
        {
            "post": "Smart Face, the new generation of bumpers by Plastic Omnium! Combining state-of-the art safety sensors & stunning lighting signature. ⤵️hashtag#IAA21",
            "comments": []
        },
        {
            "post": "The brow reinforcement of the 2019 Ford Ranger pickup is one of the first examples of replacing polyamide 6/6 alloys/compounds with polyester chemistry. No new tooling required, and material cost reductions are up to 30 percent. Additional benefits include increased mechanical performance and decreased moisture absorption, thanks to the higher modulus and thermal stability of SABIC’s material. The resin’s high flow also makes it possible to lower cycle times. Reach out to your SABIC representative or email us at automotivesolutions@sabic.com if you have an interest in learning more. hashtag#thermoplastic hashtag#plastic hashtag#automotive hashtag#automotivestructures hashtag#structures hashtag#automotiveengineering hashtag#SABIC hashtag#chemistrythatmatters",
            "comments": []
        },
        {
            "post": "Before we lose everyone to holiday merriment, we would like to extend season’s greetings from our global hashtag#automotive team. Thank you for the continued support and collaboration, and we look forward to working with you in the year to come. Be safe, and enjoy all the gifts of this special season. hashtag#seasonsgreetings hashtag#automotiveindustry hashtag#SABIC hashtag#chemistrythatmatters",
            "comments": []
        },
        {
            "post": "We are looking for a Technical Account Manager - Automotive - South West Europe",
            "comments": []
        },
        {
            "post": "hashtag#Sabic è alla ricerca di un hashtag#Technical hashtag#Account hashtag#Manager settore automobilistico (mercato italiano e francese) con esperienza progressiva nel ruolo ed ottime capacità di contrattazione. Inglese fluente e gradita conoscenza della lingua francese https://bit.ly/2D4y35o",
            "comments": []
        },
        {
            "post": "Be sure to join us for Rapid + TCT from May 9 – May 11 in Pittsburgh, PA. Stop by booth #651 to talk with our experts and learn more about our customized thermoplastics solutions for 3D printing.  If you can't make it to the show, visit our 3D printing site to learn more about our capabilities: http://bit.ly/2pIaLsU",
            "comments": []
        }
    ]
}