{
    "name": "Davide Nova",
    "subtitle": "Retail Marketing Director",
    "location": "Milan, Lombardy, Italy",
    "about": "Experienced Marketing Professional with proven track record in highly competitive business environments with premium branded products.Over the past +15 years i have been in charge of Brand Management, Product Innovation, Retail Marketing Strategies, Advertising development, Sport Sponsorship activation.Team worker and people manager, I believe in training and mentoring highly engaged people.I am passionate about Innovation Trends, Advertising, Sports Marketing, Brand Management.My goal is to create something relevant for people's live.",
    "experiences": [
        [
            "Sisal",
            "Full-time · 16 yrs",
            "Retail Marketing Director",
            "Jan 2022 - Present · 2 yrs 5 mos",
            "Milano",
            "I lead a team of 24 professionals in developing and implementing omnichannel retail marketing plans for +40k PoS, coordinating with sales, store staff, and the product teams. We also organize B2C and B2B events, drive the innovation of the \"MySisal\" B2B service platform, oversee digital communication touchpoints (In & Out store), and manage the Food & Beverage offer.",
            "Retail Marketing Senior Manager",
            "Oct 2018 - Dec 2021 · 3 yrs 3 mos",
            "Milano, Lombardia, Italia",
            "Lead the development and execution of comprehensive retail marketing strategies, oversee the management of the Food & Beverage portfolio, and coordinate impactful video communication initiatives",
            "www.sisal.com",
            "Marketing Manager",
            "Jun 2013 - Oct 2018 · 5 yrs 5 mos",
            "Milano, Lombardia, Italia",
            "Coordinated marketing and communication strategies for Sisal retail brands: brand positioning, annual marketing plans, development of adv and communication plans, sport sponsorship activation with top Italian Serie A clubs",
            "www.sisal.it"
        ],
        [
            "Product Manager SBK Superbike World Championship",
            "Lago / Black Bean Games · Full-time",
            "Nov 2006 - May 2008 · 1 yr 7 mos",
            "Gazzada Schianno / London",
            "Developed marketing plans, coordinated international distributors, teams and sponsors, collaborated with the product development team, formulated advertising strategy and planning, and managed visual identity."
        ],
        [
            "Assistant Marketing Manager",
            "Unilever · Full-time",
            "Aug 2005 - Aug 2006 · 1 yr 1 mo",
            "Inveruno, Lombardia, Italia",
            "Provided support to the Marketing Manager in implementing an innovation project under the Bertolli Brand in the fresh filled pasta market, involving product development, pack creation, P&L management, and consumer and trade promotions",
            "Unilever.it"
        ],
        [
            "Account Press Office",
            "Opinion Leader S.r.l. · Full-time",
            "Sep 2003 - Jul 2005 · 1 yr 11 mos",
            "Milano, Lombardia, Italia",
            "Managed press office activities and orchestrated the events for Sparco, ZF, Harley-Davidson, Sanyo, Peugeot, Nolan"
        ]
    ],
    "posts": [
        {
            "post": "A special thanks to the PokerStars team for inviting me and Mattia Moro to participate in the European Poker Tour in the spectacular Monte Carlo. These past two days have been an incredibly stimulating experience, allowing me to immerse myself in the world of professional poker.We have seen some of the best players in action and truly felt the passion for the brand.It was an entirely new experience to understand the dynamics of an EPT event, where thousands of poker lovers from around the world converge for playing the tournaments. Meeting Cédric, Julien and the PokerStars team to share ideas and insights for the next coming events strengthened my sense of belonging to the Flutter family.I’m sharing a few photos from these memorable days, hoping to convey at least a fraction of the energy and passion I felt here.Enrico Rusi hashtag#EPTMontecarlo hashtag#Poker hashtag#Experience hashtag#Events hashtag#InspireByDavideNova",
            "comments": []
        },
        {
            "post": "🎉🍽️ Pronti per un'esperienza unica che combina il gusto con il divertimento?Torna il nostro esclusivo format “Food and Fun” presso i nostri punti vendita Sisal Wincity a Milano, Roma e Firenze! 🎭 🥂Un'occasione imperdibile per provare la nostra proposta F&B e assistere ad uno spettacolo, ogni sera diverso!Scoprite i dettagli degli eventi sul nostro sito, scegliete quello che preferite e... ci vediamo là!🪄 Domani, martedì 23 aprile, sul nostro palco a Milano in Piazza Diaz, la magia di Marco Berry!Luciana Tarantino Francesca Donzelli Rossana Falchi hashtag#WincityMilano hashtag#FoodAndFun hashtag#eventi hashtag#eventiMilano hashtag#InspiredByDavideNova",
            "comments": []
        },
        {
            "post": "Ieri, all’Italian Gaming Expo & Conference (IGE), abbiamo partecipato a un dialogo importante per il futuro del gioco: un futuro improntato alla responsabilità e sostenibilità. Nel panel sul tema **Diversity, Equity & Inclusion (DE&I)**, la nostra Chief People Officer, Sian Carson ha raccontato il viaggio di Sisal verso un ambiente di lavoro che valorizzi la diversità e ogni individuo. E la DE&I è stata presentata non solo come un imperativo etico ma anche come catalizzatore di innovazione e crescita.Sentire il racconto del nostro impegno quotidiano è stato un momento di grande orgoglio. Il settore del gaming sta compiendo passi significativi su temi importanti e anche il percorso verso l'inclusione totale prosegue.Un percorso che non può prescindere dall'ascolto attivo e dallo scambio di esperienze, che sono la chiave per ispirare e rafforzare il cambiamento positivo.Ben vengano quindi queste occasioni, essenziali per accelerare il cammino verso un futuro nel e del quale ogni persona si senta parte integrante.hashtag#IGE2024 hashtag#Gaming hashtag#DEI hashtag#Inclusione hashtag#Innovazione",
            "comments": []
        },
        {
            "post": "Passeggiando sul lago di Garda, ci siamo fermati in un piccolo bar. Seduti all’esterno per una piccola sosta, la mia attenzione è stata catturata da un dettaglio degli ambienti esterni.Una porta, nella porta, dedicata ai più piccoli. Per farli entrare nel bagno.Anche questa è inclusione.Un piccolo gesto, forse. Ma che rende evidente quanto sia tutto pensato per il mondo dei grandi normodotati. Anche lo stesso bagno che sta al di là della porta.hashtag#inclusion hashtag#diversity hashtag#InspiredByDavideNova",
            "comments": []
        },
        {
            "post": "L'alba del 2024 segna una tappa significativa del nostro percorso nel Retail. Abbiamo ufficialmente aperto il cantiere di un progetto che ha la sostenibilità come base fondante. Vogliamo essere disruptive e crediamo che le regole con cui abbiamo giocato fino ad oggi possono, anzi devono, essere completamente stravolte. Partiamo da una nuova base, e da qui sperimentiamo, innoviamo, cambiamo.Non interverremo su una parte di negozio, non sarà un progetto di comunicazione. Interverremo in modo profondo, netto e in ottica scalabile: ambienti, device, esperienza, comunità. Vogliamo superare i nostri limiti e iniziare a un costruire un retail e un futuro migliore. Avete un'idea brillante? Perchè non parlarne...hashtag#sisal hashtag#retail hashtag#innovation hashtag#sustainability hashtag#retailtrends",
            "comments": []
        },
        {
            "post": "Today was one of those days that can be called a “milestone”.Witnessing the listing on the NYSE of Flutter Entertainment Plc was really exciting.And, seeing Sisal’s brand on the screens of the world’s largest stock exchange made me relive my journey in the company from the beginning, and all the projects that have shaped what we are today.Honestly, looking back with pride on these years, I never thought that an adventure that began in 2008 would have led here.A new chapter begins today. We’re changing the game and i’m convinced it is just the beginning.hashtag#flutter hashtag#newyork hashtag#changingthegame hashtag#stockexchange hashtag#gaming",
            "comments": []
        },
        {
            "post": "MOGOL CHE RACCONTA MOGOL.Questa sera, al Teatro San Babila a hashtag#Milano, Mogol si è raccontato al pubblico in un susseguirsi di eventi, aneddoti, storie e curiosità.Ci ha svelato come nasce la sua scrittura e raccontato di personaggi e fatti dietro ai pezzi più iconici.Un personaggio unico, inaspettato, divertente e profondo. Evento che entra nella mia personale top 3 dell’anno, forse di sempre.Paroliere magico, che è fonte d’ispirazione anche per i manager con la sua citazione: “Saremo ricordati per il bene che abbiamo fatto agli altri”hashtag#eventi hashtag#musica hashtag#manager hashtag#cfmt hashtag#InspiredByDavideNova",
            "comments": []
        },
        {
            "post": "Tra i compiti più delicati per un hashtag#manager, io ci metto la gestione delle persone.Non c’è mai tempo (di qualità) a sufficienza, presi come siamo da mille progetti e priorità, figli che crescono, passioni personali da coltivare.Però, è troppo importante non perdere il contatto con le persone, guardarsi negli occhi, ascoltare desideri e preoccupazioni, bilanciando l’essere spalla con il fare challenge.Avevamo bisogno di un momento così, per accogliere al meglio persone nuove e allinearci su come comunicare meglio. Avevamo anche voglia di fare del bene, e grazie al programma hashtag#Wedo di Sisal abbiamo sfiorato le esperienze di chi è meno fortunato di noi.Abbiamo donato il nostro tempo e le nostre braccia. Ma, come sempre nel volontariato, ricevi più di ciò dai.hashtag#teambuilding hashtag#retail hashtag#leadership hashtag#leadingbyexample hashtag#InspiredByDavideNova hashtag#team hashtag#people",
            "comments": []
        },
        {
            "post": "È ORA DI FINIRLA. Oggi è la “Giornata Internazionale per l’eliminazione della Violenza contro le Donne.Ed è ancora un tema tristemente troppo attuale.Noi abbiamo cercato di dare il nostro contributo per abbattere il silenzio, con una serata dal tema “Libere di Scegliere” pensata per sensibilizzare tutti a riflettere.L’abbiamo fatto aprendo il flagship Store di Milano, negozio di aggregazione e divertimento frequentato da donne (meno) e uomini (soprattutto), in rappresentanza di una rete che vogliamo diventi sempre più accogliente ed inclusiva, in linea con il percorso di Sisal legato alla sostenibilità.L’incontro ha visto sul nostro palco e Elisa Di Francisca, campionessa olimpica, mondiale ed europea di scherma, che ci ha raccontato il suo percorso sportivo e condiviso la sua esperienza di vittima di violenze, all’inizio del suo percorso.Insieme a noi anche WeWorld Onlus organizzazione attiva in 27 paesi, che fa un lavoro incredibile a supporto delle categorie più vulnerabili, come donne e bambini.Per tutti noi è stato un momento molto intenso, fatto di condivisione e racconto di esperienze. Un momento per abbattere silenzi e allenare la consapevolezza perché, davvero, è ora che questo assurdo tema esca dalla nostra quotidianità.Fabio Ventoruzzo Nicoletta Caruzzi Laura Casè Rossana Falchi Francesca Donzelli Francesca Tambussi Special thanks a Giuliana Pajola, Davide Carioni e tutti i ragazzi di WOA Studio* per aver creato un’opera immersiva perfetta.hashtag#sisal hashtag#sustainability hashtag#retail hashtag#violenza hashtag#StopViolenceAgainstWomen hashtag#InspireByDavideNova",
            "comments": []
        },
        {
            "post": "In these two days, I have had the extraordinary opportunity to attend WOBI an insightful event I had been eagerly waiting for weeks.It’s so hard to summarise everything, but here are my key takeaways:1️⃣ Imagine yourself at 80 years old. How will you tell your story? Act today to build or change it - Nava Ashraf2️⃣ AI with a purpose: We humans build and fuel AI, but we are often influenced by our biases. Moreover, AI is not trained to distinguish between true and false - Francesca Rossi3️⃣ Be human, create emotions, leave your legacy. The most successful brands go beyond mere transactions, forging relationships with customers. Emotions transcend the product, exemplified by the tremendous success of Nike Air Force 1, born 40 ago - Greg Hoffman4️⃣ Bebe Vio is an inspiration with her energy and unique perspective on life. Two quotes that struck me were: \"The circle of happiness: when someone greets me with joy, they transfer their happiness to me, empowering me to carry it forward and share it with others\" and \"Sono immensamente sfigata, ma grandiosamente fortunata.\"5️⃣ We \"communicate\" our music. Through words and behaviors, we choose the tone. Being aware allows us to govern it and determine the impact it will have on others -  Felipe Gomez.6️⃣ The story of Tesla algorithm, the concept of “innovation by subtraction”, and the three \"secret ingredients\" were incredible. Two insights I will carry with me are: \"Replace 'no' with 'I don't know, but I'll try to figure it out'\" and \"If you were replaced, what obvious things would your successor change in the first 60 days?\" - Jon McNeil7️⃣ The testimony of Michael Phelps, the most decorated swimmer of all time (83 medals, including 24 olympic golds), openly discussing his struggle with anxiety and depression, making himself human with the words \"Trust me, it's okay not to be okay.\"That’s the best, but there would be a lot more.I am grateful to Sisal for this experience and the extraordinary speakers who shared their stories. I look forward to applying these valuable lessons to my life and work. hashtag#WOBI hashtag#inspiration hashtag#businessforum hashtag#leadership hashtag#wbfmi hashtag#ai hashtag#nike hashtag#tesla",
            "comments": []
        }
    ]
}