{
    "name": "Mariella Elia",
    "subtitle": "Chief Financial Officer presso LA RINASCENTE S.P.A",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "Chief Financial Officer",
            "LA RINASCENTE S.P.A",
            "Jun 2017 - Present · 7 yrs",
            "Milano, Italia",
            "Responsible for directing the fiscal functions of the corporation in accordance with generally accepted accounting principles issued by the Financial Accounting Standards Board, the Securities and Exchange Commission."
        ],
        [
            "McDonald's",
            "8 yrs 8 mos",
            "Milano, Italia",
            "Chief Operating Officer",
            "Jan 2016 - May 2017 · 1 yr 5 mos",
            "Board Member of McDonald’s Italy\nFranchising management and Direct management of the national network of Restaurants in Italy \nTurnover: 1,115M€ Restaurants: 531 (85% franchising \nRestaurant), \nDirect reports:\n-\tMcOpCo Director – Corporate Restaurants \n-\tFranchising Manager – Franchising Restaurants\n-\tSupply Chain Director\n-\tIT Director\n-\tNational Operations Manager\n-\tOperations Controller",
            "Business Unit Director",
            "Feb 2014 - Dec 2015 · 1 yr 11 mos",
            "Board Member of McDonald’s Italy\n\nFranchising management and Direct management of the national network of Restaurants in Italy \nTurnover: 1,030M€, Restaurants: 523 (80% franchising Restaurant), \nPersonnel: approximately 18,000 total, Personnel under direct management: 63, Direct reports: 9, Franchises managed: 132.\n\nThe position is directly responsible for:\n- Definition of the Franchising strategy (number of franchisees and number of restaurants) \n- Sales results, EBIT and EBITDA for business units under direct management as well as Franchise business units\n- Identification / approval of possible new locations in Italy\n- Definition of the Local Store marketing and City marketing activities directed at sales growth\n- Definition of guidelines and controls for operations management in restaurants \n- Responsibility for cash flow results shared with franchise owners\n- Institutional roles: President of 3 companies, Council member in 2 of the 5 joint ventures in which McDonald’s is 50% shareholder.\n- In the company hierarchy this position reports to the Managing Director.",
            "Director of Northern Business Unit",
            "Jan 2012 - Jan 2014 · 2 yrs 1 mo",
            "Territory:\nValle D’Aosta, Piedmont, Liguria, Lombardy, Trentino South Tyrol, Friuli Venezia Giulia, Venetia, Emilia Romagna, Marche. \n\nTurnover: 460M€, Restaurants: 225, \nPersonnel: approximately 8,800 in total, Personnel under direct management: 20, Franchises managed: 76.\n\nThe position is directly responsible for:\n- Definition of the Northern Franchising Strategy (number of franchisees and number of restaurants) \n- Sales and profit results of business unit\n- Approval of Local Store Marketing activities in the territory \n- Definition of guidelines and controls for operations management in restaurants in the Northern territory\n-  Responsibility for cash flow results shared with franchise owners\t\t\t\t \n- In the company hierarchy this position reports to the COO."
        ],
        [
            "Business Manager Hypermarket Chains",
            "Conad Adriatico",
            "Oct 2007 - Sep 2008 · 1 yr",
            "Ascoli Piceno, Italia",
            "Territory: \tMarche – Abruzzi – Molise – Puglia\nTotal turnover 240M€\n\nResponsible for management, statutory and fiscal aspects of the profit and loss account during budget planning, mid-year monitoring, benchmarking, cost killing, and preparation of financial statements. \nResponsible for the organisation of management processes in the point of sale, organisation of work, and for operational and commercial control systems.\nIn the company hierarchy this position reports to the Operations Manager; in the functional reporting line to the Managing Director. \nIn the company hierarchy the commercial FOOD and NON FOOD secretarial pools (5 units and 3 units respectively) report to this position. In the functional reporting line the Point of Sale Business Controller (7 units) and the Human Resources officer (6 units) report to this position."
        ],
        [
            "Planning and Information Processes Manager",
            "Conforama",
            "Aug 2006 - Sep 2007 · 1 yr 2 mos",
            "Varese, Italia",
            "Territory: Points of sale throughout Italy \n\nThis position entails the analysis of existing procedures/processes with the aim of finding management/IT solutions to facilitate and accelerate the change and business approach processes, as well as management audits and monitoring of the rate of return during the process of changing insignia that was underway at the time. \nIn the company hierarchy this position reports to the Managing Director."
        ],
        [
            "Regional Business Controller (South) and Regional Operations Manager",
            "Carrefour",
            "Apr 2001 - Jul 2006 · 5 yrs 4 mos",
            "Roma, Italia",
            "Location:\tRome\nTerritory: \tPuglia – Sicilia – Basilicata – Calabria – Molise for a total of 9 points of sale\nTurnover: 238M€\n\nResponsible for the profit and loss account of the territory including analyses of turnover, management and supervision of trading profit, distribution costs and overseeing local business.  \nPreparation of preliminary monthly income statement with gap analysis.\nIn the company hierarchy this position reports to the Regional Manager; in the functional reporting line to the Business Manager. \n\t\nLocation:\tTurin\nPosition (2004): Point of Sale Business Controller + Receiving Goods \n\nLocation:\tBari\nPosition (2003): Point of Sale Business Controller \n\nLocation:\tLecce\nPosition (2002_2001): Accountant"
        ]
    ],
    "posts": [
        {
            "post": "Francesco Mazzo",
            "comments": []
        }
    ]
}