{
    "name": "Andrea Casaluci",
    "subtitle": "CEO at Pirelli",
    "location": "Milan, Lombardy, Italy",
    "about": "CEO of a global brand known for its cutting-edge technology, high-end production excellence and passion for innovation that draws heavily on its Italian roots. Pirelli, a Pure Consumer Tyre Company, has a particular focus on the High Value tyre market and is constantly engaged in the development of innovative products created to reach the highest levels of performance, safety, quietness and adherence to the road surface.Pirelli’s technological excellence is also nourished by the innovation and competencies derived from sporting competitions, in which it has been active for over 110 years.",
    "experiences": [
        [
            "Pirelli",
            "19 yrs 4 mos",
            "CEO",
            "Aug 2023 - Present · 10 mos",
            "Milan, Lombardy, Italy",
            "General Manager Operations",
            "May 2018 - Aug 2023 · 5 yrs 4 mos",
            "Milan",
            "Chief Operating Officer Region Europe and CEO Italy",
            "Apr 2017 - May 2018 · 1 yr 2 mos",
            "Milan Area, Italy"
        ],
        [
            "Consultant",
            "Key Project",
            "Feb 2004 - Feb 2005 · 1 yr 1 mo",
            "Italy"
        ],
        [
            "Production Planner",
            "Pirelli Tyres",
            "Feb 2002 - Feb 2004 · 2 yrs 1 mo",
            "Milan Area, Italy"
        ]
    ],
    "posts": [
        {
            "post": "It was an honor to participate in the inaugural Motor Valley Fest conference, where I had the opportunity to share Pirelli’s vision and commitment to sustainability and digitalization in the automotive sector.In a context of continuous and rapid transformation, it is crucial for us to place the values of hashtag#sustainability and hashtag#innovation at the center of our business model. The transition to safer, cleaner, and more connected mobility is an absolute priority for hashtag#Pirelli.We are proud to be part of this change, committed to reducing our emissions and continuing the search for natural and recycled materials for our products. In our sustainability plan, we aim for Carbon Neutrality by 2030 and Net Zero by 2040, thus contributing to global emission reduction goals.Plus, with solutions like the hashtag#Pirelli Cyber Tyre system, we are ready to tackle the challenge of digitalization in the hashtag#automotive sector, providing advanced solutions to optimize vehicle safety and efficiency.I am convinced that through collaboration with our partners and our constant commitment to innovation, we can continue to contribute to a more sustainable future.",
            "comments": []
        },
        {
            "post": "At Pirelli, the hashtag#health and hashtag#safety of all of us is our priority. We've invested in the best resources for prevention, training and cutting-edge research. Through collective efforts, we've achieved a reduction in accidents by over a third in the last five years. Yet, our pursuit of Zero Accidents persists. But this will take the hashtag#commitment of us all: because it’s how we behave every day that will make the difference.",
            "comments": []
        },
        {
            "post": "È stata una serata indimenticabile al Teatro Franco Parenti di Milano. Pirelli ha presentato il nuovo podcast \"Ambrogio Atlantico\", creato in collaborazione con Matteo Caccia, che racconta le epiche avventure oceaniche di Ambrogio Beccaria a bordo di \"Alla Grande Pirelli\".Sono felice di condividere questo progetto e ringrazio tutti coloro che lo hanno reso possibile.Ascoltate qui il podcast: https://lnkd.in/dMaPamyt",
            "comments": []
        },
        {
            "post": "Today, we presented Pirelli's 2023 results and an update on the 2024-25 targets. In 2023, we exceeded, for the first time, the €1 billion EBIT mark, despite the strong volatility in the external environment. We are also proud to announce that we have achieved our hashtag#CO2emissions reduction targets two years ahead of schedule, continuing at full speed towards the goal of hashtag#carbonneutrality by 2030. This was made possible, above all, thanks to the incredible passion, expertise, and hashtag#commitment of everyone at Pirelli, to whom I extend my deepest gratitude. Looking ahead to the coming years, our goal is to strengthen our global hashtag#leadership in the high value market while aiming to become a point of reference in our industry for the hashtag#sustainable transition of products and the entire supply chain. Thanks to the drive for hashtag#innovation that distinguishes hashtag#Pirelli, we will play a leading role in the profound transformation now underway in the hashtag#automotive industry and hashtag#mobility in general.",
            "comments": []
        },
        {
            "post": "An exceptional achievement on our road to hashtag#sustainability with double recognition in two days: CDP’s List for climate and S&P Global Sustainability Yearbook 2024.Results I’m proud of because they reward the daily effort that everyone at Pirelli makes to build a more sustainable future. Now let's keep working, in the knowledge that this is just one stretch in a long journey for us all. Discover more: https://lnkd.in/dKqtK3svhttps://lnkd.in/dHMQkRZ8",
            "comments": []
        },
        {
            "post": "Oggi, durante l’evento “Next Generation Leadership”, organizzato da Bain & Company Italy e Key2people, ho avuto il piacere di raccontare la mia esperienza in Pirelli, un contesto favorevole che mi ha offerto un percorso di crescita interna. Un ambiente internazionale, la cui cultura è basata su passione e spirito di squadra.In hashtag#Pirelli, puntiamo a sviluppare nuove competenze attraverso la sinergia tra l'esperienza e la competenza dei senior manager e il talento delle nuove generazioni.I risultati del nostro approccio si riflettono nei notevoli livelli di hashtag#engagement e hashtag#retention, oltre alla significativa crescita occupazionale degli ultimi anni.È motivo di orgoglio sottolineare che il nostro nuovo Digital Solutions Center, aperto a Bari un anno fa, è diventato un fulcro di eccellenza, dando opportunità a oltre trenta giovani laureati di contribuire all’integrazione delle nuove tecnologie digitali nella nostra realtà.",
            "comments": []
        },
        {
            "post": "I'm delighted to announce that Pirelli has been confirmed on the Dow Jones World and Europe Sustainability Indexes as the global leader in hashtag#sustainability.Following the highest score in the Auto Components and Automotive sectors according to S&P Global, there are many management areas in which hashtag#Pirelli achieved top results, which proves how our Company keeps pace for every summit related to the world of sustainability, from Business Ethics to innovation and independence. All of this, along with other top scores such as the reduction of CO2 emissions, push us to give ourselves increasingly challenging goals.Grateful for the dedicated women and men at hashtag#Pirelli who contribute to these remarkable achievements every day.  Click here to learn more:",
            "comments": []
        },
        {
            "post": "Yesterday was a fantastic day at our HQ as we came together to celebrate our global suppliers at the Pirelli Supplier Award 2023!  Of our 15,000 global suppliers, we honored the top five “strategic partners” for their remarkable contributions to sustainability, innovation, performance, service and quality.  This year's focus on bio-based and recycled materials reflects our commitment to a hashtag#sustainable future. All our gratitude goes to the entire supply chain for driving progress together on our journey side by side!",
            "comments": []
        },
        {
            "post": "During this edition of the hashtag#SustainableFutureForum organized by Class CNBC, I had the pleasure of conversing with Director Andrea Cabrini, regarding Pirelli's sustainability opportunities, challenges, and more:1. hashtag#Pirelli has already achieved in 2023 the hashtag#carbonemission targets we had set for 2025, moving ourselves two years ahead and planning new more challenging targets already, not only in terms of industrial footprint, but also at the product level.2. hashtag#Sustainability is an integral part of the way we do business: considering that, from the very first race in 2024, Formula 1 tyres - we provide as hashtag#F1 Global Tyre Partner - will contain only natural rubber certified by Forest Stewardship Council. 3. hashtag#Mobility is experiencing a very fast revolution, in which cars will be autonomous, connected and electric. In this field we have been ahead of the curve, already introducing in 2019 a set of technologies capable of addressing the diverse needs of zero-emission vehicles. Watch the video interview to find out more👇 https://lnkd.in/dn5AchnKhashtag#SustainableFutureForum",
            "comments": []
        },
        {
            "post": "In an interview with Italy’s Il Sole 24 Ore, I discussed the four pillars of our vision for the future, on which we are already working:1. Development of digital and product hashtag#technologies, like the Pirelli Cyber Tyre, always linked to the High Value segment and the consolidation of our leadership in the hashtag#EV market.2. hashtag#Sustainability, which encompasses both our products like the hashtag#PZero E, containing over 55% of natural or recycled materials, and our production processes where we aim for 100% of electricity from renewable sources by 2025 and carbon neutrality by 2030.3. Strengthening our presence in core markets, such as the US and the Middle East.4. Focus on cash generation, further efficiencies for more competitivenesshttps://lnkd.in/dsBJNiUT",
            "comments": []
        },
        {
            "post": "Technology, beauty and passion for challenges. These are the values we share with Ambrogio Beccaria.  Buon vento, Ambrogio!  hashtag#AllaGrande Pirelli",
            "comments": []
        },
        {
            "post": "Yesterday we signed a JV agreement with Public Investment Fund (PIF) (75% PIF/ 25% Pirelli) to build a new hashtag#tyre factory in Saudi Arabia, a fast growing market especially in the Premium/Prestige segment and hashtag#electric mobility, both important targets for Pirelli.This is a great opportunity: to be the first Tier 1 hashtag#tyre maker to directly source production in the Country, in line with our local for local strategy. https://lnkd.in/dUGQU7Bc",
            "comments": []
        },
        {
            "post": "Such a great moment! Pirelli will continue in its role of Tyre partner of Formula 1 at least until 2027! A journey that keeps evolving, allowing us to be at the forefront of hashtag#innovation, hashtag#technology and hashtag#sustainability",
            "comments": []
        },
        {
            "post": "A day full of activities, an opportunity to bring together Pirelli people and their families at our Milan HQ. Proud to have taken part at Open Day 2023, sharing moments of togetherness and what hashtag#Pirelli represents to us every day. hashtag#WePirelli",
            "comments": []
        },
        {
            "post": "It was a privilege for us to participate in the 2023 Dreamforce event hosted by Salesforce, with a focus on data, AI, and CRM. hashtag#Innovation has always been part of Pirelli's DNA. And today, more than ever, data drives our strategy, especially in understanding and addressing the real needs of our clients. That's why we've been digitizing and personalizing the relationships with our customers: by the end of 2024 nearly 20,000 of our dealers will be actively engaged on our new B2B commerce portal. Thanks to hashtag#DF23 for providing us with an invaluable opportunity to connect with industry leaders, share experiences, and gain fresh insights.",
            "comments": []
        },
        {
            "post": "I am proud and honored to take on the role of CEO in the company where I have been working for over 20 years. I will continue to do so with passion and energy, thanks to the support of all my colleagues worldwide. Pirelli has just achieved significant growth in its half-yearly results - as communicated on July 27th - thanks to the actions taken to counter the volatility of the external environment, which will enable us to achieve positive outcomes even for 2023. All of this is the result of the great teamwork that we carry forward every day. hashtag#Pirelli",
            "comments": []
        }
    ]
}