{
    "name": "Roberta Paolini",
    "subtitle": "Recruiting & Training  Manager - Fomas S.p.A. at Fomas Group",
    "location": "Rho, Lombardy, Italy",
    "about": "Experienced Recruitment Specialist with a demonstrated history of working in the mechanical & industrial engineering industry. Skilled in Negotiation, HR Consulting, Executive Search, Technical Recruiting. Strong human resources professional graduated from UNIVERSITA' CATTOLICA DEL SACRO CUORE, MILANO.",
    "experiences": [
        [
            "Recruiting & Training",
            "Fomas S.p.A. (Fomas Group)",
            "Feb 2009 - Present · 15 yrs 4 mos",
            "Responsible for Recruiting & Training Fomas S.p.A.\nvia Martiri della Liberazione 17, Osnago (LC)"
        ],
        [
            "Human Resources & General Affairs Manager",
            "Sanyo Air Conditioners Europe",
            "Oct 2006 - Jan 2009 · 2 yrs 4 mos",
            "MILAN, via Bisceglie 73",
            "-HR: Administration of Personnel Management; liaising with the external payroll consultant; assisting the general executives in dealing with national unions; Recruiting & Management of Executives and assisting the company administrators with expatriation procedures.\n-G.A.:  In charge of fleet cars; management of external suppliers, including building relationships with administrators; dealing with house rental contracts for Japanese managers.\n-In charge of coordinating all activities concerning the law 626/94 (Security Law).\nReporting hierarchically to the Japanese Financial Director and functionally to the Italian General Manager"
        ],
        [
            "Assistant to President DK Heribert Mauer",
            "Merck Pharma",
            "2001 - 2005 · 4 yrs"
        ]
    ],
    "posts": [
        {
            "post": "Ho appena completato “How to Give Feedback People Can Actually Use” di American Negotiation Institute , e Kwame Christian! Dai uno sguardo: https://lnkd.in/dnWbwiv6 hashtag#interpersonalcommunication, hashtag#constructivefeedback.",
            "comments": []
        },
        {
            "post": "Dai uno sguardo a questo corso! Puoi guardarlo gratuitamente usando il link qui sotto.",
            "comments": []
        },
        {
            "post": "Dai uno sguardo a questo corso! Ritengo sia molto efficace per avere maggiore consapevolezza del n merito alla gestione dei feedback ed alla crescita reciproca. Puoi guardarlo gratuitamente usando il link qui sotto. Buona giornata",
            "comments": []
        },
        {
            "post": "Ho appena completato “Becoming an Impactful and Influential Leader” di Pete Mockaitis | How to Be Awesome at Your Job! Dai uno sguardo: https://lnkd.in/dRJS_BND hashtag#leadership.",
            "comments": []
        },
        {
            "post": "Dai uno sguardo a questo corso! Puoi guardarlo gratuitamente usando il link qui sotto. È’ molto interessante",
            "comments": []
        },
        {
            "post": "Ho appena completato “Becoming More Memorable and Persuasive” di Pete Mockaitis | How to Be Awesome at Your Job! Dai uno sguardo: https://lnkd.in/dFk3dbQP hashtag#personalbranding, hashtag#persuasivespeaking.",
            "comments": []
        },
        {
            "post": "Ho appena completato “Transitioning from Corporate Leadership to Executive Coaching” di Thought Leadership Leverage! Dai uno sguardo: https://lnkd.in/dkPKidzH hashtag#corporateleadership, hashtag#executivecoaching.",
            "comments": []
        },
        {
            "post": "As we acknowledge, bees, crucial for the pollination of food crops, confront challenges stemming from climate change and human activities. Therefore, we opted to delve deeper into the current scenario byengaging in a conversation with Giuseppe \"Beppe\" Manno, Founder of Apicoltura Urbana Srl Società Benefit, our partner for the FOMAS Group’s Apiary project. Visit the link to embark on the Spring planting season: https://lnkd.in/dUHQSv2g We trust that with Giuseppe’s tips, you'll be motivated and play a part in environmental conservation. And don't forget to hashtag#beefriendly with our pollinating friends!  hashtag#FOMASGroup hashtag#bee hashtag#environment hashtag#sustainability hashtag#ESG hashtag#community",
            "comments": []
        },
        {
            "post": "During the \"Speed Date tra i banchi\" event on February 27, hosted by Oggi Lavoro Spa Lavoro at a school in Rivarolo Canavese, we engaged with students to share insights into our daily operations at the company and showcase the potential opportunities we can provide. Our commitment to maintaining an open dialogue with schools is steadfast, and we hope that we have provided valuable information to the aspiring young individuals who will soon step into the professional world! Are you also interested in working with us? Apply here: https://lnkd.in/d4KUF8f9hashtag#FOMASGroup hashtag#TalentsinMetals hashtag#HumanResources hashtag#TalentAttraction",
            "comments": []
        },
        {
            "post": "We're hashtag#hiring a new Tecnico manutentore meccanico  in Osnago, Lombardy. Apply today or share this post with your network.",
            "comments": []
        }
    ]
}