{
    "name": "Maurizio Binetti",
    "subtitle": "Product Marketing Manager | Medtech & Healthcare | Neuroscience | Medtronic",
    "location": "Milan, Lombardy, Italy",
    "about": "Effective and dynamic marketing leader with a solid scientific background and extensive experience in the healthcare market across sales and marketing departments. My driving motivation stems from investing myself fully in meaningful positions where I can make a major impact on improving the quality of patients' lives. In my current job, I accomplish this goal by bringing innovation at Medtronic through strategic thinking and execution of high-quality projects for active implantable devices and patient facing digital solutions.",
    "experiences": [
        [
            "Medtronic",
            "12 yrs 9 mos",
            "Principal Product Marketing Manager",
            "Jan 2018 - Present · 6 yrs 5 mos",
            "Italia",
            "Leading strategic marketing, commercial strategy and digital initiatives for Pain Therapies, a business unit part of the bigger Neuroscience Area:\n• responsible for recent launches of newest multiple technologies for chronic pain management based on active implantable devices and patient facing digital solutions\n• leading omnichannel marketing and awareness campaigns aiming at developing consistent patient pathways toward specific Centers of Excellence for Neuromodulation treatments\n• implementing of innovative business model, such as development of value and outcome-based healthcare to maximize market opportunities in synergy with contract & operations\n• driving portfolio prioritization processes and support HQ Marketing Team in decision making of R&D investment",
            "Field Product Manager",
            "Sep 2014 - Dec 2017 · 3 yrs 4 mos",
            "Italia",
            "Member of the Product and Portfolio team of Spinal Surgery, part of the Restorative Therapies Group (RTG) of Medtronic:\n• driving marketing strategies for Spine and Pain Therapies navigating across the organizational matrix\n• responsible for new product launches for cervical spine and minimal invasive technologies such us Baloon Kyphoplastic (BKP)\n• supporting KOLs management through international tailored educational plans\n• supporting strategic portfolio management\n• technical support in operating room",
            "Sales Representative",
            "Sep 2011 - Sep 2014 · 3 yrs 1 mo",
            "Milano, Italia",
            "Full commercial accountability for assigned territories (Northern Italy). Generating demand and maximizing implantable spinal devices awareness by working and providing with education to healthcare professionals and administrators"
        ],
        [
            "Marketing Specialist",
            "Roche",
            "Jul 2010 - Sep 2011 · 1 yr 3 mos",
            "Monza e Brianza, Italia",
            "Member of the RPL marketing team, in charge of creating marketing tools and supporting application training on the field. Providing the sales team and customers with continuous application training on STAGO product line."
        ],
        [
            "Junior Research Scientist",
            "Università degli Studi di Milano",
            "Sep 2008 - Jun 2010 · 1 yr 10 mos",
            "Milano, Italia",
            "Scientific Project: “Positional identity and neurogenic properties analysis of neural stem cells”.\nThe study was developed at the Stem Cell Biology and Pharmacology of Neurodegenerative Disease Institute of Milan. Main areas of interest:\n• Stem Cell Biology\n• Molecular Biotechnology\n• Neuroscience\n• Medical Pathology"
        ]
    ],
    "posts": [
        {
            "post": "Read about a recent publication on the long-term efficacy & safety of occipital nerve stimulation (ONS) in medically intractable chronic cluster headache (MICCH) at up to 8 years. hashtag#MedtronicEmployee",
            "comments": []
        },
        {
            "post": "hashtag#SensingNewTomorrow has been not only an event but a transformative journey into the future today with the latest frontier in Spinal Cord Stimulation. It goes beyond sensing; it listens and caters to patient needs, delivering personalized medicine. Proud to be part of this remarkable journey with an exceptional Neuromodulation team. Special thanks to our special speakers Domenico De Paolis Juan Hincapie Francesco Riillo, PhD for ensuring the success of this event for the Italian HCP hashtag#SCS medical community. hashtag#Neuromodulationhashtag#EngineeringTheExtraordinaryhashtag#PainTherapieshashtag#MedtronicEmployee",
            "comments": []
        },
        {
            "post": "New data for DTM™ SCS in subjects with Chronic Back Pain with degenerative disc disease (DDD), herniated disc (HD), radicular pain syndrome (RPS) and not a candidate for spine surgery, 90.5% of subjects were responders with 50% or greater back pain relief at 12-months with DTM™ SCS. Adverse events may include surgical complications, infection and/or failure to deliver therapy as needed. Patient results may vary. See full risk information here: https://lnkd.in/e3cMb--RLearn more: https://lnkd.in/edKjqcFjhashtag#MDTPainInterventions hashtag#SpinalCordStimulation hashtag#SCS hashtag#AlleviatePainWhite, T, Justiz, R, Almonte W, et al. DTM™ SCS for Indicated Chronic Back Pain Patients Non-Eligible for Spine Surgery: US RCT Outcomes. ASRA Annual Meeting. November 10-11, 2023. New Orleans, LA",
            "comments": []
        },
        {
            "post": "hashtag#medtronicemployee hashtag#dtmscs hashtag#paintherapies",
            "comments": []
        },
        {
            "post": "Science That Matters has been awarded “Excellence in Life Science 2021” and “Top in Life Science 2021” as Best Marketing Program of the Year.I’m sincerely thankful to the whole Medtronic hashtag#neuromodulation team that supported us to reach this important achievement and to all of you who voted for this program among more than 400 other great italian projects.hashtag#LSEA2021hashtag#DTMSCShashtag#PainTherapieshashtag#medtronicemployee",
            "comments": []
        }
    ]
}