{
    "name": "Stefano Resnati",
    "subtitle": "Sales Manager at BorgWarner Morse Systems Italy",
    "location": "Bovisio Masciago, Lombardy, Italy",
    "about": "20 Years experience in the Automotive Sales Management in Different areas ( Plastic , Aluminium die Casting, Assembly and development of complex engine systems) covering multiple OEMs and TIER 1 in Germany and ouside.Experienced in global/regional market strategy development and in leading multifunctional teams to generate positive sales results abd opportunities with diverse customer base. Getting the job well done  and on time is my absolute priority.Determined to find solutions and create value for the company I'm working for and is clients.Specialties: Managing quotation processes with international teams Project management skills for development projects.Expertise in commodity price negotiations.Negotiation in German languageGerman OEM knowledge",
    "experiences": [
        [
            "Sales Manager",
            "BorgWarner Morse Systems Italy · Full-time",
            "Jan 2016 to Present · 8 yrs 5 mos",
            "Milan Area, Italy",
            "BorgWarner Morse Systems is a leader in providing engine timing drive solutions to automotive OEM expending its role in the charging station development and realization.\nActually managing Manage commercial relationships for the timing drive area  with Daimler, Scania and other OEM in the German area .\nManagement of quotation processes from Request for Quotation to Business Acquisition through coordination of global interfunctional teams sited in EU, US, China.\nContract negotiation supporting the legal teams in the extension of contracts and Side-Letters\nBusiness development and acquisition.\nSupport to Program managers to guarantee flawless program launch."
        ],
        [
            "Key Account Manager",
            "BorgWarner Morse Systems",
            "Jan 2013 to Jan 2016 · 3 yrs 1 mo",
            "Milan Area - Italy",
            "Manage commercial relathionship with major German OEMs.  Cooperating with interfunctional teams during quotation process.\nBusiness development and acquisition."
        ],
        [
            "Form S.p.a.",
            "4 yrs 9 mos",
            "Milan Area - Italy",
            "Sales Manager Powersteering",
            "Dec 2011 to Dec 2012 · 1 yr 1 mo",
            "Sales Manager for the company FORM Spa.( Aluminium Die Cast and machined parts for the automotive market)\nIn Charge of Sales for the Powersteering Area.",
            "Sales engineer automotive Germany",
            "Apr 2008 to Dec 2011 · 3 yrs 9 mos",
            "FORM S.p.a is leader company in Aluminium die casting and machining of mid and large volumes part for the automotive industry.\nResponsible of technical and commercial relationship with different German system supplier of the automotive industry and their subsidiary in U.S.A, and China.\nSpecially involved in large scale projects in the area of power steering, power train and turbo system."
        ],
        [
            "key account manager",
            "Ranger Spa",
            "May 2001 to Apr 2008 · 7 yrs",
            "From October 2003 till April 2008: Key-Account Manager and Project Manager  (Carate Brianza –Milan), company specialized in the development  and production of plastic parts for the Automotive industry.\nIn charge for  all the productions projects for a Leading German sports-car maker and some of their principal TIER1 supplier.\nTechnical and commercial analysis of the Requests of offer.\nNegotiation and finalization of the offers \nContract analysis and discussion, negotiation of yearly productivity rates on the products delivered.\nCoordination of the internal  Project-teams and their relation with the project teams of the customers.\nCoordination of different development projects for body car parts.\nMonitoring  of the projects time schedules.\nControlling of the economical targets of the projects\n\n\nFrom May 2001 till October 2003:Industrialization manager, the R&D Department\nIn charge of the design and construction of automatic press-feeding-plants, and assemblying plants for body car parts. \n I supervised mould and tools modifications, the sourcing of suppliers of tools and materials for the assembling of plastic part products."
        ],
        [
            "mechanical designer",
            "Acigraf SrL",
            "Mar 1999 to May 2001 · 2 yrs 3 mos"
        ]
    ],
    "posts": [
        {
            "post": "Read it: a thought-provoking piece. Next time you pull up some slides, think about Shuttle Columbia. Its crew deserves it, and your audience too.hashtag#communication hashtag#effectivecommunication hashtag#strategy",
            "comments": []
        },
        {
            "post": "Idea assai interessante",
            "comments": []
        },
        {
            "post": "A",
            "comments": []
        }
    ]
}