{
    "name": "emma berardi",
    "subtitle": "CFO - Bennet S.p.A.",
    "location": "Monza e Brianza, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "Direttore Amministrazione, Finanza e Controllo",
            "Bennet S.p.A.",
            "Jan 2009 - Present · 15 yrs 5 mos"
        ],
        [
            "CFO",
            "SMA (Gruppo Auchan)",
            "Jul 2004 - Dec 2008 · 4 yrs 6 mos"
        ],
        [
            "Direttore Amministrazione",
            "La Rinascente Spa",
            "Apr 1982 - Jun 2004 · 22 yrs 3 mos"
        ],
        [
            "Libera professionista praticante",
            "Studio professionale di consulenza fiscale, legale e finanziaria · Full-time",
            "Jul 1980 - Mar 1982 · 1 yr 9 mos",
            "Milano centro"
        ]
    ],
    "posts": [
        {
            "post": "Distrussero il vigneto della sua famiglia, diedero fuoco al casale e minacciarono il padre con una pistola. Ma quando videro che questo non sortiva nessun effetto, la rapirono. Fu l’ex fidanzato, Melodia, un mafioso, assieme a 12 compari. La violentarono e la picchiarono per 8 giorni, tenendola anche a digiuno. Tutto questo perché Franca Viola non voleva sposarlo, dato che aveva scoperto fosse un mafioso. Per questo motivo, subì un inferno. Subì quello che tante altre ragazze che avevano subito prima: lo stupro, così da portare la famiglia della vittima a dover accettare il “matrimonio riparatore”. Dal no, secco, di Franca e la sua famiglia, che fecero arrestare gli aggressori, partì tutto. Partì una delle battaglie più giuste degli anni: l’abolizione del matrimonio riparatore, che metteva al sicuro dei mostri, dei vili, dei vigliacchi come quelli che torturarono Franca Viola per giorni, a patto che sposassero la vittima.Una mostruosità che non aveva ragione d’esistere. E che iniziò a cedere dopo questi fatti, arrivando infine ad esser cancellata proprio in questo giorno, il 5 agosto 1981. A Franca Viola, al suo coraggio, oggi il ringraziamento più sentito. Grazie a lei tantissime donne si sono salvate, e questo l’Italia non lo dimenticherà mai.Di L. Cecchi",
            "comments": []
        },
        {
            "post": "Quest’uomo è Graciliano Diaz Bartolo, uno dei 52 medici cubani della Brigata Henry Reeve, sbarcati in Italia nella fase più tragica della pandemia, per aiutarci in un momento drammatico.Medico di famiglia, era già accorso in aiuto del popolo di Haiti, messo in ginocchio da una drammatica epidemia di colera.Capo della Croce Rossa di Santiago, era già accorso in Africa, alle prese con la terribile Ebola.Il Covid, per uno strano gioco del destino, lo ha colpito e spedito in terapia intensiva, in un ospedale della sua città. La morte di ieri, una conseguenza.Cos'è l'umanità se non la storia di Graciliano Diaz Bartolo?Che la terra ti sia lieve, dottore e grazie per averci ricordato cosa significhi umanità.hashtag#covid hashtag#italia hashtag#cuba hashtag#medici hashtag#umanità hashtag#vita hashtag#comunicazione",
            "comments": []
        },
        {
            "post": "Ci si lamenta dei hashtag#consumi che languonoCi si lamenta di servizi hashtag#marketingdigitale mal pianificatiE si sbandierà ovunque la hashtag#prossimità per ritrovare la dimensione \"paesino\"...Guardate invece il caso Bennet S.p.A. che parte dagli ipermercati (formato dato generalmente in difficoltà) ma sa fornire servizi @ su misura, a dimensione di singolo. Tra nonni, nipoti e pannolini; polli arrosti caldi e torte artigianali e soprattutto spesa Click&Collect...Risultato: programmi hashtag#fidelizzazione da 1,5 mln di clienti attivi e fatturato...ItaliaOggi Simone Pescatore hashtag#gdo hashtag#supermercati hashtag#consumer hashtag#brandidentity Gruppo VéGé Giorgio Santambrogiohttps://lnkd.in/dF-BMZV",
            "comments": []
        },
        {
            "post": "Ben fatto, super complimenti!!!",
            "comments": []
        },
        {
            "post": "La verità nascosta dietro il palcoscenico 🧐",
            "comments": []
        },
        {
            "post": "Grazie!😊",
            "comments": []
        },
        {
            "post": "Da leggere : Servono solo 2 minuti  ma ne uscirete migliorati , qualunque sia vs ruolo in azienda",
            "comments": []
        },
        {
            "post": "il futuro ha le porte aperte",
            "comments": []
        }
    ]
}