{
    "name": "Chiara Caressa",
    "subtitle": "CFO & Vice President Alpiq Energia Italia SpA",
    "location": "Milan, Lombardy, Italy",
    "about": "Chiara Caressa, Certified Public Accountant  and Certified Public Auditor. Board of Directors member in several legal entities (Alpiq Italia Holding included).Entire career spent within the Finance and Administration Function, primarily with American and Swiss multi-nationals in Energy and Pharma sectors. Strong in tax planning and compliance.With continuous professional development and responsibility progression, I have worked within organizations to ensure their achievement of corporate objectives, as well manage business issues and my staff’s professional development. Strong skills in: Budgeting, Forecasting, Controlling, Reporting, Administration, HR,Taxation, Credit Control, Treasury, Insurances and Compliance.  Specific know how  in process reorganization (nearshoring in East Europe) and BoD member.",
    "experiences": [
        [
            "Alpiq Energia Italia Spa",
            "18 yrs 3 mos",
            "Milan Area, Italy",
            "Head of Finance Italy  ( Local CFO)",
            "Nov 2013 - Present · 10 yrs 7 mos",
            "Alpiq Group in Italy key  Figures: 2022 Revenues: 3,6 Billion EUR; Employees: more than 100\nLegal entities managed: 11 (Italian Holding included).\nPeople managed in the local Finance Dpt: 11\nVice President Alpiq Energia Italia Spa\nBoard of Director Member Alpiq Italia Srl (Italian Holding)\nFully responsible for:\n - Planning, Controlling & Reporting;\n - Cost Accounting, General Accounting (Italian Statutory Book and IAS GAAP) & Administration;\n - Capital Expenditures;\n - Credit Control, Treasury & Insurances;\n - Tax and Fiscal affaires;\n -  Internal auditing; \n - Office management.\n - Business and process reorganization (near shoring in East Europe)",
            "Head of Planning, Controlling & Reporting",
            "Sep 2009 - Nov 2013 · 4 yrs 3 mos",
            "Fully responsible for Planning, Controlling & Reporting operations (M&A & plant controlling included), ensuring full support to Local and Corporate management. \nSupervising all Budgeting, Forecasting, Capex and sales analysis processes, for 14 Italian companies managed with a staff of 4 reporting to me.",
            "Head of Accounting, Reporting & Tax",
            "Mar 2006 - Sep 2009 · 3 yrs 7 mos",
            "Full responsibilities of Accounts Payable, General Accounting, Statutory-Books consolidation, Fiscal Affairs and Reporting to the Corporation. Seven legal entities managed with a staff of 10 reporting to me."
        ],
        [
            "Deputy of the Service Hub's Head",
            "Alpiq Energia Italia S.p.A.",
            "May 2012 - Nov 2013 · 1 yr 7 mos",
            "Milan",
            "The position foresees the responsability for Financial and Administration activities:\n- Accounting & Taxes;\n- Treasury & Insurance;\n- Planning, Controlling & Reporting"
        ],
        [
            "Schering Plough Spa",
            "5 yrs 3 mos",
            "Fiscal & Governance Manager",
            "2004 - Mar 2006 · 2 yrs 3 mos",
            "Fully responsible for: \n\n•\tSupervising all administrative operations of Italian Statutory preparation, ensuring full compliance with  Italian GAAP and legal requirements;\n•\tSupervising all  general accounting processes and the Financial Statement preparation, ensuring full compliance with US GAAP requirements;\n•\tSupervising Taxation dept. with overall authority on income taxes (current and deferred) VAT and tax returns. Continually improves and implements tax planning;\n•\tAssuring and improving the internal controls, according to corporate requirements, coordinating internal and external audit. Assuring the full compliance with Section 404 Sox requirements.\nConsolidated Net Sales 800MEUR",
            "Fiscal & Reporting US GAAP Manager",
            "2002 - 2004 · 2 yrs",
            "•\tSupervised the Italian Statutory preparation and coordinated monthly closing and inter-company reconciliations, financial statement preparation (according to US GAAP) and reporting;\n•\tSupervised the Fixed Asset area;\n•\tSupervised the taxation dept. with overall authority on  income taxes, VAT and tax returns.",
            "Fiscal  Manager",
            "2001 - 2003 · 2 yrs",
            "Milan Area, Italy",
            "•\tPrepared Italian Statutory;\n•\tDetermined income taxes (current and deferred) and supervised VAT cycle and tax return preparation."
        ],
        [
            "Senior Tax Consultant",
            "Studio Associato Legale Tributario (Ernst & Young, Milan)",
            "1999 - 2001 · 2 yrs",
            "Milan Area, Italy",
            "Performed a full spectrum of taxation and accounting operations for big companies, including tax advice, audit test for financial accounts, fiscal due diligence, M&A operations, tax return preparations."
        ],
        [
            "Tax Consultant",
            "Studio Associato Necchi Sorci",
            "1997 - 1999 · 2 yrs",
            "Milan Area, Italy",
            "Performed all administrative and fiscal activities for middle sized companies, including preparation of Statutory, tax returns and company secretarial role (preparation of Board meetings). Supervision of Payroll calculations, bank reconciliation, invoicing."
        ]
    ],
    "posts": [
        {
            "post": "\"Chocolate being one of the strong Swiss currencies and Cash being King, we are happy to gift you with some Swiss Chocolate Cash as a little sign of our appreciation\". Special company, special people, special messages!",
            "comments": []
        },
        {
            "post": "L'educazione per i bambini è anche finanziaria",
            "comments": []
        },
        {
            "post": "Amazing Alpiq",
            "comments": []
        },
        {
            "post": "924 MW = 6 Units of hashtag#Nantdedrance new power plant operated in turbine mode at full load.-942 MW = the 6 same units operated in pump mode at full load.Yes ! We made it guys !After 6 years working on this amazing project, I can finally say that I’m proud of what we accomplished here inside the mountain, 600 meter underground.That was not everyday easy …That was everyday challenging …That was everyday really interesting.So much proud to be a member of this commissioning DREAM TEAM !For sure, this adventure will remain as a highlight in my career.Thank’s to all of you guys !hashtag#Nantdedrance hashtag#NDD hashtag#hydroexploitation hashtag#Alpiq hashtag#CFF hashtag#hydropower hashtag#pumpedstorage",
            "comments": []
        },
        {
            "post": "\"An electricity agreement is essential for both - Europe and Switzerland - in terms of security of supply. Both sides must take this very seriously,\" said Johannes Teyssen, Chairman of Alpiq’s Board of Directors, in an interview with Carolin Roth at the Swiss Economic Forum in Interlaken. The possible loss of supply security is rightly perceived as the greatest crisis for society and the economy. Because: \"Modern life in a digital age is not possible without a secure and stable power supply.\" The increase of renewable energies to secure the security of supply is a social task. \"If society is not prepared to allow investments in pv, windparks and hydroelectric now and immediately, things will get tight at some point.\"hashtag#energytransition hashtag#securityofsupply hashtag#renewablesWatch the whole interview (in German):https://lnkd.in/egQG8ZCX",
            "comments": []
        },
        {
            "post": "Questi anni così particolari stanno cambiando i modelli di  leadership ma anche educando talenti. Il leader di domani sarà molto più performante di ogni migliore aspettativa, avendo avuto la fortuna di leggere pagine di storia economica mai scritte prima.",
            "comments": []
        },
        {
            "post": "Thank you for the exciting and challenging year! We wish you happy holidays and hope that you can enjoy it with your family and friends and find some time to relax and recharge your batteries. See you in good health next year.",
            "comments": []
        },
        {
            "post": "Non sono economia, non solo sport ma anche... cinema! Il 2021 si chiude con la nomination di Paolo Sorrentino all'Oscar come Miglior Film Straniero. Dobbiamo attendere febbraio, ma siamo tra i primi 15 finalisti! Semplicemente bellissimo!!!",
            "comments": []
        },
        {
            "post": "opportunità nel Finance Italy di Alpiq",
            "comments": []
        },
        {
            "post": "Certain things we care about have been lost or done in a way that is very different compared to the one we dreamed about. It's important that we share our feelings and that we help each other’s to verbalize those losses.hashtag#leadership hashtag#empathy hashtag#covid19 hashtag#stayhuman",
            "comments": []
        },
        {
            "post": "Ferraresi simona",
            "comments": []
        }
    ]
}