{
    "name": "Ilaria Villa",
    "subtitle": "Leadership in Healthcare/ CEO and Board Member/Passionate about Transformation, Value and Impact for patients, organizations and society",
    "location": "Italy",
    "about": "",
    "experiences": [
        [
            "Zambon",
            "2 yrs 3 mos",
            "CEO Zambon Pharma",
            "Full-time",
            "Mar 2022 - Present · 2 yrs 3 mos",
            "Milano, Lombardia, Italia",
            "Global General Manager",
            "Full-time",
            "Jul 2022 - Mar 2023 · 9 mos",
            "Milano, Lombardia, Italia",
            "Chief Operating Officer",
            "May 2022 - Jul 2022 · 3 mos",
            "Milan, Lombardy, Italy"
        ],
        [
            "UCB",
            "9 yrs 1 mo",
            "Head nPVU Europe",
            "Jan 2016 - May 2022 · 6 yrs 5 mos",
            "Brussels Area, Belgium",
            "South &East Europe Area Head",
            "Jun 2014 - Dec 2015 · 1 yr 7 mos",
            "Milan",
            "Managing Director Italy",
            "May 2013 - Dec 2015 · 2 yrs 8 mos"
        ],
        [
            "Business Area Director",
            "Roche Pharmaceuticals",
            "Dec 2010 - Apr 2013 · 2 yrs 5 mos"
        ],
        [
            "UCB Pharma",
            "4 yrs 4 mos",
            "CNS Business Unit Director",
            "Jan 2009 - Nov 2010 · 1 yr 11 mos",
            "PCP BU Director",
            "Aug 2006 - Dec 2008 · 2 yrs 5 mos"
        ],
        [
            "Enbrel BU Manager",
            "Wyeth Pharmaceuticals",
            "Nov 2003 - Jan 2006 · 2 yrs 3 mos"
        ]
    ],
    "posts": [
        {
            "post": "After two intense years of enriching experiences,  it’s time for me to leave Zambon and the amazing  Z-people 😉 I had the privilege to work with.  Zambon is a wonderful Company which stands on deep roots and solid values, wide open to a promising future. While preparing myself to say goodbye, I realized that what made  the time spent here worth are the people met along the way, their unique stories and their willingness to drive a valuable transformation. From so many I received energy, inspiration, coaching and encouraging support. I am grateful, fulfilled and aware that I got more than what I managed to give in return. Life is a beautiful adventure 🍀❤️",
            "comments": []
        },
        {
            "post": "For the benefit of so many human beings🍀♥️",
            "comments": []
        },
        {
            "post": "Unique opportunity to join Federica Destro, Marco Gullà, myself and many other professionals within the whole Zambon group to further enhance our external innovation capabilities and find the next wave of products that will change humans and especially hashtag#women's life!hashtag#womenshealth hashtag#femtech hashtag#VC hashtag#CVC hashtag#innovation hashtag#entrepreneurship hashtag#startups hashtag#medtech hashtag#healthcare hashtag#biotech hashtag#consumerhealthcare",
            "comments": []
        },
        {
            "post": "❤️",
            "comments": []
        },
        {
            "post": "I am privileged to lead a team that genuinely makes a difference to women’s health and wellbeing worldwide. As a team, we recognized an opportunity to support women and people who menstruate and further our mission to build a better future for female health. Today, we took another step forward by making our subscription offering, Flo Premium, available for free in countries with some of the greatest health needs. With this offering, users will have unlimited access to all  product features and content. Flo will continue granting access to Flo Premium to millions of women and people who menstruate in 58 countries over the next year, with the ambition of improving menstrual and reproductive health literacy for people across the globe. We know that access to medically credible information is imperative for women and people who menstruate. And yet, according to research by UNICEF and WaterAid, only 32% of girls in Bangladesh, 66% in Egypt, and 18% in Malawi were aware of menstruation before their first period. 1 in 4 girls in Kenya do not associate menstruation with pregnancy. Another study run in 29 African countries has found that the prevalence of an incorrect understanding of the timing of ovulation phase ranged between 51% in Comoros and 89.6% in Sao Tome and Principe, and that a strong association exists between incorrect knowledge of ovulation and unintentional pregnancy. The list goes on. Flo is in a prime position to make a genuine difference here. We couldn’t be more thrilled to launch this initiative as we look forward to future efforts to improve access to medically credible information for those who need it most.  Follow the link to find out more about today’s announcement:https://lnkd.in/dMKq38DP.",
            "comments": []
        },
        {
            "post": "It was great to be part of the Longevity panel at today’s reunion of the Stanford University Graduate School of Business SEP Program in Porto. I conveyed the message of David A. Sinclair A.O., Ph.D. to see ageing as a disease and therefore to look for prevention and treatment of ageing. My collegues Ilaria Villa, Erik Janssen, Shainoor Khoja and Josep Santacreu Bonjoch made great contributions to make this a memorable and fruitful discussion. Lets help people to life a healthy live in a healthy world!  hashtag#longevity hashtag#prevention",
            "comments": []
        },
        {
            "post": "My first visit to the hashtag#Zambon plant in Vicenza! An amazing footprint of beauty, care, innovation and history! hashtag#pride",
            "comments": []
        },
        {
            "post": "❤️",
            "comments": []
        },
        {
            "post": "Today is the start of a new life chapter  after 9 amazing years at UCB♥️The best way to describe what I left is the message I sent to my wonderful colleagues and friends @UCB… people and teams that will stay in my heart forever: Dear friends,It has been a perfectly imperfect 9 years journey.I am leaving with tears in my eyes and a light heart at the same time: I am fulfilled, I have no regrets and I am full of gratitude as it is much more what I received than what I gave.UCB is in the position to transform its highest potential ever into impact and value: thinking about each one of you, I feel reassured as I know you will make the most out of it and you will do it in the right way.Life is beautiful. Don’t forget to take care of yourself and of the ones you love.An Italian sticky hug is on its way to reach you all 😊Ad maiora semper!",
            "comments": []
        },
        {
            "post": "Il punto della questione che si solleva con questo dibattito è: avrebbero fatto la medesima domanda ad un uomo? La mia personale risposta è NO… non l’avrebbero fatta… ad un uomo avrebbero chiesto come si fosse preparato all’impresa, con quale attività fisica, studiando che cosa… avrebbero portato alla luce la competenza, la determinazione, la passione… Per Samantha invece è arrivata la domanda subdola, che allude più a ciò che non avrebbe fatto in quanto donna che a quello che di meraviglioso fa come persona. # # astrosamantha",
            "comments": []
        }
    ]
}