{
    "name": "Cristina Vergani",
    "subtitle": "Marketing Manager - Edenred - Politecnico di Milano",
    "location": "Milan, Lombardy, Italy",
    "about": "Marketing expert, very passionate about process engineering & optimization, deeply involved in the implementation of different projects as product and project manager with 10+ years of experience in international companies. Excellent knowledge of the card business, B2B customers and fleet&mobility market.Can do mentality. Eager to learn and do different thing.MAIN SKILLS:\tSTRONG DRIVE for continuous learning and growth from a marketing, business, management and personal point of view\t Extremely TASK FOCUSED, with drive and determination used to deliver results both on standard and deadline, always aimed at maximising the profitability of the business\tTEAM PLAYER trusting and   recognizing the contributions of the other team members; provide support to others for training, coaching and strong commitment to team spirit",
    "experiences": [
        [
            "Marketing Manager",
            "Edenred Italia",
            "Jan 2018 to Present · 6 yrs 5 mos",
            "Milano, Italia"
        ],
        [
            "Cards Marketing Coordinator & Marketing tools design",
            "Q8 Kuwait Petroleum Italia S.p.A.",
            "Oct 2014 to Dec 2017 · 3 yrs 3 mos",
            "Roma, Italia",
            "Responsible for all marketing activities in Italy related to CartissimaQ8 in Italy: fuel cards for all transport businesses from small car fleets to major road transport companies.\nWork in constant alignment with Business Innovation team, Sales & Retail marketing team to implement in Italy a consumer-driven, innovative and profitable B2B payment portfolio consistent with the CVP and feasible with the available or imminent forecourt technology.\nMAIN ACHIEVEMENTS\n\tCOMMUNICATION:\nINTERNAL: maintain effective internal communication to ensure that all relevant functions are kept informed of marketing objectives (monthly newsletter, intranet, house organ). Build procedures/short info trainings so that all staff are continuously and actively updated on all new products/functionalities. Trained Customer Service in Tirana about CVP and online tools.\nEXTERNAL: be responsible for all B2B comm’s materials:  brochures, leaflets, editorials, websites, videos, newsletters, photo gallery. Create content for marketing pieces and work directly with magazines and journalists on any pieces they require (articles, videos, etc) positioning through traditional, digital and social channels. \n\tEVENTS: organize exhibitions and special events to build brand and product awareness in the market. More than 20 events per year, included Transpotec 2015 and 2017, Italy’s leading trade event for the transport and logistics.\n\tPROJECTS:  active roles in all cards projects related to Shell Italy acquisition, specifically in the migration of all euroShell customers from Shell platform to Q8 system. Deliverables & outcomes: gap analysis, definition of “to be” CVP, new fuel card contract, new website/app, training, user acceptance test, roll-out."
        ],
        [
            "Shell",
            "10 yrs 4 mos",
            "Commercial Fleet Marketing Manager Italy",
            "Jan 2011 to Sep 2014 · 3 yrs 9 mos",
            "Milano, Italia",
            "Developed marketing plan for euroShell Card (Shell fuel card for Fleet & Commercial Road Transport business) in Italy to support the delivery of T&R created with sales. Full accountability of SP&A budget. Cluster focal point for marketing activities delivered in Slovenia and Spain.\nReporting to cluster marketing manager, 2 FTE with direct accountability.\nCard Committee Member: this Committee was considered a key asset for developing a strategy over the Italian market.\n\nMAIN ACHIEVEMENTS\n\tCUSTOMER VAUE PROPOSITION: actively supported the development of leasing channel, helping sales force to acquire new players and fully involved in the improvement of indirect channel mainly in the launch of reseller channel, pioneer in the market\n\tPROJECTS: cost and benefit analysis over the main projects \nthat Shell wanted to put in place in the Italian B2B market (i.e. Pump Price vs. List Price and Card Fees Strategy)\n\t PROJECTS: deeply involved in the Italian business divestment project as Focal point for cards business: data room preparation, antitrust data, cutover plan, test, internal and external communication.",
            "Fleet Marketing Manager Italy & Greece",
            "Jan 2008 to Dec 2010 · 3 yrs",
            "Milano, Italia e Atene, Grecia",
            "Developed marketing plan for euroShell Card (Shell fuel card for fleet business) in Italy and Greece to support the delivery of T&R created with sales.\nFull accountability of SP&A budget. \nMAIN ACHIEVEMENTS\n\t LEAD GENERATION: run prospect generation to provide leads to sales force through different activities: outbound calls by an external agency, advertisements, e-mailings, newsletters, events, dimensional mails and website promotion. Lead generation focal point at cluster level.\nIdeated a DM campaign to “open the door”, recall done internally by teleprospecting and finalized by field visits resulting in a rate of 9% on appointment setting followed by a closure rate of 43 % and a total # of 3.000 cards. \n\tPROJECTS: focal point for cards and contributed heavily into the preparation for the GSAP go- live (data cleansing / dual maintenance / customer service migration from Milan to Krakow in Poland)\n\tPROJECTS: launched very successfully e-invoicing in Italy, a milestone to reduce costs and complexity. (after 5 months 43% e-invoicing conversion rate)\n\tCUSTOMER VALUE PROPOSITION: driven NHF program in Italy (selling fuel card at retail sites), implemented the refreshed NHF CVP, visited retail sites to get feedbacks and learnings, trained new retailers, dealers and Territory Managers on euroShell Card; created NHF folder and managed communication materials. Organized in Greece a focused NHF sales activity resulting in close to 900 contracts in just a week time.",
            "Fleet Payment Implementer Italy",
            "Jan 2006 to Dec 2007 · 2 yrs",
            "Milano, Italia",
            "Supported the annual marketing plan definition for euroShell Card (Shell fuel card for fleet business) and participated to bi-weekly meeting with Marketing Manager and Fleet Sales Manager to define priorities, actions and initiatives to be developed.\nManagement day after day of Italy SP&A budget.\nBusiness development: support business manager or FBAM/OBAM (field based account manager and office based account manager) by building sales and performance reports per channel and segment with a structural approach using SAP and CMI/BO. Analysis of competitor’s strengths/weaknesses.\nMAIN ACHIEVEMENTS\n\tCUSTOMER VALUE PROPOSITION: developed in close cooperation with Brand &Communication a sales presenter including all elements of euroShell CVP for FBAM to support professionalism and up-selling/cross-selling\n\tPROJECTS: realized a new data base and a system of email alerts for Key Account Customers to monitor the consumption versus a tailored plafond of each card\n\tPROJECTS: conducted implementation in Super Siras of invoice fee and application on customer’s sample to test price elasticity and define level of pricing for Italy. Implementation on full portfolio."
        ],
        [
            "Assistant in Information Technology Department",
            "Fiera Milano SpA",
            "Mar 2004 to Jun 2004 · 4 mos",
            "Milano",
            "Supported the IT team focused on the reorganization of the corporate information system and specifically on Operations area."
        ]
    ],
    "posts": [
        {
            "post": "Per aziende e P.IVA è importante fare pianificazione fiscale.Ma cosa significa? 🤔 Ti aspetto insieme a Davide Desantis e Camilla Vignoli, Dott. Commercialisti, e ti spiegheremo quali sono gli strumenti a tua disposizione per risparmiare a fine anno.Iscriviti ora al webinar gratuito: ti aspettiamo 📌 giovedì 18 aprile alle 11:30!👉 I posti sono limitati, prenota subito il tuo.hashtag#webinar hashtag#edenred hashtag#pianificazionefiscaleEdenred Italy",
            "comments": []
        },
        {
            "post": "1 airstream, 8 tappe e oltre 300 ospiti!Sono i numeri di hashtag#Edenredontheroad2023, il nostro evento itinerante dedicato ai partner della ristorazione.Nei diversi incontri abbiamo approfondito, con la presenza di esperti e testimonial, le strategie digitali e il ruolo dei hashtag#socialmedia per far crescere il business e il personal branding.Un grazie speciale a Agnieszka Piszczek Head of Partnership e Sonia Porto Head of Small Medium Partner & Field Account Management di Edenred Italy, a Giuseppe Barbetta Head Of Strategy e Chiara Castellani Digital Strategist di JAKALA, a Nicolò Zambello e Andrea Navone Founder di Chef in Camicia e a tutti gli ospiti che hanno reso questo tour importante condividendo le loro esperienze e partecipando a questa avventura.Marica Sabatino Giovanni Mattioli Cristina Vergani Valentina Da Re Claudio Vignozzi hashtag#EdenredItalia hashtag#TicketRestaurant hashtag#Roma hashtag#Edenredontheroad",
            "comments": []
        },
        {
            "post": "Roma ha ospitato l’ultima tappa di hashtag#Edenredontheroad2023. In ogni appuntamento abbiamo raccontato ai nostri partner l’importanza della hashtag#comunicazioneonline, supportandoli nello sviluppo di nuove competenze da utilizzare hashtag#online e sui hashtag#socialmedia per attrarre nuovi clienti e migliorare il loro posizionamento. Grazie a Sonia Porto Head of Small Medium Partner & Field Account Management, a Giuseppe Barbetta Head Of Strategy di JAKALA, a Nicolò Zambello Co-Founder di Chef in Camicia, allo chef hashtag#AndyLuotto e a tutti gli ospiti che hanno reso questo tour importante condividendo le loro esperienze con gli oltre 200 partner che hanno partecipato a questa avventura. Andrea Navone Claudio Vignozzi Chiara Castellani Claudio Junior F. Massimiliano DeFilippi Alberto Perez Antonino Ruocco Cristina Vergani Marica Sabatino Valentina Da Re Filippo Giacchetti hashtag#EdenredItalia hashtag#TicketRestaurant hashtag#Roma hashtag#Edenredontheroad",
            "comments": []
        },
        {
            "post": "Ristorante bottegaio si dice spesso, con un pizzico di malizia, lasciando intendere che chi si occupa della professione non vede oltre al proprio naso.Mai come oggi mi dissocio da queste parole.Si è appena conclusa a Firenze la quarta tappa di Edenred on tour dove abbiamo girato per l’Italia per conoscere i ristoratori e sentire le loro storie. Mi sono trovato davanti ad un pubblico curioso, pronto ad abbracciare la novità e con una maturata propensione alla spesa online.Insomma come diceva un amico: \"il cambiamento arriva piano piano e poi ti travolge tutto d’un colpo\". Ringrazio tutto il team di JAKALA e di Edenred che hanno deciso di coinvolgermi per raccontare la storia di Acadèmia.tv e Chef in Camicia. Ci vediamo a Roma a settembreClaudio Vignozzi Simone Forni Sara Loddo Chiara Castellani Sonia Porto Valentina Da Re Cristina Vergani",
            "comments": []
        },
        {
            "post": "𝗘𝗱𝗲𝗻𝗿𝗲𝗱 𝗼𝗻 𝘁𝗵𝗲 𝗿𝗼𝗮𝗱 è ufficialmente partito! Il Roadshow, 8 appuntamenti su tutto il territorio italiano, vedrà protagonisti i partner ristorazione della nostra rete. In ogni tappa avranno modo di confrontarsi sui temi di maggior interesse per il settore, condividendo le proprie esperienze e partecipando a seminari tenuti da esperti e testimonial.  Il nostro airstream è partito da Milano, nella bellissima cornice di Cascina Cuccagna, dove insieme ad Agnieszka Piszczek, Direttore Network di Edenred Italia, Nicolò Zambello, Ceo e fondatore di Chef in Camicia e tanti ospiti speciali abbiamo parlato di strategie digitali per far crescere il business, il personal branding e il potere dei social media a supporto delle attività della ristorazione. Rivivi con noi l’evento di Milano e non perdere i prossimi appuntamenti 👇https://lnkd.in/ebT7rxpw hashtag#Edenredontheroad hashtag#TicketRestaurant hashtag#EdenredItalia",
            "comments": []
        }
    ]
}