{
    "name": "Andrea Bensi",
    "subtitle": "Group HR & Organization Director at Canali",
    "location": "Milan, Lombardy, Italy",
    "about": "Multi lingual, international and trustworthy Human Resources Leader with entrepreneurial and HRBP attitude, with many years of experience in multinational corporations and family owned global business.MY AREAS  OF EXPERTISE ARE:Strategic Recruiting; People Management and Engagement; Learning and Development; Strategic HR Planning and Budgeting; Performance Management; Change Management and Organizational Transformation; Leadership Coaching and Development; Employee and Industrial Relations; Multi Site and Cross Borders Team Management; Employer BrandingINDUSTRIES:Retail/Wholesale;  fashion/lifestyle/ luxury; sporting goods; apparel and accessories; FMCG.",
    "experiences": [
        [
            "Group HR & Organization Director",
            "Canali · Full-time",
            "Jul 2022 to Present · 1 yr 11 mos",
            "Milan, Lombardy, Italy"
        ],
        [
            "Group Human Resources Director",
            "Tecnica Group",
            "Apr 2020 to Jun 2022 · 2 yrs 3 mos",
            "Giavera del Montello, Veneto, Italy"
        ],
        [
            "Human Resources Director",
            "A&T Europe Spa",
            "Sep 2017 to Mar 2020 · 2 yrs 7 mos",
            "Castiglione delle Stiviere"
        ],
        [
            "Human Resources Director",
            "MALO SpA",
            "Nov 2016 to Aug 2017 · 10 mos",
            "Milan Area, Italy"
        ],
        [
            "Group HR Director",
            "Vibram S.P.A.",
            "Sep 2013 to Sep 2016 · 3 yrs 1 mo",
            "Milan Area, Italy"
        ]
    ],
    "posts": [
        {
            "post": "“Care” means to look after, to protect.On the occasion of the hashtag#EarthDay, Canali presents a global project within which the company has decided to ascribe all its sustainability initiatives. We called it CAre🍃. It has been named after a word with a special meaning for us. It brings together the first letters of our name – CA – with RE, the first letters of other words that articulate our values and our progress towards responsible fashion.For us, Care🍃 is the commitment we intend to honor: with grace and dedication, through a virtuous, thoughtful, measurable approach. Learn more at: https://bit.ly/Canali_CArehashtag#Canali1934hashtag#MadeInItaly",
            "comments": []
        },
        {
            "post": "“With Care🍃, not only are we transforming our vision of responsibility into a concrete program of actions but, by sharing it, we have the ambition of raising awareness of a topic of primary importance.”Stefano Canali, President and CEO.Read more at: https://bit.ly/3mXabKrCAre🍃hashtag#Canali1934hashtag#MadeInItaly",
            "comments": []
        },
        {
            "post": "We are delighted to announce the opening of our new flagship store in New York, located at 600 Madison Avenue. The elegant nature of the brand is here reflected in the calibrated use of the elements, avoiding formal or stylistic excesses. Materials linked to traditional Italian architecture acquire their uniqueness and value in the applied craftsmanship, an analogy to the sartorial character that distinguishes Canali. To visit the boutique, get directions at: https://bit.ly/3epxatbhashtag#Canali1934 hashtag#MadeInItaly",
            "comments": []
        },
        {
            "post": "hashtag#E4U hashtag#TecnicaGroup",
            "comments": []
        },
        {
            "post": "hashtag#WeareTecnicaGroup",
            "comments": []
        },
        {
            "post": "https://lnkd.in/gVQEsMM",
            "comments": []
        },
        {
            "post": "https://lnkd.in/ggMvTzu",
            "comments": []
        },
        {
            "post": "Career Day del Politecnico di Milano ? Noi siamo pronti e voi? Vi aspettiamo numerosi allo stand 64 il prossimo 14 Maggio - Campus Bovisa, edificio BL27 via Lambruschini 4 !",
            "comments": []
        },
        {
            "post": "Trasformare i dati in opportunità di risparmio? Si può fare! Ne parleremo al prossimo incontro presso A&T Europe Spa  giovedì 23 maggio alle ore 17:00 con AIDP Lombardia e Fiabilis Consulting Group Italia! STay Tuned!",
            "comments": []
        },
        {
            "post": "https://lnkd.in/g2UAXng",
            "comments": []
        },
        {
            "post": "Convention Concessionari Piscine Castiglione a Firenze - 25 anni di successi!",
            "comments": []
        },
        {
            "post": "Mercoledì 12, dalle 8.30 alle 14, vi aspettiamo presso l’ Università degli Studi di Brescia per farvi conoscere i Business di A2A e le opportunità di lavoro nel Gruppo! https://lnkd.in/d5yyQ7V",
            "comments": []
        },
        {
            "post": "Myrtha Pools completed the installation of the competition and warm-up pools that will be the backdrop of the 2018 FINA World Swimming Championships (25m). Around 1000 elite athletes from 170 countries will take part in this spectacular event held in Hangzhou, China, from 11th to 16th of December. You won’t want to miss the show!",
            "comments": []
        },
        {
            "post": "Located in Stresa, on the shores of Lake Maggiore, Hotel La Palma is the perfect example of how technology merges with the surrounding environment, creating a stunning backdrop. Recently renovated, the new water area was redesigned with a rectangular shape, and small peninsulas where guests can relax on comfortable giant cushions.http://bit.ly/2MY95pJ",
            "comments": []
        },
        {
            "post": "What goes better with a 5-star resort than a Myrtha Pool?!? We wanted to take you behind the scenes of our beautiful pools to show you both the installation process and our dedicated hard-working team members that get the job done day after day.  Half Moon is located in Montego Bay, Jamaica and is set on 400 acres of manicured  grounds with over two miles of beachfront.dck worldwide, LLC hashtag#HalfMoonBayJamaica, hashtag#Myrthajamaica, hashtag#Caribbeanresort, hashtag#Luxuryresort hashtag#design hashtag#poolhttp://bit.ly/2CQu51D",
            "comments": []
        },
        {
            "post": "hashtag#Eugenio non smette di stupirci. Il progetto di rete nato nel 2014 dalla volontà di un gruppo di aziende di hashtag#Mantova di progettare insieme soluzioni per il benessere dei propri dipendenti, ha avviato un nuovo servizio: il hashtag#maggiordomo aziendale.  Marco - il maggiordomo di rete - sarà disponibile a supportare i dipendenti delle aziende  (A&T Europe Spa,  Atelier Emé-Calzedonia Group, copiaincolla - advertising agency, Corneliani S.p.A., LUBIAM MODA PER L'UOMO SPA Italia Alimentari S.p.A.Novellini hashtag#Relevi THUN)  nello svolgimento di incombenze che normalmente sottraggono tempo alla nostra famiglia e alle attività preferite, portando l'auto al lavaggio o a fare il tagliando, pagando multe e bollette al nostro posto, prenotando visite mediche.Siamo molto felici che dopo gli Eugenio Summer Campus arrivi quest'altra importante novità. Avanti tutta!!hashtag#welfareaziendale hashtag#wellbeing hashtag#worklifebalanceBarbara Novellini Antonio Musio andrea sogliani Claudio Ceraico Giulia Guidetti Alessandra Taraschi Arianna Visentini Andrea Bensi Beatrice Passeri Desy Longati Cinzia Barioni Francesca Zoccatelli Maurizio Pedrazzini Monica Didonè Sebastiano Furio Graziana Giannone Nicola Leoni Grazia Bedulli Silvano Pisotti Sara Moschetto Marzia Bianchi",
            "comments": []
        }
    ]
}