{
    "name": "Alessandro Puliti",
    "subtitle": "Chief Executive Officer at Saipem",
    "location": "Milan, Lombardy, Italy",
    "about": "In over 30 years of work, I have been fortunate enough to have had a professional path marked by a wealth of projects and activities, thanks to which I have achieved important career and personal goals. A long journey that led me, after graduating in Geology, to take on demanding challenges in the energy sector, working directly on the field, in Italy and abroad, in complex scenarios with major companies, first at Agip and then at Eni. It has been a path along which different technical skills have been combined with progressively increasing managerial responsibilities, through which, regardless of role and geographical context, I have gained the valuable awareness of what it means to work in respect and integration of different cultures, people and values.Today, as Chief Executive Officer of Saipem, I lead an outstanding Italian company recognised worldwide for its engineering expertise at the service of energy and infrastructure. A company in which 30,000 colleagues work and are actively involved in over 50 countries on extraordinary projects, with a focus on health and safety, with passion, know-how and technological capabilities backed by more than 65 years of experience and challenges successfully mastered all over the world.  Our aim is to shape the energy transition and to walk alongside our clients on the path to Net Zero. Because we believe that engineering can truly contribute to a sustainable future.",
    "experiences": [
        [
            "Saipem",
            "Full-time · 2 yrs 4 mos",
            "Milano",
            "Chief Executive Officer",
            "Aug 2022 - Present · 1 yr 10 mos",
            "General Manager",
            "Feb 2022 - Aug 2022 · 7 mos"
        ],
        [
            "Eni",
            "13 yrs 2 mos",
            "Chief Operating Officer Natural Resources",
            "Jul 2020 - Feb 2022 · 1 yr 8 mos",
            "Chief Upstream Officer",
            "Jul 2019 - Jul 2020 · 1 yr 1 mo",
            "Milano, Italia",
            "Chief Development, Operations & Technology Officer",
            "Sep 2018 - Jul 2019 · 11 mos"
        ],
        [
            "General Manager IEOC",
            "IEOC Production B.V.",
            "Oct 2007 - Dec 2008 · 1 yr 3 mos",
            "Cairo Governorate, Egypt"
        ],
        [
            "General Manager e Managing Director Petrobel",
            "Belayiem  petroleum company - Petrobel",
            "Mar 2005 - Sep 2007 · 2 yrs 7 mos",
            "Cairo Governorate, Egypt"
        ],
        [
            "Development and Operations Manager IEOC",
            "IEOC Production B.V.",
            "Mar 2003 - Feb 2005 · 2 yrs",
            "Cairo Governorate, Egypt"
        ]
    ],
    "posts": []
}