{
    "name": "Giuseppe Trotta",
    "subtitle": "Finance Director",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "Biogen",
            "13 yrs 3 mos",
            "Finance Director",
            "Full-time",
            "Apr 2020 - Present · 4 yrs 2 mos",
            "Italy",
            "Biogen Italy",
            "Director Business Planning Europe and Canada",
            "Apr 2015 - Apr 2020 · 5 yrs 1 mo",
            "Zug Switzerland",
            "Finance Director",
            "Mar 2011 - Mar 2015 · 4 yrs 1 mo",
            "Milano, Italia",
            "Member of the Italian Core Management Team\nStrong Business partnership to Maximize Country Performance\nItalian entity integration within Biogen following an acquisition\nChange management program execution\nP&L management\nOracle implementation\nFinance team build up"
        ],
        [
            "Amgen",
            "9 yrs 6 mos",
            "Finance Director",
            "Apr 2008 - Mar 2011 · 3 yrs",
            "Brussels Area, Belgio",
            "Finance Director Amgen Belgium",
            "Finance Senior Manager",
            "Jan 2006 - Mar 2008 · 2 yrs 3 mos",
            "Zug Switzerland",
            "2006 SAP FI-CO Implementation Europe\n2007 SAP Implementation Sydney Australia",
            "Finance Planning and Analysis Manger",
            "Oct 2001 - Dec 2005 · 4 yrs 3 mos",
            "Milano, Italia",
            "Leading Start up of commercial operations in Italy that led from 20 to 200 Employees, 6 products portfolio and 100M€ in less than 2 years.\n\nResponsibility on the full budgeting, planning and reporting process for the Italian Affiliate."
        ],
        [
            "Chief of Accounts",
            "Fournier Pharma",
            "Jun 1999 - Sep 2001 · 2 yrs 4 mos",
            "Leading a team of eight people, and reporting to the Finance Manager, I was responsible of: A/R, A/P, T&E, Credit Collection, Fleet Management, General Accounting, Assets, VAT and Statutory Reporting."
        ],
        [
            "Chief of Accounts",
            "Braga Moro S.p.A.",
            "Feb 1998 - May 1999 · 1 yr 4 mos",
            "After an initial period of six months as AP clerk, I took the position of Chief of Accounts managing a team of three people covering: A/R, A/P, General Accounting, Assets, VAT and Statutory Reporting"
        ]
    ],
    "posts": [
        {
            "post": "Big Data? Big Love!Avrete anche voi osservato, è ormai un decennio, che le forze della ragione sembrano avvalersi di una particolare categoria di steroidi per vincere in amore: Big Data e AI.Due esempi supportano la presunzione di essere alla fine di un percorso che presenta un punto di inflessione nella cultura occidentale dell' amore.  L'informatico russo Aleksandr Zhadan esperto di AI e reti neurali, ha sfruttato una versione personalizzata di ChatGPT per trovare l'ago nel pagliaio. Ci è riuscito: il sistema allestito con l'uso di AI ha gestito ben 5000 potenziali partner su Tinder. Che fosse la molla iniziale o il frutto di un'intelligenza superiore, Aleksandr è convolato a giuste nozze con la sua anima gemella. (Wired Feb 2024 chatgpt-bot-tinder-dating ) Nel 2014 Chatgpt viveva sotto traccia.Non per questo Chris McKinlay, matematico, condannato ad uno score molto basso sulle proposte ricevute sul sito di dating OKCupid, ha perso il suo coraggio.McKinlay ha superato le barriere dei dati immagazzinati da OKCupid, ed ha fatto un lavoro sulle intenzioni e presunzioni di interesse amoroso che sono annidate nel “cuore” di un sito di dating. Segmentando il “mercato” femminile, per chattare con la classe delle candidate maggiormente orientate ad apprezzare il profilo “addomesticato” di Chris, ha ricevuto più di quattrocento proposte di incontro al giorno.La storia ha guadagnato popolarità in Rete e Chris è stato additato come un genio.“Love is Data Field” (Wired - January 2014) Vorremmo credere che il punto di inflessione sia tutt' altro che raggiunto e che continueremo a deliziarci con Il Don Giovanni di Mozart e riflettere sulla sua arte della seduzione.Vorremmo, sprofondati in una poltrona di una sala d'essai, ascoltare il protagonista/alter ego di F. Truffaut nell “Uomo che amava le donne” ,  colpirci con un tagliente aforisma come \"non si può fare l'amore dal mattino alla sera, e proprio per questo è stato inventato il lavoro\".Da parte mia continuerò a seguire il tema che, per i cultori, prende le mosse nel mio post Big Data? Big Love!https://lnkd.in/duAj3z4y",
            "comments": []
        }
    ]
}