{
    "name": "Giuseppe Gola",
    "subtitle": "Da Settembre 2023 in Open Fiber nel ruolo di Amministratore Delegato e Direttore Generale.",
    "location": "Rome, Latium, Italy",
    "about": "Come Amministratore Delegato e Direttore Generale di Open Fiber, insieme a dipendenti e collaboratori, mi dedico al completamento del progetto dell'Azienda: realizzare una rete in fibra ottica per portare la connettività ultraveloce nel Paese.La nostra missione è rendere questa tecnologia - performante, sostenibile e a prova di futuro - accessibile a quanti più cittadini possibile, per contribuire così al superamento del digital divide.",
    "experiences": [
        [
            "Chief Executive Officer and General Manager",
            "Open Fiber · Full-time",
            "Sep 2023 - Present · 9 mos",
            "Roma, Lazio, Italia · On-site"
        ],
        [
            "Vice Chairman",
            "Asstel - Assotelecomunicazioni",
            "Dec 2023 - Present · 6 mos"
        ],
        [
            "Executive Manager",
            "Self-employed",
            "Oct 2022 - Oct 2023 · 1 yr 1 mo"
        ],
        [
            "ACEA",
            "5 yrs 1 mo",
            "Chief Executive Officer",
            "Full-time",
            "May 2020 - Sep 2022 · 2 yrs 5 mos",
            "Rome, Latium, Italy",
            "Chief Financial Officer",
            "Sep 2017 - May 2020 · 2 yrs 9 mos",
            "Piazzale Ostiense - Roma"
        ],
        [
            "Senior Advisor",
            "ZTE Corporation",
            "Feb 2017 - Aug 2017 · 7 mos"
        ]
    ],
    "posts": [
        {
            "post": "hashtag#OpenFiber lavora per portare la connessione hashtag#ultraveloce in tutto il Paese. Durante l’evento di oggi ho avuto l’occasione di parlare del lavoro svolto per rendere il Molise la prima regione a tagliare il traguardo del completamento del piano hashtag#BUL promosso dal Ministry of Enterprises and Made in Italy. Il cablaggio di 130 comuni del Molise, per un totale di 133 mila case e 688 sedi della Pubblica Amministrazione con un investimento di 19 milioni di euro, è un esempio del cambiamento che il nostro Paese sta effettuando per ridurre il digital divide e raggiungere così gli altri paesi europei nell’adozione dei servizi digitali avanzati. Oltre ai piccoli borghi e ai comuni più difficili da raggiungere, abbiamo investito 8,3 milioni di euro per connettere città come Campobasso, Isernia e Termoli, raggiungendo così 47.000 case. Il Molise è solo una tappa del nostro viaggio verso un’Italia più connessa, dove la hashtag#digitalizzazione non è solo un obiettivo, ma una realtà tangibile che migliora la vita di tutti i cittadini.",
            "comments": []
        },
        {
            "post": "Partecipare al cambiamento del Paese è un onore e una grande responsabilità. Per questo è importante relazionarsi con attori e stakeholders per condividere la realizzazione di obiettivi di crescita e sostenibilità. Ieri, durante il Festival Euromediterraneo dell’economia Feuromed, ho ribadito il nostro impegno costante nel guidare l'innovazione e la sostenibilità nel settore delle telecomunicazioni, sottolineando il ruolo strategico della nostra rete in hashtag#fibraottica per lo sviluppo del territorio nazionale. hashtag#Feuromed hashtag#Innovazione hashtag#Sostenibilità",
            "comments": []
        },
        {
            "post": "Durante l’evento organizzato da Associazione Civita, ho avuto il piacere di testimoniare il nostro l'impegno per la costruzione di un ambiente di lavoro innovativo e inclusivo.Da anni partecipiamo a progetti con scuole di tutta Italia per far sì che le studentesse si avvicinino alle materie hashtag#STEM attraverso le esperienze delle nostre colleghe e investiamo su misure inclusive e strumenti di welfare che possano contribuire al superamento del gender gap.Open Fiber",
            "comments": []
        },
        {
            "post": "Open Fiber è stata premiata con l'FTTH Council Europe Operator Award 2024. Un tributo importante all'impegno dell’Azienda nello sviluppo delle infrastrutture in hashtag#fibraottica in Italia e in Europa, che ho avuto il piacere di ritirare oggi durante l'evento annuale della FTTH Conference a Berlino.Il nostro Paese ha registrato nel corso degli ultimi anni una crescita molto rilevante nella copertura hashtag#FTTH principalmente grazie al lavoro di Open Fiber. Guardando al futuro, riconosciamo la necessità di un percorso di switch-off della rete in rame e di adozione totale delle reti in fibra ottica.hashtag#FTTH2024 FTTH Council Europe",
            "comments": []
        },
        {
            "post": "Contribuire allo sviluppo della connettività ultraveloce in hashtag#Europa. Questo è l’obiettivo dello studio di fattibilità che Open Fiber sta conducendo con diversi partner per garantire la copertura con hashtag#fibraottica e tecnologia 5G dei due tunnel del Fréjus che collegano l’Italia alla Francia. Si conferma di fondamentale importanza il ruolo della hashtag#fibraottica hashtag#FTTH per supportare il trasferimento dati ad altissima velocità e abilitare l’implementazione di servizi digitali innovativi. Un approfondimento nell’articolo del Quotidiano Nazionale Network:",
            "comments": []
        },
        {
            "post": "La mia partecipazione a hashtag#TelcoPerLItalia di CorCom - Digital360 è stata l’occasione per ricordare il doppio impegno di Open Fiber: player infrastrutturale impegnato nella costruzione dell'autostrada digitale del Paese e abilitatore della trasformazione digitale attraverso progetti innovativi. Quello che serve, adesso, è un percorso pubblico chiaro per definire il passaggio dalla vecchia rete in rame a quella in hashtag#fibraottica, un impegno a lungo termine per aumentare la hashtag#competitività digitale dell’Italia.",
            "comments": []
        },
        {
            "post": "Lavorare sul potenziamento delle infrastrutture digitali e sul supporto alle tecnologie di frontiera, come stiamo facendo in Open Fiber, è una leva fondamentale per rilanciare la competitività e la crescita del nostro Paese, in linea con gli obiettivi dell’Agenda Digitale Europea e del hashtag#PNRR.Ne ho parlato oggi alla presentazione del Rapporto 2023 del Centro Economia Digitale | Digital Economy Centre presso il Ministry of Enterprises and Made in Italy.Un’occasione di condivisione per un dibattito ricco e proficuo.",
            "comments": []
        },
        {
            "post": "È stato un piacere intervenire all'evento \"Connessi per l'Italia - Forum Nazionale delle Telecomunicazioni 2023\", dove oggi ho avuto l’occasione di illustrare il lavoro che in Open Fiber portiamo avanti per la hashtag#digitalizzazione del Paese e affrontare i temi chiave del settore, a partire dall'adozione della hashtag#fibraottica, fondamentale per una trasformazione digitale e sostenibile. Ringrazio Asstel - Assotelecomunicazioni per l’organizzazione e i relatori per il confronto stimolante e costruttivo.",
            "comments": []
        },
        {
            "post": "Ricopro una nuova posizione lavorativa: Executive Manager!",
            "comments": []
        },
        {
            "post": "Con grande piacere ho partecipato oggi alla premiazione della seconda edizione del Contest infragruppo lanciato da ACEA con cui sono stati selezionati i migliori progetti pensati per lo sviluppo sostenibile dei territori in cui operiamo. Tutti i progetti premiati hanno saputo coniugare obiettivi di crescita industriale, salvaguardia del territorio e dell’ambiente, confermando la volontà del Gruppo, ancora di più in questo particolare periodo storico, di contribuire con importanti investimenti al processo di transizione ecologica del nostro Paese e alla tutela delle sue risorse.",
            "comments": []
        }
    ]
}