{
    "name": "Carlo Sartucci",
    "subtitle": "Regional Credit Manager  Hydro Extrusion Italy srl",
    "location": "Milan, Lombardy, Italy",
    "about": "Responsible for Management of all activities in the Credit Department Main Activites:•\tDefine, in agreement with the Finance and BU Directors, the strategy and the commercial credit policy of the company; •\tSet and implement methods and procedures oriented to define the assignment of exposures and credit control; •\tReduce the risk of losses by monitoring the credit limits, past due and by the definition of payment plans; Developing relationships with Strategic customers including customer visits •\tIncrease the level of “awareness and credit culture” within the BU supporting the sales force with a “credit counselling” during business negotiations; •\tOptimize the cash flow, visit customers to collect financial information and negotiate terms •\tFactoring management•\t Taking decisions on credit limits and orders •\tWork together with the sales force in order to define DSO reduction strategies, negotiations, manage risk. •     Reporting performance to the board (sales team and management team)  •      DSO calculation •\tManage rebates accruals, bad debts accruals and administrative aspects in relation with customers •\tManage collection actions directly with customers, together share service for all the overdue-chasing actions •\tManage pre-contentious matter ; coordinate and follow up contentious matter with lawyers . •\tManage the monthly reporting activities Specialties: • Credit & Collections Management and Risk Mitigation• Accountability & Attention to Detail• Customer Negotiations• Project Management• Developing and Implementing Procedures • Training/ Presentations• Coaching and developing the credit control team",
    "experiences": [
        [
            "Regional Credit Manager",
            "Hydro Extrusion Italy srl",
            "Sep 2010 - Present · 13 yrs 9 mos",
            "Monza Brianza",
            "Define, in agreement with the Finance and BU Directors, the strategy and the commercial credit policy of the company; \n• Set and implement methods and procedures oriented to define the assignment of exposures and credit control; \n• Reduce the risk of losses by monitoring the credit limits, past due and by the definition of payment plans; Developing relationships with Strategic customers including customer visits \n• Increase the level of “awareness and credit culture” within the BU supporting the sales force with a “credit counselling” during business negotiations; \n• Optimize the cash flow, visit customers to collect financial information and negotiate terms \n• Factoring management\n• Taking decisions on credit limits and orders \n• Work together with the sales force in order to define DSO reduction strategies, negotiations, manage risk.\n• Reporting performance to the board (sales team and management team) \n• DSO calculation \n\n• Manage rebates accruals, bad debts accruals and administrative aspects in relation with customers \n• Manage collection actions directly with customers, together share service for all the overdue-chasing actions \n• Manage pre-contentious matter ; coordinate and follow up contentious matter with lawyers . \n• Manage the monthly reporting activities"
        ],
        [
            "Temporary Sales Administration Manager",
            "Alpi S.p.A",
            "Jun 2010 - Aug 2010 · 3 mos",
            "Coordination and control,of process administrative / fiscal cycle on, the Orders and Billing Dept, and Credits Dept. With focus on the individual departments and by the Problem Solving / Satisfaction to our customers"
        ],
        [
            "Credit Manager, Sales Administration and Field Force",
            "Temporary Manager",
            "Oct 2008 - Aug 2010 · 1 yr 11 mos",
            "Freelance focused on:\n- Credit & Risk Management into Public Health\n- Controller Budget & Business Plan\n- Training ETMS Field Force\n- Developing and Implementing Procedures (Sales Force Automation,CRM, Credit, Sales Adm.)\n- Siebel Administrator with knowledge of Siebel Analytics"
        ],
        [
            "Temporary Credit Manager",
            "Technicolor S.p.A.",
            "May 2009 - May 2010 · 1 yr 1 mo",
            "Direct responsibility for the review and redesign of the Credit  Administrative process and related procedure.\nCoordination and control,of process administrative / fiscal cycle on, the Orders and Billing Dept, and Credits Dept. With focus on the individual departments and by the Problem Solving / Satisfaction to our customers"
        ],
        [
            "Field Force Monitoring & Effectiveness",
            "Organon Italia",
            "Jun 2006 - Sep 2008 · 2 yrs 4 mos"
        ]
    ],
    "posts": [
        {
            "post": "Ho appena finito il corso “Managing Globally” di Paula Caligiuri! Dai uno sguardo: https://lnkd.in/dQKdTGHY hashtag#gestioneglobale.",
            "comments": []
        },
        {
            "post": "Ho appena finito il corso “Managing Globally” di Paula Caligiuri! Dai uno sguardo: https://lnkd.in/de25Ru_V hashtag#gestioneglobale.",
            "comments": []
        },
        {
            "post": "Ho appena finito il corso “Developing Cross-Cultural Intelligence” di Tatiana Kolovou! Dai uno sguardo: https://lnkd.in/dm8BAJ-W hashtag#intelligenzaculturale hashtag#comunicazioneinterculturale.",
            "comments": []
        },
        {
            "post": "Ho appena completato il corso “Developing Cross-Cultural Intelligence”! hashtag#comunicazioneinterculturale hashtag#intelligenzaculturale",
            "comments": []
        },
        {
            "post": "Ho appena finito il corso “Managing Globally” di Paula Caligiuri! Dai uno sguardo: https://lnkd.in/dk8daFDc hashtag#gestioneglobale.",
            "comments": []
        },
        {
            "post": "Ho appena completato il corso “Managing Globally”! hashtag#gestioneglobale",
            "comments": []
        },
        {
            "post": "Ho appena finito il corso “Managing Globally” di Paula Caligiuri! Dai uno sguardo: https://lnkd.in/de25Ru_V hashtag#gestioneglobale.",
            "comments": []
        },
        {
            "post": "Rivolgiamo la nostra produzione ad un pubblico attento e selettivo che sa riconoscere la qualità e ricerca l'eccellenza. Poniamo massimo impegno nella cura dei particolari scegliendo materiali nobili e preziosi per creare oggetti unici ed eleganti. Ricercati senza essere leziosi, puntiamo alla perfezione affidandoci alla destrezza manuale tipica dell'artigianalità, con sguardo sempre rivolto allo sviluppo e all'innovazione.hashtag#Adamoli hashtag#Provarepercredere",
            "comments": []
        },
        {
            "post": "È natale. Mia figlia riceve un set Lego di Harry Potter. Essendo molto appassionata sia di Lego che di Harry Potter, passa tutto il pomeriggio a montare questo castello composto da minuscoli pezzettini di Lego. A un certo punto si blocca e mi fa \"mamma, manca un pezzo\". Riguarda, cerca sotto il tavolo. No, non c'è. Non è un pezzo fondamentale, ma effettivamente manca. Ok, vado nel sito della Lego e in maniera veloce e intuitiva faccio richiesta del pezzo mancante. Nessuna richiesta o verifica particolare. Semplicemente, segnalo che mi manca quel pezzo. Prima arriva un'email e, dopo meno di un mese, ci arriva a casa il pezzo, con questa lettera. Perché, anche se sei un leader di mercato, e il tuo marchio è tra i più conosciuti e forti al mondo, il servizio fa sempre la differenza. E non importa il costo sostenuto tra gestione pratica, logistica e trasporto per un pezzetto dal valore infinitesimale che poteva essere finito chissà dove. L'obiettivo finale è avere un cliente soddisfatto e questo lo ottieni solo se a un ottimo prodotto associ un servizio impeccabile. the LEGO Group hashtag#customercare hashtag#servizio",
            "comments": []
        },
        {
            "post": "Check this out on LinkedIn Learning! I have made it free for you with the link below. hashtag#lifelonglearning",
            "comments": []
        },
        {
            "post": "⚠️ Tempesta all’orizzonte… attesa pioggia di insoluti tra la fine del 2022 e per tutto il 2023👉 Negli ultimi sei mesi le prospettive economiche a livello globale hanno continuato ad indebolirsi, soprattutto a causa dell'inflazione e dei prezzi elevati dell'energia. Questo avrà sulla fine dell’anno in corso e per tutto quello a seguire ripercussioni che causeranno, seppur in modo differente, difficoltà economiche su ampia scala geografica. Stando all’ultimo report di @Atradius, per quanto riguarda i mercati emergenti condizioni finanziarie più rigide li attendono. Non migliore la situazione in Asia, dove anche un’economia solida come quella cinese ha subìto quest’anno un rallentamento di oltre 4 punti percentuali, soprattutto a causa delle insolvenze in determinati settori. Tornando in occidente, si stima un forte rallentamento che potrebbe portare le economie più avanzate a rasentare, nel 2023, lo spauracchio della crescita zero. Certo, molto differenti sono ora i livelli di insolvenze nelle diverse economie. Questo in quanto differenti sono, e sono state, le politiche di sostegno ad industria ed imprese. Tuttavia tali aiuti si stanno esaurendo o sono destinati a farlo a breve in quasi tutti i paesi, il che porterà inevitabilmente al default delle aziende “zombie” tenute fin qui in piedi dai creditori e dagli aiuti di stato. Per tutti questi motivi è probabile che vi sia nel 2023 un superamento dei livelli normali di crediti deteriorati o del tutto inesigibili nella quasi interezza dei mercati 🤞hashtag#assiconsulthashtag#brokerassicurativohashtag#insolutihashtag#inflazionehashtag#energiahashtag#insolvenze",
            "comments": []
        },
        {
            "post": "Semirimorchi usati con pianale mobile interno per scarico rifiuti in automatico.Adamoli di Goito, Mantova offre sempre usati ricondizionati pronti all'uso oppure costruisce su misura il tuo veicolo! hashtag#adamoli hashtag#semirimorchio hashtag#usato hashtag#secondhand hashtag#madeinitaly hashtag#trasportorifiuti hashtag#pianomobile Contattaci +39 3386445663 anche whatsapp e visita il nostro sito www.adamoli.it",
            "comments": []
        },
        {
            "post": "Just finished the course “Managing Generation Z” by Jonah Stillman and David Stillman! Check it out: https://lnkd.in/eMm7TaJU hashtag#interpersonalleadership.",
            "comments": []
        },
        {
            "post": "Just finished the course “Managing Generation Z” by Jonah Stillman and David Stillman! Check it out: https://lnkd.in/dkYVymmg hashtag#interpersonalleadership.",
            "comments": []
        },
        {
            "post": "Just finished the course “How to Stop Wasting Time in Meetings” by Samantha Bennett and Madecraft! Check it out: https://lnkd.in/e3B6AV96 hashtag#meetingfacilitation.",
            "comments": []
        },
        {
            "post": "Just finished the course “How to Stop Wasting Time in Meetings”! hashtag#meetingfacilitation",
            "comments": []
        },
        {
            "post": "Just finished the course “Managing Generation Z”! hashtag#interpersonalleadership hashtag#interpersonalcommunication hashtag#teamleadership",
            "comments": []
        },
        {
            "post": "Just finished the course “Managing Generation Z” by Jonah Stillman and David Stillman! Check it out: https://lnkd.in/dkYVymmg hashtag#interpersonalcommunication hashtag#interpersonalleadership hashtag#teamleadership.",
            "comments": []
        },
        {
            "post": "Just finished the course “Managing Globally”! Check it out: https://lnkd.in/dQKdTGHY",
            "comments": []
        },
        {
            "post": "Just finished the course “Managing Globally”! Check it out: https://lnkd.in/de25Ru_V",
            "comments": []
        },
        {
            "post": "Just finished the course “Making Quick Decisions”! hashtag#decisionmaking",
            "comments": []
        },
        {
            "post": "Just finished the course “Making Quick Decisions” by Todd Dewett! Check it out: https://lnkd.in/dR3iCBvp hashtag#decisionmaking.",
            "comments": []
        },
        {
            "post": "Just finished the course “Change Leadership” by Scott Mautz! Check it out: https://lnkd.in/dpx3vjmH hashtag#changemanagement hashtag#leadchange hashtag#leadership.",
            "comments": []
        },
        {
            "post": "Just finished the course “Change Leadership”! hashtag#leadership hashtag#leadchange",
            "comments": []
        },
        {
            "post": "Just finished the course “Solving Business Problems”! hashtag#problemsolving",
            "comments": []
        },
        {
            "post": "Just finished the course “Solving Business Problems” by Mike Figliuolo! Check it out: https://lnkd.in/dRGp-kQ9 hashtag#problemsolving.",
            "comments": []
        },
        {
            "post": "L’acciaio scarseggia, come la plastica. E per l’alluminio ci sono tempi di consegna (e costi) insostenibili. Federmeccanica avverte: tra due mesi produzione a rischio. Su 24+, sezione premium del Sole Ore",
            "comments": []
        }
    ]
}