{
    "name": "Michele Sarzana",
    "subtitle": "Head of Brand, Communication & eCommerce @ Fastweb | Executive MBA",
    "location": "Milano, Lombardia, Italia",
    "about": "With over 10 years of experience in the digital marketing and media industry, I lead the Brand Marketing, Communication & eCommerce team at Fastweb, one of the largest telecom operators in Italy. My mission is to create and execute innovative and impactful brand and communication strategies, from TVC to social media, that drive customer acquisition, retention, and loyalty. I also oversee the eCommerce team, focused on optimizing digital sales and cross-selling opportunities, as well as the digital properties evolution and strategy. I combine creativity and branding with data analytics and insights, leveraging programmatic advertising, social channels, search and performance marketing, and DMP analytics. I also ensure the development and implementation of omnichannel and cross-channel digital initiatives, such as ChatBOT Marvin on Facebook, to enhance customer experience and satisfaction. I am passionate about technology, analysis, and risk, and I believe that great ideas need to be scary. I obtained an Executive MBA at SDA Bocconi, one of the top business schools in Europe, to further develop my leadership and management skills.",
    "experiences": [
        [
            "Fastweb",
            "9 anni 7 mesi",
            "Head of Brand Marketing, Communication & eCommerce",
            "A tempo pieno",
            "ott 2022 to Present · 1 anno 8 mesi",
            "Milan, Lombardy, Italy",
            "• In charge of the Brand & Communication strategy, brand concept, reputation, advertising creativity and campaign from TVC to social media.\n\n• Responsible of the eCommerce team, both on prospects and current customer base, focused on digital sales and upselling & cross-selling and the digital properties evolution and strategy.\n\n• Responsible of the Media Strategy definition to achieve Fastweb goals along the complete customer funnel: branding, awareness, consideration and sales.",
            "Manager of Advertising & Digital Media",
            "A tempo pieno",
            "ott 2018 to ott 2022 · 4 anni 1 mese",
            "Milan Area, Italy",
            "• Responsible for the definition and continuous improvement of the Digital Marketing & Media strategy: leading programmatic advertising, social channels, search and performance marketing, managing and optimizing the digital advertising budget\n\n• Responsible for the Advertising Creativity and ATL + Digital strategy definition, from the concept phase to the implementation through all the channels and media: TV commercial, OOH e Digital OOH, events, digital & social creativity, newspaper, … \n\n• Responsible for the digital and cross-channel activities improvement, taking advantage data analytics and dashboard (Google Analytics, Data Studio, …), DMP analytics for prospects and customers behavioral patterns, listening tools for reputation analysis (SFDC Social Studio) and innovative solutions for digital engagement (chatbot for Fastweb customers)",
            "Manager of Digital Marketing",
            "set 2017 to ott 2018 · 1 anno 2 mesi",
            "Milan Area, Italy",
            "• Responsible for the definition and continuous improvement of the Digital Marketing strategy, leveraging synergies between social channels, search and performance marketing and the advertising budget management\n\n• Ensure the development and implementation of omnichannel strategies and the coordination of cross-channel digital initiatives\n\n• Developing digital contact channels with Clients with the goal of supporting the ever-more digitally oriented Customer Care business strategy through the implementation of new solutions (e.g.: ChatBOT Marvin on Facebook) or improvement of existing ones\n\n• Monitoring and analyzing Fastweb Customers and prospects conversations across digital and social channels to track the overall Fastweb online reputation"
        ],
        [
            "Ambito5",
            "4 anni 3 mesi",
            "Milan Area, Italy",
            "Head of Digital Innovation",
            "ago 2012 to nov 2014 · 2 anni 4 mesi",
            "• Innovation, Analysis & Tech area team leading. Creation and ideation of services, selling proposition and positioning of the new agency area dedicated to Web & Social development, insights and consumers data, data visualization and monitoring & reporting.\n\n• Leading social and Big Data drilling and analysis to gain new customer and behavorial insights\n\n• Responsible for the native advertising campaigns implementation, measurement and optimization. From brief to ongoing monitoring of Social and Digital advertising campaigns and reporting.\n\n• Research and developement of new tech and analitical platforms (i.e.: http://www.phru.it)",
            "Social Media Architect",
            "set 2010 to lug 2012 · 1 anno 11 mesi",
            "• Digital and social strategy definition and development\n• Project results monitoring and reporting\n• Online media campaign strategy planning, optimization and reporting\n• Graphic, design and digital platform area team leading\n• Editorial strategy definition and day-by-day community management\n• Digital PR activation and performances measurement"
        ],
        [
            "Italian Game Tester",
            "Babel Media",
            "apr 2008 to lug 2008 · 4 mesi",
            "• Game translation and testing\n• Technical compliance supervisioning"
        ]
    ],
    "posts": [
        {
            "post": "Cosa c’è dietro al nostro ultimo 30 secondi di Fastweb Energia?Green screen, CGI, una squadra affiatatissima, un’energia al massimo, un’offerta “che ti calza a pennello” e un Jannik Sinner in versione Rock ‘n’ Roll 🎸🤟🏻hashtag#TuSeiFuturo",
            "comments": []
        },
        {
            "post": "Da sempre siamo vicini al mondo dello sport, un legame profondo fondato sulla condivisione di valori universali come il coraggio e la determinazione. Sabato 4 maggio a partire dalle 15:20 Michele Sarzana Head of Brand, Communication & Digital Experience sarà ospite di Federico Rana in onda su RTL 102.5 News per raccontare l’impegno e la passione che da anni mettiamo in campo per accompagnare le nuove generazioni di atleti e atlete verso traguardi sempre più ambiziosi. Ascolta l’intervista su www.rtl.it sul canale 233 del digitale terrestre e canale 737 di Sky. hashtag#Fastweb hashtag#TuSeiFuturo hashtag#Intervista",
            "comments": []
        },
        {
            "post": "È stato un piacere essere stati ospiti di Google durante l’evento “Accelerate: Unleash your full potential with Google AI” in STEP FuturAbility District. Insieme a Elisabetta TAVERNA e Marco Pennarola abbiamo raccontato come abbiamo lavorato con Google per valutare la nostra AI Marketing Maturity. Questo ha aperto a nuove possibilità di integrazione dell’intelligenza artificiale nei nostri processi, con lo scopo di potenziare la crescita del nostro business. hashtag#tuseifuturo hashtag#googleaccelerate",
            "comments": []
        },
        {
            "post": "Ieri è nata Fastweb Energia ⚡ Un brand rock, un evento rock, un Team rock, un testimonial sempre più rock 🎸 hashtag#TuSeiFuturo",
            "comments": []
        },
        {
            "post": "🥕💛🚀 hashtag#TuSeiFuturo",
            "comments": []
        },
        {
            "post": "💛 Fastweb",
            "comments": []
        },
        {
            "post": "Quanti Jannik Sinner siamo riusciti a inserire nel nostro nuovo spot Fastweb?Da oggi in tutte le migliori pubblicità! 🚀💛hashtag#TuSeiFuturo hashtag#beFastweb",
            "comments": []
        },
        {
            "post": "L’intelligenza artificiale rappresenta il fulcro della quinta rivoluzione industriale. Per questo motivo vogliamo giocare un ruolo da protagonisti investendo nel primo supercomputer AI italiano e realizzando il primo Large Language Model (LLM) addestrato nativamente in lingua italiana.Grazie alla partnership con NVIDIA installeremo nel nostro Data Center di ultima generazione un supercomputer basato su sistemi NVIDIA DGX H100 alimentato interamente da energia rinnovabile e pronto per la prima metà del 2024, diventando di fatto il hashtag#supercomputer hashtag#AI più potente in Italia.“Mettiamo a disposizione dei nostri clienti Enterprise, delle PA e di tutto l’ecosistema nazionale un sistema potentissimo, trasparente e spiegabile, in grado di supportare ad ogni livello lo sviluppo di applicazioni avanzate di AI generativa” ha dichiarato il nostro Amministratore Delegato, Walter Renna.Con questo investimento rafforziamo ulteriormente la nostra strategia che punta alla progressiva integrazione dell’intelligenza artificiale e delle tecnologie data-driven all’interno dei processi aziendali come leve strategiche per offrire servizi e prodotti sempre più innovativi e all’avanguardia.Leggi il Comunicato Stampa: https://lnkd.in/dBsmQrrYhashtag#Nvidia hashtag#TuSeiFuturo",
            "comments": []
        },
        {
            "post": "Anche quest’anno parteciperemo a Influencer Marketing, l’evento ideato da UPA arrivato alla terza edizione.Nell’intervento “Ascoltare per Creare”, che ci vede protagonisti, racconteremo la nostra Best Case realizzata per Fastweb.L’appuntamento è al Teatro Franco Parenti di Milano il 21 Novembre.hashtag#TeamMindshare",
            "comments": []
        },
        {
            "post": "Oggi sulla homepage di fastweb.it abbiamo lanciato la nostra prima intelligenza artificiale dedicata al mondo Consumer, FastwebAI. 🤖E forse non sarà in grado - per ora - di rispondere alla domanda fondamentale sulla vita, l'universo e tutto quanto, ma a tutto quello che riguarda il mondo delle offerte Fastweb (quanti giga ho all'estero? La mia città è coperta dalla rete 5G?), sicuramente sì ⚡hashtag#beFastweb hashtag#TuSeiFuturo",
            "comments": []
        }
    ]
}