{
    "name": "Luca Russo",
    "subtitle": "Vicepresident & GM",
    "location": "Monza, Lombardy, Italy",
    "about": "25 + years in the operations and supply chain management of major multinational USA corporations in healthcare and pharma business.Clear leadership supported by process knowledge, systematic approach, six sigma/lean and Apics certifications CPIM as well as people development.My personal goal is to continuously grow through the management of people and organizations adding value and achieving competitive advantage for the business, the customers and the patients.Specialties: General management, Global Supply chain leadership, LEAN transformation, Supplier intergration, Business Systems development (Pull, VMI, S&Op, Finite Capacity planning optimizer), SAP implementation with MES , Engineering and Capital project management, OEE improvements.",
    "experiences": [
        [
            "Amministratore delegato",
            "Patheon · Full-time",
            "Oct 2023 to Present · 8 mos",
            "Monza, Lombardia, Italia · On-site"
        ],
        [
            "Catalent Pharma Solutions",
            "Full-time · 1 yr 9 mos",
            "Frasnes-lez-Gosselies, Walloon Region, Belgium",
            "Genaral Manager Campus Cell & Gene Therapy Catalent Gosselies SA",
            "Feb 2022 to Oct 2023 · 1 yr 9 mos",
            "Expanded responsibility to the full campus including Cell & Gene Therapy pDNA manufacturing and development for clinical and commercial products",
            "General Manager Cell Therapy",
            "Feb 2022 to Apr 2022 · 3 mos"
        ],
        [
            "The Janssen Pharmaceutical Companies of Johnson & Johnson",
            "21 yrs 2 mos",
            "Vicepresident Global Head Strategic Science & Technology Operations",
            "Full-time",
            "Jan 2021 to Feb 2022 · 1 yr 2 mos",
            "Beerse, Fiandre, Belgio",
            "Responsible for CMC program management and supporting functions, (Primary Container and Device Development , Material Science, Dossier Authoring, Data Integration and Modeling, GMP Clinical Manufacturing , Business Operations, for Biotherapeutics Development & Supply function of Janssen R&D.\nMember of the Scientific Committee of Leanprove Foundation.\nLeanprove Foundation is a no profit organization partecipated by the Innovation Lead company in Italy such as Janssen part if J&J group, Nestlé , Leonardo, Santander Consumer Bank, ANIA, Il Sole 24 ore. Focus is on innovative methodologies to improve efficiencies reduce waste through collaborations between public and private sector through the inviati e “Lean for Italy”",
            "VP - Global Head of Clinical Supply Chain",
            "Dec 2015 to Jan 2021 · 5 yrs 2 mos",
            "Beerse (Belgium)",
            "Globally accountable for the source, plan, make, delivery of the Janssen R&D supply chain, responsible to support clinical supplies, scale up from early to late stage development as well as new product launches managing a budget of 400MM$ c.a.",
            "General Manager",
            "Mar 2012 to Nov 2015 · 3 yrs 9 mos",
            "Latina",
            "Site Leader with responsibility over several business processes such as operations, quality, engineering, health, safety, environmental, finance, HR, with full accountability of a P&L of about 100MM$"
        ],
        [
            "Team Leader",
            "Colgate Palmolive",
            "Jan 1998 to Jan 2001 · 3 yrs 1 mo",
            "Responsible for a production team of 20 people with overall responsibility on OEE, productivity, execution, continuous improvement"
        ]
    ],
    "posts": [
        {
            "post": "Catalent was delighted to welcome their majesties the Kings and Queens of Belgium and the Netherlands to our Center of Excellence for Cell and Gene Therapy in Gosselies, Belgium. Their Majesties met with Catalent leadership who introduced our campus, local team, and innovative work in hashtag#celltherapy and hashtag#plasmids to realize treatments that can transform patients’ lives. Learn more about the Gosselies site here: https://ow.ly/6OHl50OUXpL",
            "comments": []
        },
        {
            "post": "Another step forward to put in action our vision of an integrated solution for patients undergoing Cell and Gene Therapies treatments. From Lab to Patient partnership, globally. We keep going ….. !!!",
            "comments": []
        },
        {
            "post": "I recently spoke to hashtag#L’Echo about our European Center of Excellence for Cell Therapies in Gosselies, Belgium, including our new state-of-the-art facility that boasts 60,000 square feet of EMEA and FDA compliant dedicate cell therapy manufacturing space, making it one of the largest in the world.",
            "comments": []
        },
        {
            "post": "I’m happy to share that I’m starting a new position as Genaral Manager Campus Cell & Gene Therapy Catalent Gosselies SA at Catalent Pharma Solutions!",
            "comments": []
        },
        {
            "post": "Hello, if we want to join a transforming team this is a great opportunity to join us. We are hiring!!!",
            "comments": []
        },
        {
            "post": "I could not agree more. Authenticity, genuinity, ingenuity ….. secret sauce to forge a transforming team!!! Not easy in virtual times but so true!!!!",
            "comments": []
        },
        {
            "post": "During a pandemic, Isaac Newton had to work from home, too. He used the time wisely. https://wapo.st/3aPEPJJ",
            "comments": []
        },
        {
            "post": "Johnson & Johnson made a significant impact all over the world in 2018, from the 75th anniversary of Our Credo, the appointment of our new Chief Financial Officer, Joseph Wolk, a new Asia Pacific headquarters in Singapore, a $10 million donation to UNICEF, to a trial for a mosaic-based preventive vaccine for HIV underway in sub-Saharan Africa—and so much more. See how we made a difference in 2018—and how we’re shaping the future.",
            "comments": []
        },
        {
            "post": "Wanna join our CSC team in an exciting opportunity ? Systems are an area of focus and attention for us positioning Janssen at forefront of many innovations. Think about that !!!! .... apply!",
            "comments": []
        },
        {
            "post": "Janssen Clinical Supply Chain Senior Leadership Team visited the Changzen Hospital in Shanghai where several Clinical Trials are ongoing in the Hematology department. Great opportunity to “stay closer” to the patients in China. Special thanks to Our China team to make this happen and thanks to Dr Phu for the fruitful discussion and visit. @mypledgeforpatients2018",
            "comments": []
        },
        {
            "post": "Today, we become part of the Janssen Pharmaceutical Companies of Johnson & Johnson. We envision endless possibilities for what we can achieve together — for patients, for our business and for our future. We join a team of more than 130,000 employees at more than 250 Johnson & Johnson operating companies across the world. This opens a world of opportunities for professional and career development in a diverse, global environment.",
            "comments": []
        },
        {
            "post": "Tanta emozione ed entusiasmo nell'avvio del TRAINING ESPERIENZIALE per Dynamo Academy.Sono onorato e felice di essere stato coinvolto e di poter dare il mio contributo personale e professionale.",
            "comments": []
        }
    ]
}