{
    "name": "Alice Brambilla",
    "subtitle": "Product Marketing | Brand, Digital & Communications | Digital Transformation | Trade Marketing | B2C&B2B",
    "location": "Milan, Lombardy, Italy",
    "about": "Sono una marketer appassionata, con un'esperienza che combina gli strumenti tradizionali con quelli più innovativi e digitali, e una project manager orientata al raggiungimento dei risultati di marketing e vendite.Lavoro con grande passione, dedizione e determinazione per introdurre idee innovative che possano portare al successo aziendale, sempre alla ricerca di apprendere per migliorare l'esperienza lavorativa.Nell'ambiente lavorativo, mi impegno per portare entusiasmo e incoraggiare la collaborazione, per far emergere idee nuove e creative.Sono abituata a lavorare in un contesto internazionale sfidante, con ritmi frenetici e trasferte in Italia e all'estero.Principali aree di competenza: Product Marketing | Trade Marketing | Comunicazione | Digital Transformation | Marketing Automation | PR | Time Management | Orientamento all'obiettivo | Sviluppo delle vendite | Gestione del budget | Multi-tasking | Problem solving | Team Building",
    "experiences": [
        [
            "LG Electronics Italia",
            "14 yrs 3 mos",
            "B2B Marketing Manager",
            "Full-time",
            "Aug 2022 - Present · 1 yr 10 mos",
            "Milano · Hybrid",
            "In charge of promoting LG branded products for the Air Solution, Information Display and Information Technology Business Units, and of enhancing an integrated B2B communication.\nProfessional summary:\n• Development and execution of the marketing strategy to ensure business goals (sales, market share, profitability)\n• Communication: creation and sharing of brand messages in collaboration with communication agencies, ensuring the coherence of all brand communication (ATL - print, radio, digital, social - and BTL) (Brand Awareness/Top Of Mind Top 3)\n• Digital Transformation: strengthen B2B CRM and Marketing Automation tools with the aim of generating qualified leads for the development of new business opportunities (Lead generation +50%) and increasing customer database\n• Trade: in collaboration with the Sales team, development of trade channels focused activities (go-to-market materials, promotions, products display...), to ensure the products positioning\n• E-commerce: support to the development of LG e-commerce for the managed product categories and the sales volume increase through promo planning and advertising\n• PR: engage and maintain a strong relationship with the media and develop editorial content and press releases (Articles +51%, PR value +77%)\n• Management of events and trade fairs\n• Regular relationship and cooperation with Global and European HQ\n• Marketing budget management and monitoring\n• People management: 3 Marketing Specialists (Air Solution, Information Display, Information Technology)",
            "Product Marketing Manager",
            "Mar 2020 - Jul 2022 · 2 yrs 5 mos",
            "Milano",
            "In charge of promoting LG branded products for the Air Solution Business Unit.\n• Development and execution of marketing strategy for all product line-up to ensure business goals\n• Brand and product communication\n• Digital Transformation: driving the introduction and development of CRM and Marketing Automation tools with the aim of generating qualified leads for the development of new business opportunities\n• Trade: development of distribution dedicate activities to ensure the products positioning\n• Media: media plans coordination to implement the strategy\n• PR: strong relationship with the media, editorial contents and press releases\n• Events: organization and management of events\n• Marketing budget management and monitoring",
            "Product Marketing Specialist",
            "Jan 2013 - Feb 2020 · 7 yrs 2 mos",
            "In charge of promoting LG branded products for the Air Solution Business Unit.\n• Market and brand analysis\n• PR and online/offline communication\n• Adapting, developing and implementing materials for in-store and online communication\n• Trade: in collaboration with the Sales team, plan of marketing operations for the sales channels (B2B and B2C)\n• Events and trade fairs: organization and coordination of events and trade fairs\n• CRM and development of loyalty programs: loyalty promotional programs and first approaches with Marketing Automation tools\n• Marketing budget management and monitoring"
        ]
    ],
    "posts": [
        {
            "post": "Tanta fatica, ma quanta soddisfazione! ✨MCE Mostra Convegno Expocomfort è un bellissimo momento per far vedere e toccare con mano le nostre innovazioni e la nostra tecnologia a tutti coloro che poi avranno il compito di portarle nelle case e nei luoghi che frequentiamo ogni giorno.Grazie a tutto il team LG, che ha contribuito all’ottima riuscita e ha partecipato con entusiasmo🤩Keep calm and installa LG 🙌🏼",
            "comments": []
        },
        {
            "post": "Ventilazione, filtrazione e purificazione...conosci la differenza?🧐hashtag#LG hashtag#AirSolution",
            "comments": []
        },
        {
            "post": "Regala ai tuoi cari il dono del calore 💝 per tutto l'inverno con le pompe di calore aria-acqua LG THERMA V.hashtag#LG hashtag#HVAC hashtag#pompedicalore hashtag#riscaldamento hashtag#CareForWhereYouLive hashtag#Maketheswitch hashtag#LGthermaV",
            "comments": []
        },
        {
            "post": "RIDUCI I COSTI ENERGETICI CON LE POMPE DI CALORE ARIA-ACQUA 💰L'aumento dei costi energetici per il riscaldamento delle abitazioni è sempre un punto dolente.Per questo è il momento di passare da una caldaia tradizionale a una pompa di calore aria-acqua, una tecnologia sostenibile e con un basso impatto ambientale.Una pompa di calore aria-acqua garantisce comfort a lungo termine e una riduzione del consumo energetico, che equivale ad un consistente risparmio economico.Questa è la scelta del futuro. E con LG THERMA V puoi farla oggi.hashtag#LG hashtag#HVAC hashtag#THERMAV hashtag#riscaldamento hashtag#pompadicalore hashtag#acs hashtag#superbonus",
            "comments": []
        },
        {
            "post": "HAI MAI PENSATO DI SOSTITUIRE IL TUO IMPIANTO DI RISCALDAMENTO CON UNA POMPA DI CALORE ARIA-ACQUA? 🔀Il riscaldamento e l'acqua calda nelle proprietà residenziali rappresentano il 20% delle emissioni di gas serra di un paese.Passando a una soluzione a pompa di calore aria-acqua come THERMA V, non solo ridurrai il tuo impatto ambientale, ma anche i tuoi costi.Le pompe di calore aria-acqua sono un'ottima alternativa ai tradizionali sistemi di riscaldamento centralizzato a combustibile fossile, grazie ai loro risparmi sui costi di gestione, alle minori emissioni di carbonio e al controllo preciso della temperatura.E possono farti accedere al Superbonus 110%!Scopri di più sulla gamma dei prodotti THERMA V ➡️https://hubs.li/H0TvjVS0hashtag#LG hashtag#HVAC hashtag#THERMAV hashtag#riscaldamento hashtag#pompadicalore hashtag#acs hashtag#superbonus",
            "comments": []
        },
        {
            "post": "Le pompe di calore avranno un ruolo essenziale nel combinare la decarbonizzazione con una crescita economica sostenibile. LG è in prima linea nell’innovazione tecnologica a sostegno del progresso del settore HVAC 🌱hashtag#LG hashtag#HVAC hashtag#decarbonizzazione hashtag#UE",
            "comments": []
        },
        {
            "post": "SOSTIENI L'ENERGIA RINNOVABILE. 🌿La gamma di pompe di calore aria-acqua THERMA V di LG Electronics Air Solution Italy riduce significativamente le emissioni di CO2 rispetto alle caldaie a combustibile o a gas.Utilizzando il 75% dell'energia naturale assorbita dall'aria esterna, THERMA V necessita solo del 25% di energia da fonti elettriche - riducendo i costi e l’impatto sull'ambiente.Rendi la tua casa e il tuo posto di lavoro a prova di futuro, mentre contribuisci a creare un pianeta più sostenibile.Scopri di più scaricando subito la tua guida prodotti GRATUITA ➡️ https://hubs.li/H0Tvlvx0hashtag#LG hashtag#HVAC hashtag#THERMAV hashtag#pompedicalore hashtag#transizioneenergetica",
            "comments": []
        },
        {
            "post": "Non perdere questa opportunità formativa con LG Electronics Air Solution Italy! Partecipa al webinar!Per iscriverti ➤ https://lnkd.in/e2kf-kH",
            "comments": []
        },
        {
            "post": "Con LG non devi scegliere tra hashtag#prestazioni ed hashtag#efficienza! Ottieni sempre il miglior comfort con il massimo risparmio energetico.hashtag#LG hashtag#HVAC hashtag#efficienzaenergetica hashtag#comfort hashtag#performance hashtag#climatizzazione",
            "comments": []
        },
        {
            "post": "Vuoi ristrutturare casa e sfruttare gli incentivi messi a disposizione da Superbonus ed Ecobonus? Scegli le soluzioni LG per riscaldamento, raffrescamento, acqua calda sanitaria e fotovoltaico! Tutte le nostre migliori e più avanzate tecnologie al servizio della riqualificazione energetica delle nostre case, della sostenibilità ambientale e del massimo comfort.hashtag#LG hashtag#pompedicalore hashtag#fotovoltaico hashtag#superbonus hashtag#ecobonus",
            "comments": []
        }
    ]
}