{
    "name": "Daniele Riviera",
    "subtitle": "CFO at DATAMATIC SPA",
    "location": "Milan, Lombardy, Italy",
    "about": "I have been working in the field of management control – and financial planning for more than 20 years. For three years I have held the role of CFO in a company with 160 employees and a turnover of more than €500m. I'm working in Datamatic since 2001, Datamatic operates in the IT distribution sector, hired as Corporate Controller to follow the stock market listing process and coordinate the work with the sponsor Twice Sim S.p.A. over the years the responsibilities assumed have always been greater, from the development of the budget to financial planning up to the current role of CFO. Since July 2016 member of the Board of DATAMATIC S.p.A. as a director with the widest powers of representation, with single signature, in the context of transactions with banking institutions, factors and financial partners in general. I directly coordinate a team of twenty-four people, I am a reference figure for the stakeholders (shareholder, suppliers, customers, financial partners) with whom I interact on a daily basisI am highly motivated, determined, used to working towards goals.",
    "experiences": [
        [
            "Chief Financial Officer",
            "Datamatic Spa · Full-time",
            "Jun 2020 - Present · 4 yrs",
            "Milan, Lombardy, Italy · On-site"
        ],
        [
            "CORPORATE CONTROLLER",
            "DATAMATIC SPA",
            "May 2001 - Feb 2023 · 21 yrs 10 mos"
        ],
        [
            "Controller",
            "AXA Assicurazioni SPA",
            "Feb 2000 - May 2001 · 1 yr 4 mos"
        ],
        [
            "Controller",
            "FILO DIRETTO SPA",
            "Nov 1998 - Feb 2000 · 1 yr 4 mos"
        ]
    ],
    "posts": [
        {
            "post": "il sole24ore di oggi, minacciosamente titola:\"Venti misure approvate o in arrivo: valanga europea sulla sostenibilità\" Sottotitolo \"La svolta green. Aziende sotto una pioggia di provvedimenti varati in pochi mesi e con misure di accompagnamento insufficienti La Ue si presenta alla Cop 28 come l’alfiere internazionale della transizione ecologica ma il conto iniziale sarà pagato dalle imprese\". Il conto iniziale sarà pagato dalle imprese, scopriremo più avanti se si tratta di un costo o di un investimento.",
            "comments": []
        },
        {
            "post": "Roger Murtaugh direbbe “sono troppo vecchio per queste cose” …. È in ogni caso stato bellissimo grazie ad Aon Italia per la bellissima iniziativa.",
            "comments": []
        },
        {
            "post": "It’s been a while since I started my role at Datamatic Spa as a Chief Financial Officer, but I wanted to share this update with everyone.",
            "comments": []
        }
    ]
}