{
    "name": "Enrico Vita",
    "subtitle": "Chief Executive Officer at Amplifon",
    "location": "Milan, Lombardy, Italy",
    "about": "Chief Executive Officer at Amplifon Group. Working with an outstanding team to empower people to rediscover all the emotions of sound.Husband, father of two, sports fan.",
    "experiences": [
        [
            "Amplifon",
            "10 yrs 3 mos",
            "Milano, Lombardy, Italy",
            "Chief Executive Officer",
            "Oct 2015 - Present · 8 yrs 8 mos",
            "Chief Operating Officer",
            "Mar 2015 - Oct 2015 · 8 mos",
            "Executive Vice President EMEA",
            "Mar 2014 - Mar 2015 · 1 yr 1 mo"
        ],
        [
            "Chief Operating Officer - Sales and Marketing",
            "Indesit Company",
            "May 2013 - Feb 2014 · 10 mos",
            "Milano, Lombardy, Italy"
        ]
    ],
    "posts": [
        {
            "post": "We are very satisfied with the hashtag#excellent start to #2024! Our Board of Directors today approved Amplifon’s hashtag#results for the first quarter, in which we achieved a strong increase in revenues (+9% at constant exchange rates to 573 million euros) and record profitability (23.9%, +100 basis points vs Q1 2023) thanks, above all, to our solid performance in a normalizing European market and the continuous growth in the Americas and Asia Pacific. We continue to hashtag#grow more than our reference market across all geographies and to invest in the development of our organization, in marketing and in our ability to innovate to the benefit of our customers. At the same time, we are accelerating the pace of our bolt-on acquisitions with more than 150 stores acquired worldwide in the first quarter alone. Thanks to these results, we are very confident we will be able to continue along our significant growth path throughout the entire 2024. I would like once again to thank hashtag#everyone at Amplifon for their commitment to the company and to our purpose of empowering hashtag#people rediscover all the emotions of hashtag#sound.hashtag#makemorepossible",
            "comments": []
        },
        {
            "post": "Proud to announce that we are continuing on our hashtag#growth path in the hashtag#UnitedStates, the most important market in the hashtag#hearingcare sector globally. We have just completed the acquisition of Hearing Instruments, Inc. and Precision Hearing Aid, LLC , two companies owned by one of the main Miracle-Ear, Inc. franchisees with around 35 points of sale in hashtag#Pennsylvania. Miracle-Ear is the brand through which Amplifon operates in the US retail market via direct stores and shops in franchising. This second acquisition in the United States since the beginning of 2024, alongside the strength of our franchisee network, reaffirms our strategy to hashtag#expand our presence in the country and provide hashtag#excellent hashtag#service to an increasing number of people. Our successful business model in the US relies on the development of a strong hashtag#direct retail network in synergy with our long-standing proven hashtag#franchise business.  hashtag#makemorepossible",
            "comments": []
        },
        {
            "post": "It was an absolute pleasure to celebrate the achievements of the 2023 hashtag#CharlesHollandAwards' winners last Saturday in hashtag#Milan. This award, named after Amplifon’s founder, recognizes the best hashtag#stores of our global network each year in terms of hashtag#performance and hashtag#values. The Milan ceremony honored our stores of the hashtag#EMEA and hashtag#Americas regions, while the Asia Pacific (hashtag#APAC) edition will be held in Bali next week. Our mission to empower people to rediscover the emotions of sound would be nothing without our colleague’s hashtag#professionalism and hashtag#passion. In 2023 alone, we positively impacted the lives of over 1 million people globally. Let’s keep up our great work and change even more hashtag#lives together!hashtag#MakeMorePossible",
            "comments": []
        },
        {
            "post": "Ho visitato oggi, insieme ad alcuni colleghi dei team di Amplifon e hashtag#AmplifonItalia, il nostro nuovo store di hashtag#MilanoBonola, il primo che apriamo all’interno di un centro commerciale nel nostro Paese. Qui, grazie ai nostri hashtag#audioprotesisti, stiamo mettendo a disposizione dei visitatori un servizio addizionale: un veloce test gratuito di pre hashtag#screening. L’obiettivo è favorire la hashtag#prevenzione e contribuire a migliorare la qualità della vita a un numero di persone sempre maggiore, aiutandole a riscoprire tutte le emozioni dei hashtag#suoni. Just visited along with colleagues from the hashtag#Amplifon and hashtag#AmplifonItalia Teams our new store in hashtag#Milan Bonola, the first inside a shopping centre in hashtag#Italy. Here, thanks to our hearing care professionals (hashtag#HCPs), we are also making available to visitors an additional service: a fast and free pre hashtag#screening hearing test. Our goal is to encourage prevention and improve the quality of life for a growing number of people helping them to rediscover all the emotions of hashtag#sound. hashtag#makemorepossible",
            "comments": []
        },
        {
            "post": "Thank you to the entire Amplifon hashtag#team for the hashtag#results we achieved in 2023 when we helped more than hashtag#1million people around the world rediscover all the hashtag#emotions of hashtag#sound. Despite a softer-than-expected European market, it was a year of strong hashtag#growth and record revenues for our Group.I am very hashtag#proud of how our organization faced and responded to a challenging market and macroeconomic environment.It was an important year for the significant hashtag#investments made in the consolidation and expansion of our network, also thanks to the several acquisitions in the core North American, European, and Chinese markets. We also expect significant growth in 2024, both in revenues and profitability.hashtag#makemorepossible",
            "comments": []
        },
        {
            "post": "Today marks my hashtag#10th anniversary at Amplifon. It is incredible how quickly time goes by, and I am very proud of our hashtag#journey as a team over these years. Working with a hashtag#team of talented professionals and, most importantly, with healthy and shared principles and hashtag#values is a real privilege. hashtag#10years hashtag#makemorepossible",
            "comments": []
        },
        {
            "post": "hashtag#OneAmplifon, the annual meeting of Amplifon’s global company hashtag#leadership team, is an unparalleled opportunity to share quality moments hashtag#together and unveil our plans and initiatives for the hashtag#future. At this year’s edition, we discussed how challenging times can be an occasion to demonstrate the incredible hashtag#strength which distinguishes our organization and also offer us unprecedented opportunities to fortify our hashtag#leadership globally.This year we also had the honour of hosting the hashtag#basketball coaching legend hashtag#EttoreMessina, with whom we discussed the great importance of courage, character and values to achieve success, in sports as well as in business. More importantly, basketball teaches us all that playing as a hashtag#team is the only way to win.hashtag#oneamplifon2024 hashtag#ourtimeisnow",
            "comments": []
        },
        {
            "post": "We are happy to announce that we have completed the hashtag#acquisition of the business of one of the main Miracle-Ear, Inc. franchisees in the hashtag#UnitedStates, the largest market in the hashtag#hearingcare sector worldwide. The network comprises around 50 points of sale located in four States (Arkansas, Kansas, Illinois and Missouri), with annual revenues of around 20 million dollars and circa 85 employees.This transaction represents another important step in the journey to further accelerate our hashtag#growth in the US market and is consistent with Amplifon’s US business model, which is characterized by the development of a strong hashtag#directretail network in synergy with our long-standing proven hashtag#franchise business. We are ready to empower more and more hashtag#people to rediscover all the emotions of hashtag#sound.hashtag#makemorepossible hashtag#ourtimeisnow",
            "comments": []
        }
    ]
}