{
    "name": "Alessandra Colombo",
    "subtitle": "HR Head Cluster Italy & Iberica at Swarovsky at SWAROVSKI",
    "location": "Milan, Lombardy, Italy",
    "about": "Expert and passionate People leader with national and international experience.Deep knowledge of people backbone processes (talent and performance management, leadership and organization enhancement, culture and values, change management, com&Ben, labour law and unions, payroll)Grown in high-tech environment, moved to fashion and retail, I'm comfortable with either B2C and B2B business environment, focusing on growing business acumen to be a sparring partner to the business.Pushing for the HR function to move towards a comprehensive People Experience.",
    "experiences": [
        [
            "HR Head Cluster Italy & Iberica",
            "SWAROVSKI · Full-time",
            "Sep 2021 - Present · 2 yrs 9 mos",
            "Milan, Lombardy, Italy"
        ],
        [
            "Nokia",
            "7 yrs 2 mos",
            "HR Head Cluster MED and HRBP for Global Customer Business Teams Vodafone and Telefonica",
            "Full-time",
            "Feb 2020 - Present · 4 yrs 4 mos",
            "Milan, Lombardy, Italy",
            "Human Resources Business Manager",
            "Apr 2017 - Feb 2020 · 2 yrs 11 mos",
            "Milan Area, Italy",
            "-\tWork as sparring partner with the Business Head of CO Services Organization (leading an organization of 5,000 employees across whole Europe);\n-\tTranslates and applies strategic and business targets to HR processes, products and services, within CO Services Europe Organization;\n-\tDeploy and adapt HR strategy in the business, ensuring a smooth management of HR topics and facilitating business targets achieving;\n-\tMember of HR LT at N-3 organization world level \n-\tHighly independent and self directed. Develops plans, measures effectiveness. Can develop and implement complex and innovative concepts. Problems require searching and selecting.\n-\tTalents identification and managements;\n-\tPerformance process management;\n-\tComp&Ben global processes deployment with independent budget management;\n-\tLead Headcount management (hiring politics, rationalization);\n-\tManage Employees Satisfaction survey in the relevant organization;\n-\tParticipates to world level HR projects;"
        ],
        [
            "Head of Human resources South Europe and HR mgr Italy",
            "NSN Italy",
            "Jul 2010 - Feb 2020 · 9 yrs 8 mos"
        ],
        [
            "Nokia Siemens Networks, West South Europe",
            "8 yrs 9 mos",
            "hr consultant",
            "2002 - Sep 2010 · 8 yrs 9 mos",
            "Lead HR consultant Services, Europe",
            "Oct 2009 - Jul 2010 · 10 mos"
        ],
        [
            "HR account consultant",
            "Nokia Italy",
            "1998 - Sep 2002 · 4 yrs 9 mos"
        ]
    ],
    "posts": []
}