{
    "name": "Massimo Ferrari",
    "subtitle": "Webuild General Manager Corporate and Finance",
    "location": "Rome, Latium, Italy",
    "about": "",
    "experiences": [
        [
            "General Manager Corporate and Finance",
            "Webuild",
            "Oct 2011 to Present · 12 yrs 8 mos",
            "Roma, Lazio, Italia"
        ],
        [
            "Member Board Of Directors",
            "AC Milan",
            "Oct 2020 to Present · 3 yrs 8 mos"
        ],
        [
            "Member of Board of Directors",
            "Cairo Communication",
            "Jun 2017 to Present · 7 yrs"
        ],
        [
            "Member of Board of Directors",
            "Equita",
            "May 2020 to Present · 4 yrs 1 mo"
        ],
        [
            "Professor",
            "Luiss Guido Carli University · Contract",
            "2000 to Present · 24 yrs 5 mos",
            "Rome"
        ]
    ],
    "posts": [
        {
            "post": "Defining moments!La settimana scorsa abbiamo pubblicato ottimi risultati di bilancio 2023, frutto di un progetto e una visione iniziati 10 anni fa con l’acquisizione di Impregilo da parte di Salini. Battezzammo quell’operazione “Campione Nazionale”, perché già pensavamo che questa sarebbe stata una lunga partita, da giocare sempre al meglio con una grande squadra di persone.Oggi voglio ringraziare queste persone, donne e uomini di Webuild, ma anche la lunga filiera di fornitori che lavorano con noi e i clienti, i cui sogni ed obiettivi costruiamo con le nostre mani.Ringraziare per il lavoro eccezionale svolto con contributi ordinari e straordinari, ognuno per la propria parte, a volte anche per quella degli altri. Ma una squadra gioca così: esalta l’eccellenza del singolo, mitiga le debolezze con la forza del gruppo.L’attività è più che raddoppiata in termini di dimensione e più che proporzionalmente aumentata in termini di complessità. Abbiamo conseguito risultati eccezionali che coronano un lungo percorso formativo di crescita, consolidamento e acquisizione di competenze e know-how. Siamo diventati un’eccellenza riconosciuta a livello mondiale, una multinazionale con solide fondamenta finanziarie e organizzative e con profonde radici italiane.Le donne e gli uomini di Webuild hanno partecipato con varie modalità, risolvendo entropie interne ed esterne tipiche delle organizzazioni complesse e di grandi dimensioni, rispondendo e risolvendo ogni tipo di problema pur di raggiungere gli obiettivi, gestendo e motivando colleghi e collaboratori. L’hashtag#organizzazione e la hashtag#crescita umana e professionale è il nostro dovere principale per dare un futuro ancora più brillante al nostro gruppo. Ogni minuto in più dedicato alle nostre colleghe e ai nostri colleghi, anche con una stretta di mano, una pacca sulla spalla, un abbraccio, è un investimento prezioso che fa parte integrante della nostra crescita e dei nostri ruoli.E’ sempre la hashtag#squadra e lo hashtag#spirito che la muove che porta i hashtag#risultati… ma i risultati sono stati impressionanti!hashtag#Webuild hashtag#WebuildResults2023 hashtag#People hashtag#Improvement hashtag#GrowingUp hashtag#CorporateCulture",
            "comments": []
        },
        {
            "post": "Negli ultimi 10 anni, Webuild ha completato, in tutto il mondo, oltre 270 progetti di infrastrutture in grado di migliorare la qualità della vita delle generazioni presenti e future.Grazie alle migliaia di persone e di aziende che lavorano con noi.Grazie a tutti i nostri clienti!hashtag#Webuild hashtag#Infrastrutture hashtag#WebuildResults2023 hashtag#FY2023 hashtag#GibeIII #hashtag#AlBaytStadium hashtag#Cityringen hashtag#PanamaCanal hashtag#ForrestFieldAirportLink hashtag#PonteSanGiorgio",
            "comments": []
        },
        {
            "post": "Risultati eccellenti arrivano da impegno, dedizione, strategia, visione chiara degli obiettivi e capacità di cogliere le opportunità. Nel 2012, abbiamo iniziato un percorso di sviluppo basato su tre punti fermi a cui abbiamo voluto sempre essere coerenti: focalizzarci sulla costruzione di hashtag#infrastrutture complesse e innovative che supportano lo sviluppo dei Paesi e il miglioramento della qualità della vita di milioni di persone, diventando partner di riferimento per i clienti, consolidare la nostra posizione di leadership in mercati a basso rischio, in economie sviluppate, con regole chiare e stabilità politica, quali Europa, Australia, Stati Uniti e Medio Oriente, infine cercare la crescita dimensionale, che ci ha permesso di investire in hashtag#innovazione, hashtag#formazione, hashtag#salute e hashtag#sicurezza.Webuild ha dimostrato un andamento anticiclico rispetto alle criticità dei mercati e ha superato la crescita del hashtag#PIL dei paesi in cui opera. Abbiamo chiuso il 2023 con hashtag#ricavi e hashtag#margini rispettivamente in crescita di oltre il 20% e oltre il 40%: ricavi a 10 miliardi di euro e l’hashtag#EBITDA a 819 milioni. La generazione di flussi di cassa operativa è stata eccezionale, con una posizione di cassa netta di 1.431 milioni e una leva finanziaria che si è ridotta a 3,2x rispetto a 4,6x del 2022. Per il terzo anno consecutivo abbiamo registrato un record di ordini acquisiti per 22 miliardi e un \"book to bill\" di 2,7x, superando nettamente il target di 1,1x previsto per l’anno. Il portafoglio ordini ha raggiunto il massimo storico di 64 miliardi, superando il target atteso per la fine del 2025.Abbiamo dimostrato grande capacità di cogliere le opportunità derivanti dai trend strutturali del mercato quali hashtag#transizione hashtag#energetica e hashtag#climatica,la scarsità di materie prime e la crescita demografica. Il 2023 segna progressi significativi per le nostre ambizioni hashtag#ESG, superando gli obiettivi del piano 21-23: il tasso di intensità delle hashtag#emissioni ridotto del 67% (rispetto alla baseline del 2017),superando l’obiettivo di riduzione del 50% al 2025. In termini di salute e sicurezza, il tasso di infortuni con perdita di giornate lavorative ha registrato un ulteriore miglioramento, dopo aver raggiunto l’obiettivo precedentemente fissato (-41% rispetto al target del 40% al 2022). Oltre alla recente conferma di “leader mondiale nelle azioni di contrasto del cambiamento climatico” da parte di CDP (ex Carbon Disclosure Project), Webuild è stato promosso ad “AA” da MSCI Inc. ESG Ratings, per il costante impegno in hashtag#corporate hashtag#governance e in hashtag#Health & hashtag#Safety. Nel 2023, in soli 12 mesi, abbiamo assunto oltre 12.000 operai. Ora contiamo 87.000 impiegati, tra diretti e indiretti, persone in grado di portare competenze, conoscenze ed esperienza, qualità che ci rendono sempre più competitivi. Tutto questo consente di anticipare al 2024 i ricavi di fine Piano “Roadmap al 2025 - The future is now”hashtag#WebuildResults2023 hashtag#Webuild hashtag#WebuildGroup hashtag#FY2023 hashtag#QHSE hashtag#Innovation",
            "comments": []
        },
        {
            "post": "Mi piace tutto lo sport. Amo il nuoto, il calcio, la vela, il rugby, il tennis.Sono animato dalla competizione, quella positiva, che mette in luce il meglio delle persone, la tenacia, lo spirito di sacrificio per raggiungere gli obiettivi che ci prefiggiamo.Vivo con lo stesso trasporto il lavoro. So cosa significa gestire un’organizzazione complessa. Anche nel settore sportivo esistono aspetti multidisciplinari che richiedono un focus prioritario sui risultati sportivi, senza i quali non si raggiungono le condizioni di sostenibilità economica e finanziaria. Complessità che devono essere affrontate da grandi squadre di calcio, come ho potuto verificare in prima persona nel AC Milan, ma anche dalle piccole realtà sportive e dai circoli, in cui si coltivano le passioni e il talento di tanti giovani impegnati in tutti gli sport, anche quelli che non richiamano grandi folle, ma di cui ci ricordiamo solo quando si vince una medaglia d'oro alle Olimpiadi. 4 anni fa Caterina Banti OLY e Ruggero Tita hanno portato a casa l’oro olimpico ai giochi di Tokio 2020 nella classe velica del Nacra 17. Poi, 4 titoli mondiali, l'ultimo dei quali nel 2023, su una barca che grazie ai foil, supera i 20 nodi di velocità. Per manovrare un simile bolide, ci vogliono anni di allenamento, rispettando orari durissimi, provando e riprovando movimenti e tecnica, trovando la massima intesa tra prodiere e timoniere. Ho visto Caterina allenarsi in palestra, tutti i giorni, senza mai risparmiarsi e ne ammiro la tenacia, la dedizione, la serietà e la costanza. Lunghissimi periodi in cui si devono trascurare gli amici, gli affetti e la famiglia. Si pensa solo alla regata e alla medaglia.Dedizione e costanza che riconosco nelle migliaia di giovani di Webuild, provenienti da 100 nazioni diverse, che lavorano in cantieri, spesso in zone remote e lontani dalle loro case e dai loro cari. Sacrifici e passione ricompensati dal vedere alla fine realizzata una grande opera che migliorerà la qualità della vita di tante persone. Già dal 2011, prima delle medaglie e degli altri successi mondiali, con Pietro Salini abbiamo voluto sostenere la vela del hashtag#CircoloAniene e l'equipaggio Banti e Tita, credendo fermamente che il loro impegno e il loro talento avrebbero un giorno portato eccezionali risultati. Siamo orgogliosi di poter essere al fianco della FIV - Federazione Italiana Vela, al Presidente del Circolo Aniene e al Presidente del CONInel supportare l'impegno e lo spirito di sacrificio di due giovani, i cui valori ispirano le nostre attività quotidiane, e che hanno reso e renderanno il nostro Paese speciale agli occhi di tutto il mondo.hashtag#Parigi2024 hashtag#roadToParis2024 hashtag#Olimpiadi hashtag#ItaliaTeam",
            "comments": []
        },
        {
            "post": "Come ristrutturare lo stadio Meazza...Nelle prossime settimane Webuild inizierà lo studio di fattibilità per la ristrutturazione dello hashtag#Stadio hashtag#Meazza, con la collaborazione di AC Milan, FC Internazionale Milano e del Comune di Milano.Predisporremo delle ipotesi volte a garantire la tenuta strutturale dell’impianto, ad aumentare le aree vip, e a dotare l’impianto delle condizioni minime di servizi, anche in vista di appuntamenti come alcune finali di hashtag#ChampionsLeague e dell’inaugurazione delle hashtag#Olimpiadi previste nei prossimi anni. Questa soluzione non va in conflitto con l’intenzione di costruire un nuovo hashtag#stadio, si tratta di una soluzione \"complementare\" ai progetti che le singole squadre vogliono portare avanti. Il vantaggio principale, da uomo di numeri, è quello che per i prossimi 7-8 anni le squadre potranno continuare a giocare a hashtag#SanSiro con flussi di cassa aggiuntivi, aspetto molto importante, visto che i club del campionato italiano versano in una situazione complessivamente piuttosto critica, con delle grandi opportunità che vanno colte e gli stadi sono una di queste, con un modello di business completamente nuovo.Ne ho parlato in questa intervista su Rai Sport",
            "comments": []
        },
        {
            "post": "🔴 Nomina di Mauro Radice 🔴Mauro Radice è stato nominato quale Responsabile del dipartimento Contract Management presso CSC Costruzioni! 🙌 Mauro anche continuerà ad essere il Contract Manager per la nostra JV RPN - Renovation Palais des Nations per il progetto del Rinnovamento del Palazzo delle Nazioni a hashtag#Ginevra.🌟Mauro Radice porta con sé una straordinaria esperienza nel settore della costruzione e una passione per la gestione contrattuale. La sua esperienza e le sue competenze strategiche lo rendono la scelta ideale per guidare la nostra azienda verso nuove vette.L’impegno di Mauro per l'eccellenza operativa e il suo approccio orientato alla collaborazione sono risorse preziose per CSC Costruzioni.👉 https://lnkd.in/ghn9-x4hashtag#nomination hashtag#contract hashtag#proud hashtag#human hashtag#grow hashtag#talent hashtag#Switzerland",
            "comments": []
        },
        {
            "post": "Webuild has signed a contract worth $4.7bn (£3.7bn) to build an artificial lake at Trojena, one of the projects within the Saudi Arabian mega-project called Neom Full story:",
            "comments": []
        },
        {
            "post": "CSC at the Swiss BAU",
            "comments": []
        },
        {
            "post": "15.000 followers is a great result !Many thanks to our Communication Manager Solene PeritdidierForza CSC",
            "comments": []
        },
        {
            "post": "L’Italia deve puntare sulla qualità delle proprie competenze e sulle eccellenze che è in grado di esprimere con un sistema di imprese che ha realizzato alcune delle più iconiche opere infrastrutturali al mondo, dal Canale di Panama al ponte di Genova, alle principali metropolitane nel mondo a Parigi, New York, Milano e Roma. Così hashtag#PietroSalini AD di Webuild intervenendo a GeoEconomy Talk, nuovi equilibri economici globali organizzato da RCS Academyhashtag#comunicazionehashtag#Storytellinghashtag#madeinItalyhashtag#Italiahashtag#competenzehashtag#talentihashtag#lavorohashtag#infrastruttureAlessandra Ricci Alessandro Decio nicola saldutti Corriere della Sera Caterina Tonini Antonio Ianora Gian Luca Orefice Marco Santarelli Gaia Ghirardi Biancamaria Verde Roberto Deambrogio Riccardo Corsini Anna Rosa D'Ambrosio Luca Torchia Marco Bardazzi",
            "comments": []
        },
        {
            "post": "A Catania, alle pendici dell'Etna, nasce la prima fabbrica automatizzata dei conci: hashtag#tecnologia e hashtag#innovazione per la realizzazione di decine di migliaia di conci che verranno utilizzati nel rivestimento delle gallerie della linea ferroviaria ad Alta Velocità tra Messina e Catania. Produzione del calcestruzzo, movimentazione dei casseri, fase di maturazione: tutto su una linea di montaggio completamente automatizzata in grado di produrre un concio ogni quattro minuti. hashtag#Efficienza idrica, riciclando le acque di produzione per il 70% del fabbisogno. Efficienza energetica, coprendo il 40% della richiesta energetica con i pannelli fotovoltaici. hashtag#Sicurezza, utilizzando i robot per le fasi di stoccaggio dei conci e digitalizzazione, con il controllo di processo totalmente via software. Il primo di due stabilimenti gemelli che sorgeranno in Sicilia. Un fiore all'occhiello per la Regione, per il Sud e per tutto il Paese. Motivo di orgoglio per le donne e gli uomini di Webuild impegnati nella realizzazione di queste grandi opere per lo sviluppo dell'Italia 💪",
            "comments": []
        },
        {
            "post": "Con Webuild, il totale dei nuovi ordini e in corso di finalizzazione da inizio anno, abbiamo raggiunto i 22mld€, includendo 4,1 mld€ in cui siamo i migliori offerenti. Questi, li considereremo nel backlog solo quando aggiudicati ufficialmente. Il mercato delle grandi opere e delle hashtag#infrastrutture è effervescente a livello mondiale, guidato dalla transizione ecologica e dalla necessità di dare sostegno alle economie reali. Abbiamo realizzato più del doppio degli ordini attesi, coprendo di già gli ordini che avremmo dovuto fare nel 2024. L'attuale backlog copre il 100% dei ricavi ed EBITDA target per il 2023-2025. E se seguite tutta l'intervista, le mie considerazioni su hashtag#PNRR, hashtag#Lavoro e scenario hashtag#macroeconomico internazionale. E c'è anche qualche dettaglio sul progetto del ponte sullo stretto di hashtag#MessinaClass CNBC Carla Signorile",
            "comments": []
        },
        {
            "post": "Dobbiamo ragionare su un nuovo disegno complessivo del sistema di controllo delle aziende che consenta di analizzare congiuntamente temi finanziari, con temi operativi e di hashtag#compliance. Viviamo un momento storico in cui i cambiamenti avvengono in modo repentino e le aziende devono adattarsi tempestivamente al cambiamento per restare competitive. Oggi l’hashtag#InternalAudit non deve essere inteso solo come mera garanzia degli organi di hashtag#governance, ma deve invece promuovere attivamente il hashtag#cambiamento interno, soprattutto grazie alla conoscenza dell’hashtag#organizzazione.Il contesto nazionale e internazionale ci porta a dover ragionare in modo molto dinamico sull'evoluzione della gestione dei rischi e l'efficienza dei processi. L’evoluzione normativa e tecnologica modifica gli scenari di rischio imponendo alle aziende di aumentare continuamente le tematiche sottoposte a controllo: hashtag#Cybersecurity, hashtag#Privacy, nuovi rischi legati alla hashtag#SupplyChain e non ultimo le tematiche hashtag#ESG da cui nessuna azienda può più prescindereLe organizzazioni devono gestire le informazioni in maniera integrata, sia che si tratti di business sia che si tratti di sistema di controllo. L'hashtag#audit ha la capacità di fornire al top management una rappresentazione dei processi aziendali strettamente complementare alla vista delle diverse competence line. Non è solo un concetto di trasversalità: il punto di vista dell’audit consente al management di capire se i dipartimenti lavorano in maniera coordinata ed efficace tra loro hashtag#knowledgesharing hashtag#AIIA AIIA | Associazione Italiana Internal Auditors Webuild FRANCESCO ALBIERI Andrea Cabrini",
            "comments": []
        },
        {
            "post": "hashtag#PonteSulloStretto di Messina: in consegna il 30 settembre la documentazione integrativa di aggiornamento del progetto definitivo. La documentazione riguarda il ponte e i suoi collegamenti stradali e ferroviari e comprende, tra l’altro, la relazione tecnica multidisciplinare per adeguare il progetto alle nuove norme tecniche in materia di sicurezza e ambiente e all’evoluzione tecnologica intervenuta nel settore.🗣️ “E’ un ulteriore passo avanti verso la realizzazione del Ponte: un’opera innovativa, strategica e immediatamente cantierabile.” Pietro Salini, hashtag#Webuild CEO 👉 https://bit.ly/3EQHT9L",
            "comments": []
        },
        {
            "post": "La svolta, a volte violenta, delle politiche monetarie delle banche centrali ha avuto sul sistema finanziario effetti che sono stati sottovalutati. Le attività restrittive sui tassi di interesse dovranno tenere conto evidentemente dalla crisi dei mercati innescata dal fallimento di hashtag#SVBank e hashtag#Signature",
            "comments": []
        },
        {
            "post": "Italferr: un’eccellenza italiana!",
            "comments": []
        },
        {
            "post": "📢 ❔🚸🚧 hashtag#TUTTO🚨👁️‍🗨️❣️💪❕\"Arrivare a ZERO è utopia\". Oppure è l'unica ambizione possibile?Tu cosa vorrai fare da oggi per raggiungere ZERO comportamenti non sicuri? Io ti suggerisco di partire dai tuoi e vedrai che altri ti seguiranno. Se non ti senti pronto o motivato, riguardati questo video!grazie ad Alessandro Raspante per avermi fatto riscoprire questo filmato.hashtag#boringstress hashtag#paolocondivide hashtag#paoloshare hashtag#LEADERSHIP hashtag#COMPORTAMENTI hashtag#COMUNICAZIONE hashtag#SICUREZZALAVORO hashtag#SICUREZZASULLAVORO hashtag#SICUREZZASTRADALE",
            "comments": []
        },
        {
            "post": "A Pietro Salini Laurea Honoris Causa in hashtag#Ingegneria civile da Università degli Studi di Genova per il suo ruolo nel settore delle hashtag#infrastrutture e nel territorio ligure.«Con la hashtag#laurea honoris causa a Pietro Salini l'Università di Genova riconosce all'uomo e alla sua impresa le doti dell'ingegno, della creatività e della tecnica tutte italiane, il coraggio ambizioso di guardare sempre avanti e l'entusiasmo per l'innovazione. Ammiro e condivido, inoltre, l'attenzione per i hashtag#giovani che sempre dimostra, l'impegno nella loro hashtag#formazione e nell'incentivarne il hashtag#talento\" -  Federico Delfino, Rettore dell'Università di hashtag#Genovahttps://bit.ly/3NFA7l9",
            "comments": []
        },
        {
            "post": "hashtag#UrbanMobility: the new hashtag#M4 that will connect hashtag#Linate to the center of hashtag#Milan in record time appeared in the program of \"Open House Milano 2019\" for the second year in a row. Construction sites are attracting more and more people that want to actively take part and learn more about the major works that will change their city’s way of life. hashtag#lablu Read more: http://bit.ly/2MGenuU",
            "comments": []
        }
    ]
}