{
    "name": "Angela Tenerelli",
    "subtitle": "Marketing Director",
    "location": "Lainate, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "Direttore marketing",
            "Randstad Italia",
            "Apr 2009 - Present · 15 yrs 2 mos"
        ]
    ],
    "posts": [
        {
            "post": "Ieri nella sede di Randstad abbiamo dato il benvenuto a due colleghi speciali: Tina e Milo, le mascotte ufficiali dei Giochi Olimpici e Paralimpici  di Milano Cortina 2026 di cui siamo orgogliosi di essere Hr partner. Tina e Milo rappresentano il simbolo dei giochi: l'accoglienza, l'inclusivita', la legacy per il futuro. hashtag#Randstaditalia #milanocortina2026#partnerfortalent",
            "comments": []
        },
        {
            "post": "Si è concluso il fantastico tour della hashtag#roadmap2024 hashtag#bettertogether. 5 incontri tra colleghi, clienti e talenti accomunati dal grande desiderio di portare valore nel mondo del lavoro. Abbiamo parlato di obiettivi, talenti, progetti strategici hashtag#milanocortina2026 e la grande ambizione di diventare la hashtag#talentcompanypiuequaespecializzataalmondo. E ora focus al 2024 hashtag#partnerfortalent hashtag#randstaditalia",
            "comments": []
        },
        {
            "post": "Salutiamo il 2023 con la consapevolezza di avere fatto un grande lavoro di squadra e la certezza di avere i migliori colleghi, 2024 ti attendiamo a braccia aperte con il grande obiettivo di continuare a crescere e di essere il miglior hashtag#partnerfortalent per i nostri talenti e i nostri clienti. hashtag#Randstaditalia",
            "comments": []
        },
        {
            "post": "Buone feste a tutti.",
            "comments": []
        },
        {
            "post": "Il 30 novembre si è tenuto presso l'auditorium del Museo Ducati di Bologna l'evento Randstad: \"Innovazione e Team, generazioni in pista. @zoran Filkicic ha moderato la tavola rotonda con Valentina Sangiorgi Fabio Costantini Alberta Camporese @Michele Pirro davide tardozzi. Si è parlato dell'importanza del talento, di learning agility e di allenabilita'. È importante evolversi e includere tutti i talenti con le proprie unicità. Dietro un grande risultato c'è sempre tanto sacrificio e il lavoro di una squadra. hashtag#randstaditalia hashtag#ducatisport",
            "comments": []
        },
        {
            "post": "Che bello ritrovarci, stare insieme, stringere mani, guardarsi negli occhi e parlare di futuro e strategia per darci la carica per crescere sempre più. #roadmapto2024#bettertogether#rome",
            "comments": []
        },
        {
            "post": "Disegniamo un futuro positivo essendo hashtag#audaci e non solo reattivi hashtag#RandstadFutureTalk",
            "comments": []
        },
        {
            "post": "Futuro, giovani, sostenibilità e territorio. Sono questi i valori che accomunano @Randstad Italia e @Fondazione Milano Cortina 2026 ma che, soprattutto, guidano il nostro lavoro. Oggi inizia la nostra road to the games, il nostro viaggio che ci porterà a vivere il grande sogno dei Giochi Invernali del 2026. Orgogliosa, ogni giorno di più, di lavorare per Randstad Italia e di supportare - insieme a tutti miei colleghi - questo ambizioso progetto.\"#MilanoCortina2026#Olympic#Paralympic#BepartOfIt#randtaditalia#humanforward",
            "comments": []
        },
        {
            "post": "Buona Pasqua a tutti.Randstad Italia hashtag#Humanforward",
            "comments": []
        },
        {
            "post": "Grazie Jacques van den Broek un grande leader che ha saputo ispirare, ingaggiare, motivare e spingere ognuno di noi a guardare oltre.",
            "comments": []
        }
    ]
}