{
    "name": "Nicoletta Basile",
    "subtitle": "CEO&CSO IKEA Italia Distribution",
    "location": "Greater Milan Metropolitan Area",
    "about": "26 years experience in Retail (Alfa Romeo, Gruppo Rinascente, IKEA) and Supply Chain (IKEA) with many different perspectives on business and people, passionate about Consumer and life styles evolution, optimistic and deeply believer that there is no business development without people and planet care. Professional Coach.",
    "experiences": [
        [
            "IKEA Group",
            "23 yrs 2 mos",
            "CEO&CSO Ikea Italia Distribution",
            "Full-time",
            "Jun 2018 - Present · 6 yrs",
            "Piacenza, Italia",
            "Deputy Distribution Operation Manager",
            "Feb 2018 - May 2018 · 4 mos",
            "Piacenza, Italia",
            "Country Customer Relations Mgr",
            "Oct 2013 - Jan 2018 · 4 yrs 4 mos",
            "Milano, Italia"
        ],
        [
            "UPIM",
            "2 yrs",
            "Direttore di negozio",
            "Feb 2000 - Mar 2001 · 1 yr 2 mos",
            "San Benedetto Del Tronto, Marche, Italia",
            "Allieva Direttore di Negozio",
            "Apr 1999 - Jan 2000 · 10 mos",
            "Roma, Italia"
        ],
        [
            "Sales & Customer care consultant",
            "Alfa Romeo",
            "Mar 1998 - Mar 1999 · 1 yr 1 mo",
            "Bari, Puglia, Italia"
        ]
    ],
    "posts": [
        {
            "post": "Per il quarto anno consecutivo, tengo a ringraziare il Prof.Luca LANINI per averci dato la possibilità di mostrare una parte della filiera logistica IKEA a 220 studenti presso l’Università Cattolica del Sacro Cuore di Piacenza. Spero davvero di essere riuscita a donare un po’ della mia passione e tanto della visione IKEA per una logistica sempre più innovativa e sostenibile, di aver potuto toccare la sensibilità di qualcuno di questi giovani studenti nel pieno del proprio percorso formativo e di aver acceso l’entusiasmo per un settore che tanto ha da offrire ai talenti di oggi e che di loro ha tanto bisogno per sperimentare, inventare, costruire nuove opportunità di crescita e sviluppo. hashtag#IKEA hashtag#IKEAItalia hashtag#IKEAPiacenza",
            "comments": []
        },
        {
            "post": "È stato un vero piacere ospitare oggi gli studenti del corso di Intercultural Business Management della Università Cattolica del Sacro Cuore di Piacenza nel nostro IKEA Distribution Center. Nel tempo insieme abbiamo raccontato il nostro impegno per l'Equality Diversity & Inclusion e come stiamo lavorando per promuovere un ambiente di lavoro in cui tutti possano sentirsi a casa.Abbiamo raccolto tantissime idee da questo momento di incontro in cui trenta, tra  studenti e IKEA  co-worker di diverse nazionalità, attraverso il gioco e il dialogo, hanno raccontato pensieri ed esperienze. Riflettere insieme e condividere il proprio vissuto all'interno della nostra quotidianità, ci aiuta a comprendere come possiamo valorizzare la ricchezza che proviene dall'unicità di ciascuno. Vorrei ringraziare la Prof.ssaMaura Di Mauro per il proprio contributo nell'organizzazione così come gli studenti universitari, stefania mastroeni e tutti i nostri colleghi per l’entusiasmo dimostrato e la voglia di esserci.hashtag#IKEAPiacenza hashtag#IKEAItalia",
            "comments": []
        },
        {
            "post": "Acquisire consapevolezza circa le violenze subite non è facile. Ci sono parole, gesti e comportamenti che richiedono tempo,  a volte anni, per essere riconosciuti come violenza economica, piscologica, fisica e perché il ciclo della violenza possa essere interrotto.È quello di cui abbiamo parlato oggi nei depositi di hashtag#IKEAPiacenza insieme ai colleghi e con la testimonianza dell'associazione La città delle Donne, centro Antiviolenza di Piacenza, che ogni giorno si impegna contro la violenza sulle donne nel nostro territorio. Un incontro di grande intensità, avvenuto a pochi giorni dalla Giornata Internazionale per l’eliminazione della violenza contro le donne.1 donna su 3 ha subito violenza, almeno una volta nella vita. E su questo tema, ognuno di noi può e deve fare la differenza, sensibilizzando e promuovendo un ambiente in cui tutti si sentano ascoltati, protetti e rispettati.In 10 anni, con hashtag#UnPostoDaChiamareCasa abbiamo potuto realizzare più di 50 progetti in tutta Italia dedicati all’ascolto e all’accoglienza di donne in cerca di un luogo sicuro e finché ci sarà bisogno, continueremo ad affermare il nostro impegno contro la violenza sostenendo il lavoro prezioso di queste associazioni. hashtag#IKEA hashtag#IKEAItalia hashtag#25Novembre",
            "comments": []
        },
        {
            "post": "Felice di aver partecipato all’evento \"hashtag#GreenLogistics - dal dire al fare\" organizzato da LIUC - Università Cattaneo. Grazie al Prof. Fabrizio Dallari per l’invito e l’opportunità di condividere la nostra esperienza nel promuovere una Supply Chain Sostenibile partendo proprio dai nostri depositi di hashtag#IKEAPiacenza. Un grande momento di ispirazione e di scambio di conoscenze che ci consente di imparare gli uni dagli altri, di collaborare e di fare sempre meglio. hashtag#IKEA hashtag#IKEAItalia hashtag#IKEAItaliaDistribution",
            "comments": []
        },
        {
            "post": "E con grande gioia abbiamo dato il benvenuto ad un nuovo anno insieme in hashtag#IKEAPiacenza! Grazie a tutti coloro che giorno dopo giorno, con il proprio talento, impegno e cuore si prendono cura dei prodotti IKEA nei nostri depositi e contribuiscono a trasformare in realtà i sogni dei nostri Clienti.E grazie anche per continuare ad aiutarsi gli uni con gli altri, generazioni più mature e nuove generazioni, lavoratori provenienti da più di 45 nazionalità, e a favorire la crescita individuale e, con essa, lo sviluppo di una comunità capace di realizzare le proprie idee e creare valore per se, per IKEA, per i propri Clienti.hashtag#IKEA hashtag#IKEAItalia hashtag#IKEAItaliaDistribution",
            "comments": []
        },
        {
            "post": "Felice ed orgogliosa di avere potuto ospitare ITS Logistica Sostenibile nei nostri depositi centrali IKEA a Piacenza. Uno scambio sempre molto proficuo quello tra azienda e studenti, per il presente ma anche per il futuro dei giovani talenti e delle nostre aziende.hashtag#IKEA hashtag#IKEAItalia hashtag#IKEAPiacenza",
            "comments": []
        },
        {
            "post": "Il viaggio di IKEA e i suoi 80 anni di storia, tra innovazioni, ispirazioni e prodotti iconici che hanno cambiato la vita in casa della maggior parte delle persone, alla Milano Design Week 2023 con Assembling the Future Together.Un privilegio far parte del viaggio ed un onore costruire il futuro insieme a voi. hashtag#IKEAItalia hashtag#Fuorisalone hashtag#IKEAdesignweek hashtag#MDW23",
            "comments": []
        },
        {
            "post": "In IKEA il talento non ha genere. E oggi, in occasione della Giornata Internazionale della Donna, con profonda gratitudine penso a tutte le persone meravigliose, uomini e donne, che ho incontrato nel mio percorso in IKEA e che mi hanno ispirata, sostenuta e incoraggiata ad esprimere il mio talento.Sono orgogliosa dei risultati raggiunti fino ad ora da IKEA Italia: 47% delle posizioni manageriali occupati da donne e 0% Gender Pay Gap, cioè la parità retributiva di genere per lavori di pari valore. Molti i traguardi che ancora ci attendono, ma siamo sulla strada giusta. hashtag#IWD hashtag#IKEA hashtag#IKEAItalia hashtag#EmbraceEquity hashtag#8marzo hashtag#GiornataInternazionaleDellaDonna",
            "comments": []
        },
        {
            "post": "Great pleasure and opportunity to host IKEA Customer Fulfillment talents from all over the world in hashtag#IKEAPiacenza: new ideas and learning to improve together. Thank you!",
            "comments": []
        },
        {
            "post": "Oggi abbiamo celebrato un momento speciale: a hashtag#IKEAPiacenza è arrivato il CDC 074, un nuovo deposito dedicato alle consegne direttamente nelle case dei nostri clienti, che ci consentirà di gestire gli ordini in maniera più rapida ed efficiente. Si tratta di un traguardo importante nel processo di modernizzazione del nostro hub logistico, che cambia un po’ alla volta per divenire elemento sempre più centrale nel mondo IKEA, a supporto della crescita futura dei nostri flussi. Ancora un sentito grazie a tutti coloro che hanno reso possibile tutto questo!Sono veramente orgogliosa di quello che abbiamo realizzato insieme e di quello che verrà. Quella di oggi è solo la prima tappa di un bel percorso di cambiamento che ci renderà sempre più moderni e vicini ai nostri clienti.hashtag#IKEA hashtag#IKEAItalia hashtag#IKEAPiacenza",
            "comments": []
        }
    ]
}