{
    "name": "Giuseppe Rebuzzini",
    "subtitle": "CEO at MET Energia Italia Spa",
    "location": "Milan, Lombardy, Italy",
    "about": "I'm a professional operating in the European Energy Sector with wide expertise in the fields of Gas & Power Assets optimisation, Gas Trading, LNG, Renewable Development and M&A.In my current role as Senior Partner and MD of White Tree Energy and Environment I am involved both as an Advisor and as Originator and Equity Investor in these areas. In my career I've also managed the decommissioning of power assets in EU and the restructuring and wind-down of complex organizations.I have expertise in participating to and managing Board Meetings and I'm accustomed to working into highly complex organizations and delivering high-standard products both internally and to customers.Finally, I have recognized skills in evaluating assets and companies and a significant expertise of the European financial markets, both Equity and Commodity: as part of my current activities I work with  Fidentiis Equities, an established financial boutique, to provide finacial advisory on the main energy companies whose stocks are listed in Milan Stock Exchange.",
    "experiences": [
        [
            "CEO",
            "MET Energia Italia Spa",
            "Jul 2017 - Present · 6 yrs 11 mos",
            "Milan Area, Italy"
        ],
        [
            "Managing  Director",
            "White Tree Energy & Environment Srl",
            "Jan 2013 - Present · 11 yrs 5 mos",
            "Milan",
            "White Tree Energy & Environment is a small company whose objective is to provide advisory to companies operating in the gas & power business (including renewables) and to originate double digit return opportunities in the energy and environment arena.\n\nWhite Tree currently operates as Advisor to a Gas & Power trader in Europe and to a company operating in the Energy Asset Decommissioning and Environmental Business.\n\nWhite Tree is originating and managing opportunities to relocate valuable Power Generation Assets from Europe to other geographies."
        ],
        [
            "Equity Research",
            "Fidentiis",
            "2013 - 2015 · 2 yrs"
        ],
        [
            "Vice President Commercial -  Italy",
            "BG Group",
            "2005 - 2012 · 7 yrs",
            "Milan Area, Italy",
            "Managing a team of 8 involved in Gas Marketing and Trading Italy, management of Power Generation (MW400), Business Development on LNG and M&A in Power Gen, LNG and Renewables."
        ]
    ],
    "posts": [
        {
            "post": "Siamo entusiasti di aver partecipato all'importante evento dei Blue Marina Awards organizzato da Walter Vassallo e ospitato al Marina Genova all’interno della SEA YOU, un momento di grande importanza per il settore marittimo e turistico. L'iniziativa ha fornito un palcoscenico unico per discutere e promuovere la sostenibilità, l'innovazione e l'accoglienza nei porti turistici italiani. È stato stimolante vedere come le diverse realtà presenti stiano abbracciando l'energia verde e l'efficienza energetica, trasformando i nostri porti in poli di sostenibilità e sviluppo. L'intervento del nostro CEO Giuseppe Rebuzzini ha evidenziato l'importanza di perseguire la sostenibilità ambientale e l'efficienza energetica nel settore marittimo, sottolineando che \"il futuro passa dall'energia pulita, oggi sempre più Governi richiedono che l’origine dell’energia elettrica arrivi da fonti green. L'obiettivo di MET Energia è quello di creare ed innescare un meccanismo virtuoso in cui tutte le strutture portuali turistiche nautiche nel tempo possano diventare più autosufficienti, green e competitive.Siamo entusiasti di essere parte di questo cambiamento e di contribuire attivamente alla trasformazione del settore.hashtag#blueeconomy hashtag#SEAYOU",
            "comments": []
        },
        {
            "post": "​ 🏆 Siamo entusiasti di annunciare il PREMIO COMUNITÀ ENERGETICHE RINNOVABILI E SOLIDALI! Invitiamo tutte le comunità energetiche impegnate nel promuovere pratiche sostenibili e rinnovabili a candidarsi e condividere le loro storie di successo con noi. In qualità di sponsor di Legambiente e membri della giuria, siamo pronti a celebrare le vostre realizzazioni e il vostro impegno nel raggiungere gli obiettivi di sicurezza energetica e tutela del clima.Le vostre iniziative incarnano i valori fondamentali della nostra cultura aziendale: indipendenza, coraggio e intraprendenza. Vogliamo rendere omaggio alla vostra dedizione e ispirare altre comunità a seguire il vostro esempio. 👇 Clicca qui per i dettagli e per inviare la tua candidatura: https://lnkd.in/gMmkR5JS",
            "comments": []
        },
        {
            "post": "Il concorso promosso da Legambiente, in collaborazione con MET Group, mette in palio 5 premi in denaro per le 3 migliori Comunità Energetiche Rinnovabili e Solidali realizzate e le 2 in fase di progettazione. Requisito indispensabile per poter concorrere è che le Comunità Energetiche Rinnovabili e/o le Configurazioni di Autoconsumo Collettivo realizzate o in fase di progettazione abbiano all’interno del progetto o nello Statuto espliciti riferimenti agli aspetti solidali, ovvero quelle caratteristiche che rispetto alle normali hashtag#CER possono portare un valore aggiunto alle famiglie e ai territori dove queste si sviluppano o intendono farlo. Per le C.E.R.S. in progetto è obbligatorio avere un soggetto del hashtag#TerzoSettore incluso nel progetto in realizzazione. Candidature entro il 5 maggio 2024.hashtag#cers hashtag#comunitàenergetiche hashtag#premio hashtag#innovazionesociale Stefano Ciafani Dr. Christian Hürlimann Giuseppe Rebuzzini MET Energia Italia",
            "comments": []
        },
        {
            "post": "Oggi celebriamo la Giornata Internazionale delle Foreste, un’occasione per riflettere sul ruolo cruciale che esse svolgono nella conservazione della biodiversità. Il tema di quest'anno è \"Forests and Innovation\" e pone l'accento sull'essenziale connubio tra conservazione forestale e progresso tecnologico, per evidenziare come le nuove tecnologie possano essere alleate fondamentali nella loro tutela. Grazie al nostro partner scientifico 3Bee, abbiamo aderito al progetto Oasi della Biodiversità, habitat urbani e agroforestali che fungono da rifugi per impollinatori e biodiversità vegetale ricreati in zone a bassa biodiversità. Nelle Oasi 3Bee la tecnologia ci permette di raccogliere dati preziosi sullo stato di salute dell'ecosistema circostante, contribuendo così a promuovere l’importanza della tutela della biodiversità.",
            "comments": []
        },
        {
            "post": "Siamo lieti di comunicarvi che facciamo parte di Elettricità Futura, la principale Associazione della filiera industriale nazionale dell’energia elettrica che rappresenta oltre il 70% del mercato elettrico italiano.Elettricità Futura ha l’obiettivo di promuovere lo sviluppo del settore elettrico italiano nella direzione della transizione energetica, un percorso di rilancio della filiera industriale che consente di creare notevoli benefici per l’economia e l’occupazione aumentando la sicurezza, l’indipendenza, la sostenibilità e la competitività dell’Italia.Con quest'adesione MET Energia Italia rafforza la propria volontà di essere fra i principali operatori della transizione energetica in Italia.  hashtag#transizioneenergetica hashtag#mindthefyouture",
            "comments": []
        },
        {
            "post": "Nei giorni 20-22 Febbraio saremo ad e-world, pronti a scambiare contatti, idee e opportunità con le nostre controparti e con chiunque voglia incontrarci !",
            "comments": []
        },
        {
            "post": "oggi per la seconda volta in pochi giorni ho ricevuto una chiamata da un call center che sapeva già a quale nuovo fornitore di energia elettrica passerò da inizio Giugno Cari ARERA - Autorità di Regolazione per Energia Reti e Ambiente, Acquirente Unico ed E-Distribuzione non è ora di iniziare una bella indagine approfondita su chi fa uscire i dati del SII e/o dai sistemi dei distributori, visto che l'informazione deriva palesemente da chi ha i dati di switch, e non è la prima volta che mi capita?",
            "comments": []
        },
        {
            "post": "Today is Solar Appreciation Day! We at MET Group appreciate the power of the sun and have started setting up a portfolio of solar plants in several European countries. One of them being the Buzsák Solar Park in Hungary which is to be completed soon!hashtag#solarenergy hashtag#renewables",
            "comments": []
        },
        {
            "post": "Only final touches left at MET Gerjen Solar Park, we are close to celebrating. hashtag#renewables hashtag#greenenergy hashtag#sustainability",
            "comments": []
        },
        {
            "post": "With great interest, MET Group has been following the debates at hashtag#COP27 in Sharm El-Sheikh, Egypt, as experts from around the globe have been discussing the challenges the world needs to face in the context of global warming. MET’s Renewables CEO Dr. Christian Hürlimann commented: “This conference clearly showed that there is still a lot of work ahead of us in fully aligning and then executing all necessary measures to protect our climate. It is in all our interest to join forces to fight climate changes, reduce climate-damaging emissions and to keep the 1.5 degrees global warming target, compared with pre-industrial levels. Protecting our climate is also about protecting humankind. Our company is fully committed to the energy transition and has increased its target to 2 GW of new renewable based capacity by 2026”. hashtag#energytransition hashtag#solar hashtag#wind hashtag#renewables",
            "comments": []
        },
        {
            "post": "Important milestone for MET Group: Together with Keppel (Infrastructure Division), the company has formed a joint venture to pursue renewable energy opportunities in Western Europe, underscoring MET’s target of building a portfolio of renewables with an installed capacity of 2 GW. MET’s CEO Benjamin Lakatos: “I am excited that we are stepping up to the next level of strategic partnership with Keppel. The renewables joint venture we have established is the right platform for our cooperation and fits perfectly within the long-term vision of both companies. MET and Keppel are dedicated to supporting the energy transition in Europe.” hashtag#energytransition hashtag#renewableenergy hashtag#wind hashtag#solar",
            "comments": []
        },
        {
            "post": "MET Group is the first to install Tesla's hashtag#energystorage unit, hashtag#Megapack in Százhalombatta, hashtag#Hungary on site of the company's Dunamenti Power Plant to support the shift from fossil fuels to hashtag#renewables. MET also joined Hungarian Battery Association (HUBA) today.",
            "comments": []
        },
        {
            "post": "Supponiamo di essere pronti per metterci in viaggio per le hashtag#vacanze . Arriviamo al distributore con la nostra tradizionale auto a combustibili hashtag#fossili, per fare il pieno, e troviamo il prezzo della hashtag#benzina aumentato di 5 volte (!!!) rispetto a prima. La bellezza di 10 Euro a litro. Facciamo due conti e scopriamo che per fare il hashtag#pieno (ae. diciamo 50 litri) ci tocca spendere 500 Euro (cinquecento...).Siamo certi che non ci cambia nulla? Vogliamo ignorare il fatto che almeno qualcuno di noi farà meno km, o viaggerà più piano, o addirittura rinuncerà al viaggio? Io penso che sarebbe uno scossone non indifferente.Ora, lo hashtag#scenario apocalittico descritto sopra per la benzina è quanto è successo, realmente, al hashtag#prezzo dell'energia elettrica (della \"hashtag#luce \") tra l'anno scorso e quest'anno (vedi grafico): da 95 a 450 E/MWh. Eppure, il grafico di hashtag#Terna del hashtag#carico elettrico non si è smosso minimamente dai valori usualmente attesi per Luglio.In termini tecnici, è chiaro: il hashtag#segnale di prezzo dell'hashtag#energia non arriva ai consumatori finali.",
            "comments": []
        },
        {
            "post": "La nostra hashtag#forza è la nostra hashtag#energia!MET Energia Italia ritiene che il lavoro di squadra sia un punto chiave per rispondere alle nuove sfide e perciò, venerdì 1 Luglio abbiamo organizzato un hashtag#TeamBuilding all’insegna del divertimento e della condivisione. Durante la giornata abbiamo avuto l’occasione di cimentarci in alcune sfide di Padel nei campi del Quanta Club Milano e partecipare ad attività di mental coaching tenute dal Perform-UP S.R.L. Team.L’ esperienza è stata molto stimolante, formativa ed ha aumentato l’affiatamento tra i membri del nostro team, rafforzando lo spirito di squadra.hashtag#metmoves hashtag#padel hashtag#teamworking",
            "comments": []
        },
        {
            "post": "Cerved Rating Agency ha emesso il rating B1.2 su MET Energia Italia Spa in data 27/06/2022.L’assegnazione del rating riflette: (i) un limitato rischio di fornitura e di liquidità derivante dall’appartenenza ad un gruppo diversificato e finanziariamente solido, (ii) una marginalità moderata, divenuta positiva nel FY21, e (iii) le previsioni di sviluppo del business nel FY22.Commenta l’Amministratore Delegato di MET Italia, Giuseppe Rebuzzini: “Per MET Italia l’ottenimento del rating pubblico da parte di CERVED costituisce un traguardo significativo e nello stesso tempo un forte impulso allo sviluppo del business nella vendita di energia elettrica e gas naturale nel nostro Paese. Un traguardo perché certifica il passaggio da una fase di start-up ad una di maturità, reso già evidente dai risultati del FY21. Un impulso alla crescita perché dà modo alla società di accreditarsi in modo rapido ed efficiente presso tutti gli stakeholder nazionali, siano essi fornitori, operatori di reti di trasporto e distribuzione o clienti finali, in modo da poter allargare il proprio portafoglio ed aumentare la propria capacità di servire i clienti in modo efficace ed a costi contenuti.hashtag#metenergiaitalia hashtag#cervedratingagency",
            "comments": []
        },
        {
            "post": "L’edizione 2022 della hashtag#GiornataMondialeDellAmbiente si intitola “Only One Earth”. «Nell’universo ci sono miliardi di galassie, nella nostra galassia ci sono miliardi di pianeti – osserva l’ONU -. Ma c’è solo una Terra: prendiamocene cura».E’ importante un’azione collettiva e trasformativa su scala globale per celebrare, proteggere e ripristinare il nostro pianeta.Non solo oggi, ma tutti i giorni, dobbiamo agire per migliorare il nostro pianeta. Ecco perché MET si impegna da anni per favorire una politica green.Tutte le nostre offerte infatti garantiscono la fornitura di energia elettrica proveniente al 100% da fonti rinnovabili e di gas 100% CO2 free.Il nostro portafoglio di rinnovabili inoltre, è in continua crescita con l’obbiettivo di raggiungere 1 GW di capacità installata entro il 2026. Ad Aprile sono stati acquistati cinque progetti di fotovoltaico greenfield situati nell’Italia centrale e meridionale  che raggiungeranno lo status di ready-to-build nel 2024.hashtag#OnlyOneEarth hashtag#WorldEnvironmentDay2022 hashtag#mindthefyouture hashtag#metgoesgreen",
            "comments": []
        },
        {
            "post": "MET Group potenzia il proprio piano di investimenti europeo nelle rinnovabili espandendosi nei mercati italiano e spagnolo. La società svizzera ha acquisito il 100% di 5 progetti solari greenfield in Italia, con una capacità installata prevista di 213 MWp, e un progetto solare ready-to-build in Spagna, con una capacità installata prevista di 50 MWp – portando il suo portafoglio totale a 714 MWp. I 5 progetti di fotovoltaico greenfield acquisiti da MET sono situati nell’Italia centrale e meridionale e garantiranno a regime una produzione di oltre 350 GWh, grazie all’utilizzo di innovativi moduli fotovoltaici bifacciali montati su trackers mono-assiali in grado di ottimizzare la ricezione dei raggi solari. Si prevede che questi progetti raggiungano lo status di ready-to-build nel 2024.Nel corso del mese di aprile, MET Group ha inoltre acquisito una partecipazione del 100% nel progetto solare Puerto Real 3 in Andalusia, Spagna. Il progetto (da 50 MWp) è già ready-to-build e dovrebbe essere operativo nell’estate del 2023.Questi progetti saranno sviluppati da MET Group attraverso la Divisione Green Assets, che ha l’obiettivo di raggiungere 1 GW di capacità installata “verde” in Europa entro il 2026, candidandosi a svolgere un ruolo attivo nell’ambito della transizione energetica del continente.Secondo Giuseppe Rebuzzini, Amministratore Delegato di MET Energia Italia: “Le sinergie tra la futura produzione elettrica rinnovabile e le attività di vendita ai clienti finali di MET Energia Italia saranno evidenti fin dal primo kilowattora immesso in rete. Grazie all’energia generata da questi impianti, non solo saremo in grado di migliorare la nostra offerta di prodotti “verdi” ai clienti che già usufruiscono di questo servizio, ma, attraverso il meccanismo dei Power Purchase Agreements, potremo offrire un prodotto pluriennale ai nostri clienti energivori più grandi e strutturati, contribuendo in questo modo a dare concretezza agli obiettivi nazionali della transizione energetica, finora rimasti in gran parte sulla carta”.hashtag#greenenergy hashtag#renewables hashtag#efficienzaenergetica hashtag#METgoesGreen hashtag#mindthefYOUture",
            "comments": []
        },
        {
            "post": "-Milano Marathon 3 aprile 2022-MET Energia Italia insieme a KM sport ha partecipato alla ventesima edizione della Milano Marathon, la prima dallo scoppio della pandemia. I nostri atleti hanno corso con hashtag#energia ed entusiasmo per le vie della città per supportare AIRC - The Italian Foundation for Cancer Research ETS.hashtag#mindthefYOUture hashtag#milanomarathon hashtag#METcare hashtag#METmoves",
            "comments": []
        },
        {
            "post": "Spegni, rallenta e hashtag#Connect2Earth Oggi 26 Marzo si celebra l’Earth Hour 2022, un’iniziativa del WWF che, partendo dal gesto simbolico di spegnere le luci per un’ora, unisce milioni di persone in tutto il mondo per promuovere uno stile di vita sostenibile, attento al risparmio energetico ed alla lotta al cambiamento climatico. Alle 20:30 spegnete la luce per un’ora ed unitevi al più grande inno globale per preservare il Pianeta! E poi riaccendete la luce affidandovi all’energia 100% Green di hashtag#METEnergiaItaliahashtag#ShapeOurFuture hashtag#mindthefYOUture hashtag#EarthHour",
            "comments": []
        },
        {
            "post": "We celebrate women who have fought with unwavering hashtag#energy for equal rights over the last century; we welcome women who work in hashtag#energy; and we also thank women who sacrifice their hashtag#energy to help those in need! Happy International Women's Day 2022!hashtag#womeninenergy",
            "comments": []
        },
        {
            "post": "Continua il percorso di crescita di Met Group nella produzione di energia rinnovabile.E’ stata completata la costruzione del Tázlár Solar Park, uno dei più grandi parchi solari dell'Ungheria, e la centrale solare ha iniziato le operazioni commerciali. L'investimento copre un'area di quasi 100 ettari in cui sono stati installati più di 115.000 pannelli solari.Il parco solare si unisce alla rete elettrica attraverso una sottostazione ad alta tensione appena installata. La messa in funzione del Tázlár Solar Park, con una capacità integrata di 63 MWp, è avvenuta in diverse fasi. Fornirà elettricità a più di 36 mila famiglie. I proprietari - MASPED Első Magyar Általános Szállítmányozási Zrt., \"HO-ME 2000\" Vagyonkezelő Kft. e MET Group hanno finanziato l'investimento di circa 50 milioni di euro. La centrale solare utilizza la tecnologia più innovativa ed ha una durata prevista di oltre 30 anni.Come parte della realizzazione del progetto, verranno piantati più di 42.000 alberi, in linea con le disposizioni applicabili della legge forestale. hashtag#mindthefYUOture # hashtag#renewableenergy",
            "comments": []
        },
        {
            "post": "\"Un potere ottuso che cala come una mannaia su gente meravigliosa, abituata al bene e al bello\". Monica Contrafatto, bersagliera e centometrista, medaglia al valore dell'Esercito - prima italiana dalla Prima guerra Mondiale a essere insignita di tale onore - sceglie queste parole per descrivere il ritorno al potere dei talebani in Afghanistan, la terra dove ha perso la gamba destra. Era il 24 marzo 2012 quando un colpo di mortaio sparato contro la base Ice nella provincia di Farah le portò via l'arto. Nell'attentato perse la vita il sergente Michele Silvestri, cinque i feriti. Due gravi. Uno era lei. Quattro anni più tardi Contrafatto ha vinto il bronzo ai Giochi paralimpici di Rio nei 100 metri, nella categoria amputati sopra il ginocchio. Dopo cinque anni \"di attesa infinita\", è pronta per Tokyo e non vede l'ora di gareggiare il 4 settembre. Lei, Martina Caironi e Ambra Sabatini sono le favorite in una delle gare simbolo di tutti i Giochi paralimpici.\"La bandiera afghana che sfilava senza atleti al seguito mi ha suscitato sgomento - racconta - ho un legame speciale con quella terra, che mi ha dato tanto nei sette mesi di missione, ho conosciuto storie bellissime, sorrisi di bambini, abbiamo aiutato la popolazione in una transizione verso la democrazia, che ora però è stata troncata dal ritorno dei talebani\". Tutti gli sforzi di quel tempo ora sembrano essere vanificati e Contrafatto, che è siciliana, spiega che per lei è come se la mafia avesse preso il potere nella sua Regione. Per questo aggiunge: \"Spero tanto che i due atleti afghani, Zakia Khudadadi e Hossain Rasouli, possano gareggiare a Tokyo. Significherebbe che non tutto è perduto. Mi piacerebbe dedicare una medaglia a tutta l'Italia, ma anche agli afghani che soffrono\".L'intervista completa di Cosimo Cito su Repubblica",
            "comments": []
        },
        {
            "post": "The second green asset acquisition in Bulgaria has been signed – MET Group is to acquire a 100% stake in a 60 MW wind park, along the Black Sea coastline.https://lnkd.in/eVV-Hpt",
            "comments": []
        },
        {
            "post": "Giovedì 18 Febbraio 2021 saremo presenti al VIRTUAL JOB MEETING ENGINEERING organizzato da Cesop HR Consulting Company Ti aspettiamo dalle 9.30 per scoprire le nostre opportunità di lavoro!hashtag#VirtualJobMeetingEngineering hashtag#job",
            "comments": []
        },
        {
            "post": "Per il secondo anno consecutivo MET Energia Italia è fornitore gas & power di Comunità San Patrignano. La partnership si rafforza condividendo i valori del rispetto e della cultura ambientale: fornitura 100% green.San Patrignano è da sempre attenta alla sostenibilità e tutela ambientale e ringraziamo tutto lo Staff per la preziosa collaborazione dimostrata e per l’importante mission che da oltre 40 anni si impegna a portare avanti con straordinaria dedizione.hashtag#MindthefYOUture hashtag#metgoesgreen",
            "comments": []
        },
        {
            "post": "MET GOES GREEN!",
            "comments": []
        },
        {
            "post": "Lockdown Gangs",
            "comments": []
        }
    ]
}