{
    "name": "Yvette Younes",
    "subtitle": "Marketing Director Italy & Greece at Reckitt",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "Reckitt",
            "Full-time · 4 yrs 5 mos",
            "Marketing Director Italy & Greece",
            "Sep 2021 - Present · 2 yrs 9 mos",
            "Milan, Lombardy, Italy",
            "Global Brand Marketing Manager - Vanish",
            "Jan 2020 - Sep 2021 · 1 yr 9 mos",
            "Dubai, United Arab Emirates"
        ],
        [
            "Reckitt",
            "1 yr 11 mos",
            "Global Brand Marketing Manager - Harpic",
            "Jan 2018 - Apr 2019 · 1 yr 4 mos",
            "Dubai, United Arab Emirates",
            "Category Marketing Manager UK - Nurofen, Gaviscon & Optrex",
            "Sep 2017 - Dec 2017 · 4 mos",
            "Slough, Berkshire, United Kingdom",
            "Category Marketing Manager Europe & North America - Optrex",
            "Jun 2017 - Aug 2017 · 3 mos"
        ],
        [
            "Reckitt",
            "4 yrs 9 mos",
            "Category Marketing Manager Europe & North America - Finish Equity/Comms",
            "Jul 2015 - Dec 2016 · 1 yr 6 mos",
            "Global Senior Brand Manager - Dettol",
            "Feb 2014 - Jun 2015 · 1 yr 5 mos",
            "Slough, United Kingdom",
            "Global Senior Brand Manager - Clearasil",
            "Apr 2012 - Jan 2014 · 1 yr 10 mos",
            "Slough, United Kingdom"
        ],
        [
            "Procter & Gamble",
            "5 yrs 3 mos",
            "Assistant Brand Manager Braun - EMEA",
            "Jun 2008 - Mar 2012 · 3 yrs 10 mos",
            "Assistant Brand Manager Braun Female Hair Removal - Arabian Peninsula",
            "Jan 2007 - Jun 2008 · 1 yr 6 mos"
        ]
    ],
    "posts": [
        {
            "post": "We are hiring: are you looking for a Sales role?👍 Key Account Manager https://lnkd.in/dduBrNa4👍 Trade Marketing Manager https://lnkd.in/dUc-RaavApply now!Elena Febbraro Lucia Mancone Anna Alicandro Enrico Facchini Benedetta Sistopaoli Silvia Scimone",
            "comments": []
        },
        {
            "post": "Be always ready to hashtag#UnlockYourEdge!Last week @Reckitt the whole Marketing Team had the opportunity to join a 3-day workshop on Data-Driven Marketing, as a final step of a learning journey that started almost a year ago! Through its MX Academy, Reckitt launched a DDM upskilling programme, in partnership with BCG, to give every marketeer the credentials to move within the digital marketing space and truly unlock their competitive edge! The whole program retraced all the stages of a digital campaign (hashtag#planning, hashtag#activation, hashtag#analysis, hashtag#testandlearn) and honed in on audience-centric comms, digital activation journeys, optimizing & measuring digital campaigns - with the final aim to allow the deployment of integrated engagement strategies that forge deeper connections between our brands and target audiences! And after learning, it was time to practice all together as a team, on real-life case studies and with an exciting final simulation game! A big thank you to our trainers Alex Martin Vivek Salunke Esra Ezibay and to the whole marketing team, for prioritizing learning & making it so much fun! Yvette Younes Ludovica Codecasa Giulia Cuccolini Mariano Fioretti Lukas Klimek Marcella Minotti Alessandra Russo Barbara Gattinoni Anna Alemany Martí Mirtilla Reale Chiara Castronovo Federica Frascina Laura Sarotto Morena Arrigo Francesca Capodaglio Franziska Isabeau Boesebeck Loris Vignati Sofia Pallaro Arianna Turri Estelle Pivetta Giorgia Romanini Kevin Falanga Brian Truss Lorraine Taylor MBA Preetha LakshmiNarayanan Başak Yalazi ELENA MONTEFREDINI Ilaria Valle Federica Marcolin Alessia Ferretti Never stop upskilling! hashtag#MktgEXhashtag#WeAreReckitt",
            "comments": []
        },
        {
            "post": "La nostra lavastoviglie conosce le nostre abitudini e per questo si rivela un prezioso alleato nel migliorare il nostro quotidiano. Attraverso la nuova campagna per Finish Curalavastoviglie, in onda a partire dal 28 Gennaio, sensibilizziamo i consumatori sull'importanza di prendersi adeguatamente cura di questo elettrodomestico: “Trattala con cura, trattala con Finish Curalavastoviglie” firma la line di campagna. hashtag#HavasProudChief Creative Officer: Luissandro Del Gobbo Associate Creative Directors: Massimo Filimberti, Eleonora Villari Strategic Planner Director: Francesca Travisi Client Services Director: Daniela Melodi Account Director: Federica PescettoAccount Supervisor: Elisa Riboni Assistant Account Executive: Nadia Salahie Head of TV Department: Jonathan Grassi Producer: Michele Mortara  Production Company: Mercurio Cinematografica SrlDirector: Paolo Monico Executive Producer: Luca Giberna, Desiree Castelli Maestro Producer: Diana Passoni Head of Post Production: Roberta Caimi  Demo Production: Taxfreefilm Owner: Franco Tassi Audio Production Company: Bondi Brothers  Client: Reckitt Marketing Director Hygiene – Italy & Greece: Yvette Younes Category Marketing Manager Finish Italy: Lukas Klimek, Margherita PizzulBrand Manager Gels & Additives Finish Italy: Federica Frascina",
            "comments": []
        },
        {
            "post": "Amazing work! So proud of Napisan and McCann’s teams for this!",
            "comments": []
        },
        {
            "post": "Another amazing talkability campaign on Napisan! Well done team!",
            "comments": []
        },
        {
            "post": "Very proud of the below work! After a shortlist at Cannes, the Finish Tourist Guide to Deserts of Italy has won a bronze Effie! Well done to the full team!Daniela Melodi Margherita Pizzul Luca Spadaro Mirtilla Reale Gaia Lorenzi Marcella Minotti Ferran Rousaud",
            "comments": []
        },
        {
            "post": "È On Air la nostra nuova campagna con protagonista lo chef Giorgio Locatelli per il lancio di Finish Ultimate Plus, la nuova generazione di capsule Finish, che compie 4 azioni contro lo sporco ostinato. Chief Creative Officer: Luissandro Del Gobbo Associate Creative Director: Massimo Filimberti, Giorgio Turco, silvia savoiaManaging Director: Daniela Melodi  Account Supervisor: Elisa Riboni Assistant Account Executive: Nadia Salahie Strategic Planner Director: Francesca Travisi Head of TV Department: Jonathan GrassiTV & Digital Producer: Marco Guglielmo Zerbini (Zeps)  PR Agency: Havas PR MilanClient Director: Laura Lenhardt Senior Account: Matteo Inverno Junior Account: Alessia Di Ferdinando  Production Company: Mercurio Cinematografica SrlExecutive Producer: Luca GibernaProducer: Desirèe Castelli MaestroProducer Assistant: Maddalena RicolfiHead of Post Production: Roberta Caimi Director: hashtag#PaoloMonico Giorgio Locatelli Management Agency: Capital Innova Client: Reckitt Marketing Director Hygiene – Italy & Greece: Yvette Younes Category Marketing Manager: Margherita Pizzul Brand Manager: Mirtilla Reale Brand Manager Assistant: Diletta Schito",
            "comments": []
        },
        {
            "post": "After a grueling week of watching inspiring sessions, I’m sharing two of my favorite sessions attended:1. Voice of Creativity - The musical: it was an immersive, whacky session on how to find our voice in driving compelling messages. It was creativity at its best, didn’t feel corporate and was absolutely fun to watch.2. “But Seriously though” - Why We Need To Make People Laugh: a very much needed reminder on the importance of humor in driving great and compelling Comms. It felt refreshing to use Humor as a creative vehicle, something that felt a bit forgotten. hashtag#canneslions70 hashtag#ReckittAtCannes",
            "comments": []
        },
        {
            "post": "This year Cannes Lions were different…We had one shortlist with The Tourist Guide to the Deserts of Italy on Finish and it is absolutely rewarding seeing this great work displayed in the basement of the palais. We didn’t win BUT it was amazing to see the quality of work that got us there! And I’m very proud to see our work displayed next to other amazing cases!hashtag#canneslions70 hashtag#ReckittAtCannes",
            "comments": []
        },
        {
            "post": "1️⃣3️⃣‼️13 shortlists and Lions still being awarded. So proud of the teams creating value for the business, people and planet. This is recognition for all of us at Reckitt who are dedicated to creating positive change. hashtag#ReckittAtCannes",
            "comments": []
        }
    ]
}