{
    "name": "Marco Ceresa",
    "subtitle": "Group CEO - Randstad Italia",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "Randstad Italia",
            "25 yrs 9 mos",
            "Group CEO",
            "Full-time",
            "May 2021 - Present · 3 yrs 1 mo",
            "Milan, Lombardy, Italy",
            "I am responsible of the mission of Randstad in Italy and of the business of all the Group’s subsidiaries, of which I am the strategic director. I am also responsible of Randstad Greece and Randstad Turkey.",
            "Amministratore Delegato",
            "Sep 1998 - May 2021 · 22 yrs 9 mos",
            "Milan Area, Italy",
            "I have been the founding father of Randstad in Italy.\nPresently I look for customers, develop people and  set the company culture."
        ],
        [
            "philips consumer electronics",
            "8 yrs 7 mos",
            "Commercial Manager Audio System",
            "Oct 1993 - Aug 1998 · 4 yrs 11 mos",
            "Eindhoven Area, Netherlands",
            "I was supporting the business group Audio to develop products, setting prices and developping marketing activities",
            "brand manager Marantz",
            "Sep 1992 - Sep 1993 · 1 yr 1 mo",
            "Milan Area, Italy",
            "I was managing the brand Marantz. Priorities were: managing sales people, credit and administration and logistics.",
            "Marketing Manager",
            "Feb 1990 - Aug 1992 · 2 yrs 7 mos",
            "Wien, Austria",
            "Primarly in charge of setting european pricing, advertising campaign, product creation."
        ]
    ],
    "posts": [
        {
            "post": "Il prossimo 16 maggio presenteremo i risultati della nostra annuale Randstad Employer Brand Research, la ricerca di Randstad che misura il livello di attrattività percepita da parte dei potenziali dipendenti. In un momento come questo, in cui le aziende faticano ad attrarre e soprattutto trattenere talenti per via della hashtag#talentshortage, è fondamentale riflettere sull’importanza di attuare una strategia di hashtag#employerbranding per capitalizzare la reputazione di un’organizzazione, presentandola come il luogo ideale di lavoro.Oggi i datori di hashtag#lavoro si trovano a gestire le sempre più complesse esigenze dei dipendenti, spesso ormai diversissimi per genere, età, istruzione e sensibilità personale. Il ruolo degli hashtag#HrManager è cruciale, ed essi devono analizzare con attenzione queste esigenze per adattare strategie di reclutamento, fidelizzazione e sviluppo dei i talenti.Appuntamento a Giovedì 16 maggio per scoprire i risultati della nostra ricerca e il vincitore del premio Randstad Employer Brand. E’ possibile seguire la diretta su LinkedIn a questo link: https://lnkd.in/d_pVsH8Uhashtag#REBR2024 hashtag#REBRRandstad Italia",
            "comments": []
        },
        {
            "post": "Una delle sfide del prossimo futuro sarà rappresentata da un’adeguata collocazione professionale delle persone sopra i 50 anni. Questa esigenza, figlia della bassa natalità e dell’invecchiamento della popolazione, ci spingerà nei prossimi anni a investire sempre di più nei lavoratori più maturi.Gli impiegati 'senior' sono un tesoro professionale per le aziende e per gli altri collaboratori, indispensabili in questo momento di hashtag#talentscarcity. Il loro patrimonio di esperienza unito alla loro stabilità e resilienza sono il valore aggiunto fondamentale che oggi molte organizzazioni sottovalutano.Ne ho parlato in questa intervista a Donna Moderna: https://lnkd.in/eK-NdaAthashtag#lavoro hashtag#ageing hashtag#mondodellavoro",
            "comments": []
        },
        {
            "post": "Il hashtag#mondodellavoro è radicalmente cambiato negli ultimi anni. Quello che non è cambiata è sicuramente l’importanza che il hashtag#lavoro riveste per tutti noi: anche con una nuova attenzione alla vita privata e all’equilibrio vita-lavoro, è una delle fonti principali di hashtag#realizzazione personale. Anche il panorama lavorativo non è più lo stesso ed è a questo proposito che invito le aziende ad aprire le porte e a essere pronte a valutare tutti i hashtag#talenti di qualunque età, genere, cultura o provenienza e a permettere la loro realizzazione. Non è un imperativo morale ma la necessità di accogliere l'evoluzione della nostra società.Buona hashtag#festadeilavoratori a tutti.hashtag#1maggio hashtag#lavoratori hashtag#worklifebalance hashtag#risorseumane hashtag#aziende",
            "comments": []
        },
        {
            "post": "Secondo il sistema informativo Excelsior di Unioncamere e Anpal, nel 2023 solo il 5% delle aziende con più di 50 dipendenti ha reso disponibile al suo interno progetti di hashtag#volontariato, il dato migliora con le aziende di grandi dimensioni ma la sensibilità a questo proposito rimane ancora bassa. Eppure, al di là degli incentivi fiscali che comporta, il volontariato d’impresa fa bene tanto a chi lo riceve quanto a chi lo fa. In questo senso, Randstad Italia mette a disposizione dei colleghi 8 ore all'anno per attività concrete sui temi della hashtag#sostenibilità sociale e hashtag#ambientale. Ma soprattutto offre la possibilità di partecipare a progetti di sviluppo extracontinentali per tre, sei o dodici mesi supportati da Randstad e dall’organizzazione internazionale VSO, Voluntary Service Overseas. Penso alla ricchezza che porta con sé una persona al rientro da un’esperienza così intensa e straordinaria e al valore della sua condivisione in azienda.",
            "comments": []
        },
        {
            "post": "La hashtag#formazione, soprattutto quella in uscita dal percorso scolastico, è la chiave per alleviare il peso del hashtag#talentshortage che affligge il mercato del lavoro. Per questo non posso che essere orgoglioso di iniziative come Wat! What a Transition, il progetto di Randstad Italia e The European House-Ambrosetti. Negli ultimi tempi l’orientamento scolastico in uscita ha dimostrato molti limiti: a tre anni dal conseguimento del titolo di studio, in Italia ha un lavoro il 56,5% dei diplomati e il 74,6% dei laureati, molto meno che nella media europea in cui il tasso di occupazione per chi ha un titolo di studio secondario è del 76,9%. hashtag#occupazione hashtag#scuola hashtag#orientamento hashtag#mercatodellavoroPer saperne di più sul progetto Wat! What a Transition: https://lnkd.in/dpwPx-6n",
            "comments": []
        },
        {
            "post": "L’Intelligenza artificiale sta influenzando il mondo delle Risorse Umane, ce lo dice il Talent Trends report 2024, l’indagine condotta da Randstad che analizza le tendenze del mondo delle hashtag#risorseumane. Ma c’è un altro elemento che emerge dal report e che mi trova sensibile: si tende a valutare un hashtag#talento più per il suo potenziale che per le competenze già acquisite, strategia che si adatta alla hashtag#talentscarcity e che punta sulle soft skills. Assume sempre più valore quindi la capacità di adattarsi, evolversi e imparare e torna sempre di più la centralità di una giusta formazione.hashtag#mercatodellavoroleggi la ricerca qui:",
            "comments": []
        },
        {
            "post": "Sono molto contento di essere stato invitato all'Assemblea Generale dell’Associazione Europea degli Hotel Manager a Venezia e di aver preso parte al forum di un comparto strategico come quello dell’hotellerie e del hashtag#turismo in generale. Tra i tanti spunti emersi, mi sembra di aver colto l’urgenza, comune a tanti altri settori, legata alla carenza di personale. La mia risposta, sul palco e qui, è legata a due inviti. Il primo, quello di riflettere su come ci si propone ai hashtag#candidati soprattutto in un mercato così diversificato anche a livello geografico. E capire su quali leve si muove il hashtag#worklifebalance che oggi indirizza la maggior parte della comunità dei lavoratori. In questo senso credo che investire sulla formazione delle persone e migliorare la loro hashtag#employability sia, a mio avviso, un atto dovuto e strategico, funziona come attraction e serve alla rentention. Arricchire inoltre il settore di figure preparate e di qualità è un beneficio che torna sempre a vantaggio di tutti.Il secondo è quello di pensare sempre di più in termini di hashtag#equità e al potenziale presente in tutti i talent pool disponibili. L’inclusione non è più solo “nice” ma anche “necessaria”.EHMA - European Hotel Managers AssociationAnthony A. La SalandraLaura Onestinghel",
            "comments": []
        },
        {
            "post": "hashtag#JobSkillsIn un mondo sempre più connesso da remoto una delle hashtag#softskill che nel prossimo futuro le aziende valuteranno positivamente sarà la cosiddetta “intelligenza emotiva”, la capacità cioè di mettersi nei panni degli altri, comprenderne emozioni, problemi e difficoltà.Gli anglosassoni la chiamano hashtag#EmotionalIntelligence e le attribuiscono già ora un alto valore in ambito professionale. E hanno ragione: chi possiede questa skill in genere è più abile a coltivare forti hashtag#relazioni, risolvere conflitti interpersonali e, solitamente, è accompagnato da qualità di hashtag#leadership esemplari. I datori di lavoro apprezzano molto questa competenza, riconoscendone il ruolo nel promuovere una hashtag#culturapositiva sul posto di hashtag#lavoro, elevando le dinamiche del hashtag#lavorodisquadra e migliorando le interazioni con i clienti. Per allenare questa skill consiglio di ascoltare attivamente i propri colleghi e prestare sempre attenzione ai feedback.hashtag#mondodellavoro hashtag#teamwork hashtag#risorseumane",
            "comments": []
        },
        {
            "post": "Negli scorsi giorni ho assistito alle conferenze del Forum di The European House-Ambrosetti a Cernobbio e sono stato intervistato da Chiara Rancati del TGR Lombardia sul futuro dell’Intelligenza Artificiale nel hashtag#mondodellavoro. L’IA sta rivoluzionando il nostro modo di produrre e progettare, le nuove tecnologie sono strumenti che aiuteranno a rendere più facile ed efficiente le nostre mansioni. E sono fiducioso sul fatto che, come è accaduto in passato, i grandi balzi avanti della hashtag#tecnologia hanno contribuito a creare tante opportunità e hashtag#lavoro. hashtag#intelligenzaartificiale hashtag#iaGuarda il servizio completo qui: https://lnkd.in/dQQfkSDD.",
            "comments": []
        },
        {
            "post": "Stiamo andando verso la “città dei 15 minuti”, dove sperimentare nuovi modelli di hashtag#mobilità per ridurre il traffico e nuove tipologie di aggregazione sociale pensate per una cittadinanza che invecchia sempre di più. A questo panorama del prossimo hashtag#futuro corrisponde una domanda di nuove hashtag#professioni legate alla hashtag#logistica, alla hashtag#sostenibilità, all’efficientamento delle risorse e alla hashtag#digitalizzazione. L’andamento demografico cambia i nostri bisogni e richiede, già da ora, skill e competenze al passo con i tempi. Ne parla la nuova ricerca di Randstad Research Italia sulle professioni del futuro: https://lnkd.in/dvBsCYqT",
            "comments": []
        }
    ]
}