{
    "name": "Andrea Brusetti",
    "subtitle": "Field Sales Engineer Capital HFH",
    "location": "Meina, Piedmont, Italy",
    "about": "",
    "experiences": [
        [
            "Field Sales Engineer Capital HFH",
            "Alfa Laval · Full-time",
            "Dec 2022 - Present · 1 yr 6 mos"
        ],
        [
            "Exonder srl",
            "8 yrs",
            "Business Unit Manager Pharmaceutical Applications",
            "Full-time",
            "Jul 2021 - Dec 2022 · 1 yr 6 mos",
            "Borgo Ticino, Piemonte, Italia",
            "Sales Manager Hygienic Technology",
            "Full-time",
            "Apr 2017 - Dec 2022 · 5 yrs 9 mos",
            "Borgo Ticino, Piemonte, Italia",
            "Product manager Tank Supply",
            "Sep 2015 - Apr 2017 · 1 yr 8 mos",
            "Borgo Ticino"
        ],
        [
            "Laica S.p.a.",
            "1 yr 4 mos",
            "Responsabile di turno",
            "Mar 2014 - May 2014 · 3 mos",
            "Arona",
            "Operaio Modellatore",
            "Feb 2013 - Mar 2014 · 1 yr 2 mos"
        ],
        [
            "Disegnatore",
            "studio zaninetti",
            "Sep 2010 - Feb 2013 · 2 yrs 6 mos"
        ]
    ],
    "posts": [
        {
            "post": "Today we had the pleasure of participating in an extraordinary initiative for our hashtag#community, in partnership with WelfareCare - Società Benefit, an Italian organization dedicated to promoting breast cancer hashtag#prevention and social hashtag#inclusion. As Omnia Technologies, we are strongly aligned with the values endorsed by WelfareCare - Società Benefit. That’s why we proudly sponsored a prevention day in Trevignano, with a state-of-the-art mobile clinic at Villa Onigo. From 9 a.m. to 6 p.m., advanced diagnostic hashtag#examinations were offered to ensure the well-being of our colleagues and the surrounding community. This event is about medical examinations as well as hashtag#promoting a culture of care and hashtag#empowerment. Our goal is to extend this initiative to other areas, starting with the communities around our production sites. We continue to spread hashtag#awareness, hashtag#support and hashtag#hope. Together we can make the difference in the fight against hashtag#breastcancer!",
            "comments": []
        },
        {
            "post": "Happy World Water Day 💧 Now more than ever, sustainable water management of freshwater resources is urgently needed. On June 14, join our experts and fellow sustainability professionals as we discuss how you can recover and reuse water to produce more food while improving your water footprint. Find out more here: https://lnkd.in/dkZNb7gD",
            "comments": []
        },
        {
            "post": "Oggi è la Giornata Mondiale dell'Acqua! In Alfa Laval siamo consapevoli di quanto sia fondamentale cambiare la nostra percezione del valore dell'acqua.Stiamo sviluppando diverse soluzioni per migliorare l'efficienza idrica dei processi di pulizia e sanificazione e recuperare le acque reflue trattate e depurate per il riutilizzo nelle operazioni. Scopri tutte le soluzioni Alfa Laval dedicate alla gestione responsabile dell’acqua, qui riporto il link del progetto Zero Liquid Discharge: https://lnkd.in/dWTQdButhashtag#WorldWaterDay hashtag#sustainability",
            "comments": []
        },
        {
            "post": "Are you into pumps? How they work, the latest technologies, troubleshooting and much more? ⚙️ You may be interested in the new Alfa Laval Pump Handbook. 375 pages of solid know-how on pump functionality and technologies, packed with specific examples from real-world applications.The handbook has a history of 25 years, prepared by pump specialist at Alfa Laval and available for free.📚 Use the handbook as reference in your job, use it to plan new investments and to get more out of existing processing lines - or as part of your engineering studies.Available for free download at ➡️ https://lnkd.in/dFasK9mVhashtag#AlfaLaval hashtag#PioneeringPositiveImpact hashtag#PumpHandbook hashtag#Pumps",
            "comments": []
        },
        {
            "post": "America’s sanitary processors turn to Alfa Laval Mixproof valves for reliable and efficient fluid transfer, other benefits of Rodem's valve offerings include: 💲 Cost Effectiveness 🚫 Spillage-Free Operation 🔧 Ease of Maintenance and Cleaning Learn more here: https://lnkd.in/ghZtEXXqhashtag#alfalaval hashtag#valves hashtag#productivity",
            "comments": []
        },
        {
            "post": "A fruitful collaboration between Alfa Laval and Dolomiti led to savings on energy of about €400,000 per year for the Italian fruit juices producer ⚡📉. Read their story now https://lnkd.in/gdrUmN9u🧃 The company uses Alfa Laval’s state-of-the-art WideGap heat exchanger technology to produce up to 250 tonnes of all-natural, high-quality fruit juices, pulps and purées every day.Besides the significant energy cost savings, other highlights of using the WideGap technology for Dolomiti are improved product quality and cleanliness, a decrease in the pressure drop from 16 to 9 bars, and extra floor space since the new heat exchangers have a smaller footprint than the old equipment.hashtag#AlfaLaval hashtag#PioneeringPositiveImpact hashtag#FoodAndBeverageIndustry hashtag#FoodAndBeverage hashtag#PlateHeatExchanger",
            "comments": []
        },
        {
            "post": "Scroll to discover the features for demanding hygienic duties in beer production 👇 Do you want to learn more? Visit our website https://lnkd.in/dfWqPBbChashtag#AlfaLaval hashtag#PioneeringPositiveImpact hashtag#BreweryIndustry hashtag#Brewery hashtag#Brewing hashtag#Beer",
            "comments": []
        },
        {
            "post": "Alfa Laval plate heat exchanger technology can increase efficiency in fuel cell systems by minimizing energy losses. The AlfaNova GL50, the first heat exchanger that Alfa Laval has developed specifically for fuel cell applications. This ✅ultra-compact, ✅stainless steel, ✅gas-to-liquid plate heat exchanger can easily handle gas flows of 250 cubic meters per hour and gas inlet temperatures up to 🔥750°C, with ✅exceptional performance. A perfect fit for systems with reformers or high requirements for waste heat recovery. hashtag#FuelCells hashtag#SustainableSolutions hashtag#AlfaLaval hashtag#AlfaNovaGL50 Learn more ▶️ https://lnkd.in/dfw5GmPX",
            "comments": []
        },
        {
            "post": "Hai un diploma tecnico e sei alla ricerca di una nuova professione? 👇👉Alfa Laval, multinazionale svedese, è alla ricerca di TECNICI SERVICE JUNIOR da assumere in apprendistato e formare all’interno della propria academy. 💪In affiancamento a un tutor dedicato, riceverai una formazione specifica su:• Attività di manutenzione ordinaria, straordinaria e troubleshooting• Assistenza e Monitoraggio da Remoto• Verifica e miglioramento delle performance dei processi dei nostri clienti• Audit per la riduzione dei consumi energetici o di acqua🔍Quali requisiti cerchiamo?• Diploma tecnico preferibilmente a indirizzo elettronico, elettrotecnico, meccatronico o meccanico• Conoscenze base di elettronica e automazione• Buona conoscenza della lingua inglese scritta e parlata (Livello B1)• Conoscenza degli ambienti Microsoft e del pacchetto Office• Flessibilità, team work, proattività e orientamento al risultato⚡️Cosa offriamo?• Contratto di Apprendistato Professionalizzante di 24 mesi finalizzato alla formazione e al conseguimento della qualifica professionale di Field Service Engineer• È previsto il livello di inserimento C2 del CCNL Metalmeccanico Industria• Al termine del periodo di apprendistato, sarà valutato l’inserimento a tempo indeterminato• Le spese relative alle trasferte saranno a carico dell'azienda📍 Dove e quando:Dal lunedì al venerdì con orario indicativo 8:00 – 17:00. Le risorse svolgeranno la loro attività presso la sede di Monza e presso le aziende clienti. Le trasferte saranno sempre in affiancamento al tutor su tutto il territorio nazionale dal lunedì al venerdì.Vuoi saperne di più?❗ Clicca qui per scoprire come candidarti: https://lnkd.in/dtv8WEfn. Ti richiameremo nei prossimi giorni per valutare il tuo profilo e fissare un colloquio conoscitivo ❗hashtag#lavoro hashtag#monza hashtag#formazione hashtag#apprendistato hashtag#tecnico hashtag#italia hashtag#formazioneprofessionale hashtag#junior hashtag#lavoropiù",
            "comments": []
        },
        {
            "post": "Time for new hygienic valve indication units? Get more reliable process control with the new Industry 4.0-ready Alfa Laval ThinkTop V20. Setup is 40% faster than conventional valve indication units and can take place during production, so there’s no downtime.➡️ Discover the new ThinkTop V20 https://lnkd.in/d4WEgvYqhashtag#AlfaLaval hashtag#PioneerPositiveImpact hashtag#HygienicValve hashtag#ProcessControl hashtag#Pharma hashtag#PharmaceuticalManufacturing hashtag#PharmaceuticalSolutions",
            "comments": []
        }
    ]
}