{
    "name": "Claudio Longo",
    "subtitle": "Country President - Italy at AstraZeneca",
    "location": "Milan, Lombardy, Italy",
    "about": "Strategist with unique set of experiences across business functions and major geographies.Sales & Marketing Leader with record of accomplishment in building high performing teams, shaping innovative ecosystems and driving award-winning performance.Outstanding Communicator who is able to frame impactful messages to a broad set of audiences, including SET.Global citizen, who is embracing cultural differences and their impact on how to interact & drive the business..",
    "experiences": [
        [
            "AstraZeneca",
            "Full-time · 13 yrs 3 mos",
            "Country President Italy",
            "Nov 2023 - Present · 7 mos",
            "Milano, Italia",
            "Company President Taiwan",
            "Feb 2022 - Oct 2023 · 1 yr 9 mos",
            "Taipei City, Taiwan",
            "Commercial Director Cardiovascular, Renal & Metabolism - International",
            "Nov 2019 - Feb 2022 · 2 yrs 4 mos",
            "London, United Kingdom",
            "•\tHeading CV, Renal & Metabolism TA ($2bn, 65+ markets) with a team of 4 Franchise Directors, 2 Launch leads and 1 New Product Planning Director\n•\tAccelerated roll-out of pipeline innovation through realisation of Regulatory Acceleration and strengthening Launch Excellence processes\n•\tImplemented market shaping programs & partnerships, Take CaRe of Me (Evidence / Policy / Patient Activation) and SEARCH (CKD Screening)\n•\tProgressed Strategic Planning through formation of a CVRM LT and partnered with Global functions to deliver world  class LoE management\n•\tAchieved exceptional performance (104% achievement, 15% growth)\n•\tMember of International LT and TA representative during SET reviews"
        ],
        [
            "Management Consultant",
            "Accenture · Full-time",
            "Sep 2006 - Mar 2011 · 4 yrs 7 mos",
            "-  Joined as fresh graduate working on projects related to organisational design, operational effectiveness and change implementation in FMCG, chemicals & healthcare in Europe & North America.\n-  Led the strategic assessment of the global direct sourcing activities for an international chemicals company and the strategic sourcing of the distribution chemicals within Europe. Sourcing scope of €18M bringing p.a. savings of €1M.\n-  Led the organizational assessment at a major Belgian hospital focused on identifying synergies and optimizing the end-to-end Supply Chain. Project identified improvements with a potential positive p.a. cash flow of €2M.\n-  Supported the harmonization and optimization of the entire planning cycle (S&OP, Long term forecasting and short term production scheduling) and implementation of risk management best practices for sourcing speculative raw materials in the NA region (Canada, US, Mexico) for a major Belgian chocolate manufacturer. International project experience based primarily in Montreal and Chicago for 18 months."
        ]
    ],
    "posts": [
        {
            "post": "Proud of the work we are doing at AstraZeneca in championing diversity and gender equity in science, inspiring young women to realise their full potential as leaders in STEM, and become the next generation of leading scientists, researchers and innovators. 🔬👩‍🔬🧬hashtag#womeninstem hashtag#february11",
            "comments": []
        },
        {
            "post": "Let me take a moment to wish a Happy Lunar New Year to all friends & colleagues celebrating! 🎉 Wishing you joy, prosperity, and success in the Year of the Dragon. 🐉🎊 hashtag#LunarNewYear hashtag#YearOfTheDragon",
            "comments": []
        },
        {
            "post": "Wonderful morning in Trieste, exchanging views with the Regional leadership of Friuli Venezia Giulia and signing an MoU with its President Massimiliano Fedriga signaling a strong mutual commitment to furthering our collaboration. The region Friuli Venezia Giulia has a long-standing commitment to life science and represents a fertile ground for innovation with its numerous centers of excellence (academic, institutional and industry).I look forward to seeing the fruits of this collaboration, from accelerating research to advancing prevention initiatives and exploring digital health projects.",
            "comments": []
        },
        {
            "post": "Sono orgoglioso di guidare una realtà attenta al benessere dei propri dipendenti nel loro percorso professionale in #AstraZeneca, facendo sempre particolare attenzione alle tematiche di hashtag#inclusione, hashtag#diversità e hashtag#genderequity.Tematiche importanti per creare un luogo di lavoro dinamico in cui le persone si sentono parte integrante con la possibilità di poter esprimere nuove idee e collaborare insieme. Tutto ciò ci aiuta a essere sempre più innovativi per raggiungere il nostro obiettivo finale, che è quello di avere un impatto positivo sulle persone, sulla società e sul pianeta.hashtag#TopEmployer2024 hashtag#ForABetterWorldofWork",
            "comments": []
        },
        {
            "post": "Buongiorno Italia, and xiexie ni Taiwan! 🇮🇹 🇹🇼 Arriving in Milan just over a month ago as Italy’s Country President, I have had the pleasure to get to know the Italian leadership team and hear about the vision of spearheading innovation in Italy, the goal to building a vibrant, yet caring workplace and the commitment to bringing our life changing medicines to more patients than ever before, all while being the coolest team around. Listening to many colleagues I have been impressed to hear about the practice changing ideas we want to realise and, going forward, I look forward to pull up my sleeves and get to work with all of them for the health of people, society and the planet.As I begin this new chapter, of my professional and personal life, I would like to pause for a moment to recognise my colleagues in Taiwan. Coming into Taiwan I knew little about the culture, our great people in AZTW and the fantastic work being accomplished every day. Less than 2 years later, I look back with proudness and appreciation to the progress we have made. Taiwan has left a great impression on me, and will for always have a special place in my heart. Seeing some of the selected pictures in this post, you should quickly understand why! Xiexie daija AstraZeneca Taiwan!",
            "comments": []
        },
        {
            "post": "I’m happy to share that I’m starting a new position as Country President Italy at AstraZeneca!",
            "comments": []
        },
        {
            "post": "It is not every day you receive the future captains of industry at work!Earlier this week we had the opportunity to receive the MBA students of SDA Bocconi at our AstraZeneca office in MIND Milano Innovation District and engage in a stimulating exchange, where I also learned a few new things about my own AZ Italy colleagues.My closing thoughts: • pursue experiences, not titles • Walk the path less taken • Be passionate, and don’t give up • Enjoy the moment(s), and have fun! Thank you to all involved, and especially Prof. Gianmario Verona for the offer. In the true spirit of open innovation and collaboration, we look forward to future opportunities to engage and share moments & stories with like minded people.",
            "comments": []
        },
        {
            "post": "I am delighted to share that AstraZeneca Taiwan has been awarded with both “HR Asia Best Companies to Work For 2023” and “HR Asia Most Caring Company 2023”!These awards are an important recognition of our organisation’s commitment to fostering an inclusive environment where our employees have a strong sense of purpose and belonging, and strengthen the delivery against our commitment to transforming the future of healthcare for people, society, and the planet.Personally it inspires me to continue advancing our People & Sustainability priorities with even more passion & commitment! To celebrate the diversity in Taiwan and to be a platform for promoting Taiwan talents to the Global stage.",
            "comments": []
        },
        {
            "post": "Advancing AstraZeneca Taiwan’s Sustainability Commitment during this year’s World hashtag#earthday Earlier this week, I had the pleasure of joining the Earth Solutions Forum to help raise the awareness around the interconnection between climate change and the public health crisis it represents. In line with this year’s theme of ‘Invest in our Planet’, I shared how, at AstraZeneca, we are taking bold, science-led action to improve Access to Healthcare and tackle the climate crisis through our Ambition Zero Carbon initiative, working together with governments, institutions, academia and industry.In Taiwan, we are well underway to deliver the 1st phase of our Green Fleet initiative, converting 100% of our job cars to Hybrid vehicles by the end of this year. We recently completed our office renovation, embedding certified green building materials and energy saving initiatives where possible, and last Friday we also launched our 1st Car Free Day through a cooperation with Uber Taiwan.There is more we can do for the health of people, society and the planet, and we cannot act alone. Together with our partners, we must make public health resilient and do everything we can to deliver transformative, sustainable, net zero healthcare. Join us in our mission!hashtag#worldearthday hashtag#sustainability",
            "comments": []
        },
        {
            "post": "Kidneys can have a large impact on overall health, and research continues to highlight the connection between cardiovascular and renal conditions like heart failure and chronic kidney disease (CKD). This hashtag#WorldKidneyDay, take one minute today to check your risk of CKD.",
            "comments": []
        },
        {
            "post": "International Women’s Day is today – a day to celebrate women's achievements, raise awareness against bias, and take action for gender equality.  Today I’m showing my support and pledge to play my part for an inclusive, diverse and equitable world. hashtag#EmbraceEquity hashtag#IWD2023",
            "comments": []
        },
        {
            "post": "This hashtag#worldcancerday we are reinforcing collective efforts to transform the lives of cancer patients, by uniting efforts globally while acting locally and engaging stakeholders across healthcare ecosystems towards a common goal - closing the cancer care gap, ensuring no one is left behind, to ultimately eliminating cancer as a cause of death.I am pleased to see Taiwan mentioned in this inspirational article by David Fredrickson, recognizing important commitments made to expand lung cancer screening through reimbursement of LDCT in 2022. An important step forward, as diagnosing cancer early in the disease gives patients increased treatment options and a better quality of life and prognosis.https://lnkd.in/gGcjA3by",
            "comments": []
        },
        {
            "post": "Happy Lunar New Year! As I prepare for my first Lunar New Year since moving to Taiwan, I would like to take this opportunity to wish an auspicious Year of the Rabbit to all those celebrating across the world!I personally look forward to the upcoming days of a city decked in red spring couplets and bunny ears, with traditional music playing all around, and hope you can all enjoy the New Year reunions with your family and loved ones during this significant time of the year. Symbolized by hope, agility and foresight, these are important traits to succeed in our modern-day world. At AstraZeneca Taiwan, we look forward to continuing working together with all our partners in Taiwan to deliver better outcomes for people, society and the planet.  Enjoy, and wish you all health, happiness and prosperity in the Year of the Rabbit! 祝您 2023 揚眉兔氣，兔飛猛進，新年快樂 🐰",
            "comments": []
        },
        {
            "post": "AstraZeneca has been dedicated to delivering innovative treatment options to patients. We are pleased to announce the signing of a Memorandum of Understanding (MoU) among AstraZeneca and Sofiva Genomics to form the Diagnostic Alliance for the collaboration networking on HRD testing in Asia region.The MoU was signed on 21st June 2022 and is a form of commitment in dedicating in precision medicine via this Diagnostic Alliance and provides the free HRD testing to help ovarian cancer patients in Asia understand their treatment strategy from precision medicine perspective.This Diagnostic Alliance will strengthen the precision medicine awareness, accessibility, and affordability for ovarian cancer patients. The best wishes for the Alliance and keep providing clinical comprehensive solutions. hashtag#AstraZeneca hashtag#DiagnosticAlliance hashtag#Sofiva hashtag#OvarianCancer",
            "comments": []
        },
        {
            "post": "It was a great pleasure to join the Taiwan “Biomedical Vision for Innovation Summit” held by Global View - Commonwealth Publishing Group 遠見天下文化事業群, and to discover how closely aligned Taiwan’s vision for Biomedical Innovation & Development is to our purpose at AstraZeneca. High focus on innovation (precision medicines), a strong desire to develop meaningful PPPs (Private-Public Partnerships) and Cultivation of Biomedical Talents in Taiwan are just a few of the messages that resonated the most.Thank you Charles Kao & 楊瑪利ma-li for the invitation and the opportunity to share how at AstraZeneca we are committed to redefining the boundaries of science, and shaping robust healthcare ecosystems & disease management models through our “A. Catalyst Network Hubs”.hashtag#ACatalystNetworkhashtag#HealthcareInnovation",
            "comments": []
        },
        {
            "post": "NBRP DEMO DAY - a professional platform for advancing the local biotech ecosystemLast week, I had the privilege to join the National Biotechnology Research Park DEMO Day by Academia Sinica, Taiwan, to hear directly from key stakeholders in the biomedical space and share AstraZeneca's perspectives on the Global trends in Pharma as a panellist in the “Trends Forum”.At AstraZeneca, we continuously explore innovative solutions to improve human health, with a focus on the entire patient journey. By identifying digital and smart health solutions that can play a role in driving early diagnosis or better equip patients to manage their disease, we aim to shape complete disease management models in our priority Therapy Areas. Through the “A.Catalyst Network hubs”, AstraZeneca is constructing a network between various fields including industry, governments, academia and the medical field.We have collaborated with NBRP since 2019 to incubate and develop Taiwanese biomed start-up talents for the international stage and look forward to continue working together for the wellbeing of patients across the world. hashtag#acatalystnetworkhashtag#partnershipforinnovationhashtag#digitalhealth",
            "comments": []
        },
        {
            "post": "This year, I’m proud to celebrate World Health Day and the 2022 theme of “Our planet, our health”.  We know that our future depends on taking bold action for the health of people, society, and the planet. Working in partnership with our stakeholders, we’re harnessing the power of science and making health happen for patients and society at large, in a way that is respectful of our planet. We remain committed to strengthening health systems and to giving everyone the chance to be as healthy as possible and working towards a hashtag#HealthierTomorrow. At AstraZeneca, hashtag#sustainability is part of our DNA and embedded in everything we do.  We reaffirm our commitments through the Young Health Programme, AZ Forest Initiative, and Ambition Zero Carbon.  That is why as a sector, it’s so important for us to do more, to help deliver better care and outcomes for people, in a way that is respectful of our planet. https://bit.ly/3DsdA7L hashtag#AstraZeneca hashtag#Sustainability hashtag#AsiaArea hashtag#WorldHealthDay",
            "comments": []
        },
        {
            "post": "We are progressing on our commitment to plant 50 million trees by the end 2025, with new reforestation projects in Ghana and the US, in addition to projects underway in Indonesia, Australia, the UK and France.  Through collaboration with planting partners and local governments, we’re working towards building a more sustainable future – for the health of people, society and the planet. hashtag#AstraZeneca hashtag#Sustainability hashtag#Forest",
            "comments": []
        },
        {
            "post": "As I take my seat on the flight to Taipei, I can’t help but feeling excited, and at the same time humbled to start this exciting new chapter taking on the role of Company President for AstraZeneca in Taiwan. Having the opportunity to work with such a talented team will be a privilege, and I look forward to expand, innovate & partner as we aim to re-wire healthcare ecosystems, and bring our life-changing medicines to more patients in Taiwan. As one chapter opens, another closes, and I would like to take the opportunity to thank the team that made the last 2 years exceptional. Working in a Regional role during a pandemic was unexpected (and unpredictable), but I enjoyed every day of it thanks to each and everyone of you. Sabine Luciani Dexter Sugiono Emma Wells Mohamed Al-Argawy, M.B.A. Victor Marin Sanchez Tarek Mansour Larisa Ramirez Susana Goncalves Zavy Gabriel Leon Wang Pelin Incesu Jo Feng",
            "comments": []
        },
        {
            "post": "I’m proud to work at an organisation which is making a difference to hashtag#BreakTheBias of hashtag#WomenInScience.On International Women's Day, I pledge to playing my part in creating a gender equal world, supporting female colleagues to reach their full potential.hashtag#breakthebias hashtag#iwd2022 hashtag#heforshe",
            "comments": []
        },
        {
            "post": "Join our team! This is an exciting opportunity to be part of AstraZeneca’s vibrant International region and spearhead communications in support of our biopharmaceuticals business unit. Get in touch if you/someone you know is interested!",
            "comments": []
        },
        {
            "post": "Chronic kidney disease (CKD) is a global concern impacting the lives of millions of patients worldwide. Early screening and timely diagnosis are essential to prevent CKD progression, and associated complications. At AstraZeneca, we’re rethinking renal care, aspiring to empower every patient, every healthcare practitioner and every partner in the healthcare ecosystem. hashtag#worldkidneyday2021 Leon Wang Jo Feng Pelin Incesu Sylvia Varela Alexander Bedenkov Larisa Ramirez dr hardik vasnawala Petra Gelb Natália Carcavilla Dexter Sugiono Dr. Sana Qamar Abbas Sabine Luciani Alec van Gelder Victor Marin Sanchez Nicholas Cong tamer mahmoud Rob Skelding",
            "comments": []
        },
        {
            "post": "On 19 November, we signed a Memorandum of Understanding with Tricog Health, formalising our Take CaRe of Me partnership and reinforcing our commitment to patients in the cardiovascular, renal, and metabolic space. Made possible by our cross-functional working with Tricog, the integration of innovative new technologies into patient pathways seeks to support primary care physicians to more effectively identify early heart failure in type 2 diabetes patients, who may be at increased risk of associated cardio-renal complications**.  The relationship between type 2 diabetes and heart failure is one that is well established**, and yet awareness in emerging market countries remains limited*. By utilising AI analytics and advanced point-of-care diagnostic devices, Take CaRe of Me is generating data that highlights the increased susceptibility of patients, and could enable the early identification, prevention, and potential treatment of these comorbidities.It’s thanks to the pioneering efforts of an enormous team –working cross-functionally across multiple global territories– that this has been made possible. Congratulations to our colleagues and partners for this landmark moment in the CVRM field.* Atlas IDF 2019** Birkeland KI, et al. Diabetes Obes Metab. 2020;22(9):1607–1618",
            "comments": []
        },
        {
            "post": "World Diabetes Day: recognising the need for change  On World Diabetes Day, I want to call attention to the global prevalence of type 2 diabetes, and highlight the health and economic burden that this places on countries worldwide. In many emerging market countries, millions of lives are affected by this disease*, with many type 2 diabetes patients going on to develop cardio-renal complications** – complications that are preventable, and yet can be life threatening. At AstraZeneca, we believe in focusing on the entire patient –and it’s for this reason that we’re integrating innovative new solutions into treatment pathways for patients with type 2 diabetes.  Our new, holistic approach will see us supporting healthcare practitioners in emerging market countries by introducing advanced technologies into the primary care setting, enabling the early diagnosis and treatment of cardio-renal complications. By raising risk awareness, we’re empowering patients to make informed decisions and be more involved in their own care. Check out the link below to learn more about World Diabetes Day: https://lnkd.in/dyG-ybz hashtag#WorldDiabetesDay hashtag#Type2Diabetes hashtag#AstraZeneca hashtag#WDD * Atlas IDF 2019** Birkeland KI, et al. Diabetes Obes Metab. 2020;22(9):1607–1618",
            "comments": []
        },
        {
            "post": "World Diabetes Day: establishing new ways to provide effective treatment for type 2 diabetes patients  Ahead of World Diabetes Day, it’s important that we consider the challenges faced by type 2 diabetes patients, and the barriers that HCPs must overcome to provide effective care. In emerging market countries, a lack of awareness around the disease and shortage of resources may limit treatment options. At AstraZeneca, we recognise the need to address all aspects of a patient’s journey, and believe that treatment of the entire patient is the most effective route to wellness – for type 2 diabetes, this means addressing cardio-renal complications (cardiovascular disease and chronic kidney disease) which can be life threatening. Through our new Take CaRe of Me programme, we’re embedding innovative technologies into the primary care setting in emerging markets, facilitating the early detection and identification of these complications and enabling early diagnosis and referral. This should give primary care physicians an opportunity to improve outcomes, and potentially save lives. hashtag#WorldDiabetesDay hashtag#Type2Diabetes hashtag#AstraZeneca hashtag#WDD",
            "comments": []
        },
        {
            "post": "Cecelia Furtado hashtag#Kudos And thanks for always having been hashtag#GoingAboveAndBeyond",
            "comments": []
        },
        {
            "post": "To support healthcare workers around the world fighting the COVID-19 global pandemic, we are donating 9 million face masks. In addition, we’re finding ways to speed up diagnosis and working in partnership with governments on existing screening programmes. Our R&D teams have been working at pace to identify monoclonal antibodies to progress toward clinical trial evaluation as a potential treatment. http://bit.ly/2UwElSn",
            "comments": []
        },
        {
            "post": "Proud about the partnership that has been established between the Ministry of Health and AstraZeneca to address the health burden of Respiratory disease in Saudi Arabia. The Healthy Lung programme will deliver numerous joint initiatives to improve the treatment paradigm and outcomes, and ultimately bring strong benefits to patients in Saudi Arabia.",
            "comments": []
        }
    ]
}