{
    "name": "Adriano Alfani",
    "subtitle": "Chief Executive Officer at Versalis",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "Chief Executive Officer",
            "Versalis",
            "Dec 2020 - Present 路 3 yrs 6 mos",
            "Milan, Lombardy, Italy"
        ],
        [
            "Dow",
            "14 yrs 11 mos",
            "Senior Global Business Director & Strategy Director",
            "Full-time",
            "Oct 2019 - Dec 2020 路 1 yr 3 mos",
            "Horgen, Canton of Z眉rich, Switzerland",
            "Senior Global Business Director",
            "Aug 2016 - Oct 2019 路 3 yrs 3 mos",
            "Switzerland",
            "Global Business Director",
            "Aug 2014 - Jul 2016 路 2 yrs",
            "Midland - Michigan (USA)"
        ],
        [
            "The Dow Chemical Company",
            "4 yrs 8 mos",
            "Regional Supply Chain leader",
            "May 2002 - Dec 2005 路 3 yrs 8 mos",
            "Milano & Holland",
            "Supply Chain & Procurement leader",
            "May 2001 - Apr 2002 路 1 yr",
            "Milano"
        ],
        [
            "Eni",
            "2 yrs 7 mos",
            "Supply Chain,Logistic and Procurement Manager EniChem",
            "Feb 2000 - Apr 2001 路 1 yr 3 mos",
            "Milano",
            "Regional Marketing Manager EniChem",
            "Oct 1998 - Feb 2000 路 1 yr 5 mos",
            "Milan Area, Italy"
        ]
    ],
    "posts": [
        {
            "post": "Todays Antwerp Declaration emphasizes the strategic importance of clarity, predictability, and confidence in Europe's industrial policy to ensure a hashtag#justtransition",
            "comments": []
        },
        {
            "post": "It was a great pleasure attending the key note session of the 17th Annual hashtag#GPCAForum in Doha to discuss how the global chemical industry is scaling up for clean hashtag#energytransition. We believe that hashtag#sustainability is innovation and implies large investments across industries and the entire value chain. It is fundamental to create a favorable framework through a hashtag#complementary approach that values multiple solutions and a strong hashtag#collaboration of all players. Gulf Petrochemicals and Chemicals Association (GPCA) Fernando J. G贸mez",
            "comments": []
        },
        {
            "post": "hashtag#Chemistry is not just a matter of formulas but, above all, of people and relationships, a human value in which we strongly believe. By leveraging extraordinary peoples competencies, this new journey with Novamont leads us to develop a complementary hashtag#technology platform for increasingly low-carbon solutions, in line with Versalis' strategy and Eni's hashtag#energytransition journey. Thank you to Versalis and Novamonts teams for this exciting achievement and new start!hashtag#chemistrybypeopleforpeople",
            "comments": []
        },
        {
            "post": "Honored to have joined the celebrations for Italys National Day organized by the Italian diplomatic missions in hashtag#Brussels. It was a pivotal moment to celebrate our country while fostering stronger bonds with the hashtag#EuropeanUnion and the business community in hashtag#Belgium. Leveraging our collective strengths and boosting technology development for a hashtag#sustainable and hashtag#competitive hashtag#industry are key to shape the future and inspire positive change. Versalis hashtag#eni",
            "comments": []
        },
        {
            "post": "Another important milestone proving our constant commitment to hashtag#sustainability! This recognition year after year, by an international platform like EcoVadis, makes the whole hashtag#versalisteam very proud.",
            "comments": []
        },
        {
            "post": "Proud to announce we signed the agreement with Mater-Bi for the acquisition of Novamonts entire share package. Novamont is one of the leading companies in hashtag#chemistry from hashtag#renewables, particularly in biodegradable and compostable hashtag#bioplastics and biochemicals. Combining the two companies' extraordinary know-how and human value will enable to play a crucial role in chemistry from renewables and circular hashtag#bioeconomy at a national and international level. https://lnkd.in/eAF3zQUw hashtag#chemistrybypeopleforpeople Eni",
            "comments": []
        },
        {
            "post": "Il progetto di sviluppodel sito di Ravenna si inquadra nella pi霉 ampia strategia di hashtag#specializzazione del nostro portafoglio, accelera lo sviluppo di prodotti ad alta performance e per la hashtag#mobilitsostenibile, rafforzando la nostra presenza in un territorio virtuoso.Versalis hashtag#chemistrybypeopleforpeople",
            "comments": []
        },
        {
            "post": "It has been a great pleasure being in Houston at hashtag#IHSMarkitWPC Executive Conference to discuss hashtag#energytransition and hashtag#climate initiatives in the face of volatile and shifting markets. The path to hashtag#NetZero is a shared goal that requires strong collaboration across the value chain and a wide portfolio of solutions to meet the ambitious targets, leveraging new hashtag#lowcarbon hashtag#technologies, processes and products, as well as hashtag#circularity.Lyn Tattum Rob Westervelt Chemical Week by S&P Global Versalishashtag#SPWPC",
            "comments": []
        },
        {
            "post": "Within Eni s strategy to accelerating hashtag#decarbonizazion across all sectors, we continue our transformation into a fully specialized and hashtag#sustainable chemical company by increasing our presence in end-user markets and building a leadership position in hashtag#bio-based chemistry. We will look to grow in target markets with investments in our compounding platform and in new technologies. We are developing complementary recycling processes, improving energy efficiency, and developing breakthrough technologies. https://lnkd.in/duYXZxfThashtag#EniCapitalMarketsDay hashtag#ChemistryByPeopleForPeople",
            "comments": []
        },
        {
            "post": "70 years as solid base for a great future. Happy Anniversary Eni!",
            "comments": []
        }
    ]
}