{
    "name": "Luca Moroni",
    "subtitle": "CFO at A2A",
    "location": "Italy",
    "about": "Large experience (20+) in Finance in multinational and international environment, in different Industries (Food, Chemical/Pharmaceutical, Consumer goods, Servicies). Finance experience have been integrated with GM responsibilities, in particular, in HR, IT, Legal. BoD experience.Creating value for shareholders is my primary professional goal. Leading complexity and motivating people to perform at their best.Determination to pursue goals always challenging the confort zone.",
    "experiences": [
        [
            "Group CFO",
            "a2a · Full-time",
            "Sep 2022 - Present · 1 yr 9 mos",
            "Milano"
        ],
        [
            "CFO",
            "HERA",
            "Mar 2010 - Sep 2022 · 12 yrs 7 mos",
            "Bologna Area, Italy",
            "Managing NFP through the implementation of a Financial Planning system, able to set specific goals to strategic units in order to maximize operative cash flows.\nManaging debt maturities exploiting all different opportunities on DCM and Equity Linked market (convertible). Liability Management projects done.\nBuilding up a new function: Credit Management, by setting up a new organization, new procedures and systems to manage the three big processes in CM: Origination, Monitoring and Recovery.\nGroup planning and control reorganization: from a reporting function to an analytical one, closer to businesses.\nFast closing project implemented to shorten Financial statement scheduling."
        ],
        [
            "Saeco International Group",
            "5 yrs 6 mos",
            "PMI co-leader and MT member",
            "Oct 2009 - Apr 2010 · 7 mos",
            "After the acquisition of Saeco Group by Royal Philips NV I move from my CFO position to the Post Merger Integration (PMI) Project.",
            "CFO",
            "Nov 2004 - Oct 2009 · 5 yrs",
            "Group C.F.O.: my responsibility foresees, other than Finance and Controlling (plus Legal and Tax), HR and Information Technology. \nSaeco is managed by an Executive Committee composed by CEO, CFO (myself), Sales &amp; Marketing Director, Industrial Director e R&amp;D Director.  \nExecutive Committee main tasks: group re-organization towards a managerial company; development and launch of a new products range, with high standard of technologies; processes innovation/standardisation and Brand Equity improvement. \nPersonal Main goals reached: Cash maximisation through a strict control of NWC; Performance Management analysis through the implementation of a controlling department; re-organization of treasury dept. through the implementation of a centralised cash pooling system; debt refinancing; SAP system roll out; HR performance analysis tools; trade unions managements; subsidiaries process reorganization; plant delocalization management; Minority shareholders’ management."
        ],
        [
            "Group Planning & Control Director",
            "Indesit Company",
            "2000 - 2004 · 4 yrs",
            "I re-engineered the Planning process (3 years Plan) introducing value analysis per Product/Market, with the goal to prune products bringing negative value. \nI implemented a severe control on purchasing and manufacturing costs."
        ],
        [
            "Nestle",
            "4 yrs 1 mo",
            "BU Controller",
            "1995 - 1999 · 4 yrs",
            "BU Controller",
            "Aug 1995 - Dec 1998 · 3 yrs 5 mos"
        ]
    ],
    "posts": [
        {
            "post": "Ricopro una nuova posizione lavorativa: Group CFO!",
            "comments": []
        },
        {
            "post": "Oggi è il mio ultimo giorno di lavoro come CFO presso il Gruppo Hera, dopo 12 anni vissuti intensamente. Tantissime le sfide, le soddisfazioni e i traguardi raggiunti grazie ad un team di collaboratori di grande professionalità, che ringrazio di cuore per avermi accompagnato in questi anni, facendomi crescere professionalmente. Ringrazio il Presidente Tomaso Tommasi di Vignano e l’Amministratore Delegato Stefano Venier, con il quale ho lavorato per tanti anni a stretto contatto, fino al suo nuovo prestigioso incarico presso Snam. Ringrazio tutti i componenti del Management Team con i quali abbiamo condiviso progetti importanti e sfidato limiti verso la ricerca continua dell’eccellenza. Ringrazio il nuovo Amministratore Delegato Orazio Iacono che ha compreso il mio desiderio di ricercare nuove sfide professionali: una nuova avventura inizierà domani. hashtag#team hashtag#eccellenza hashtag#sfide hashtag#traguardi hashtag#professionalitàTomorrow my last day as CFO in Hera, after thoroughly immersing myself in the Company over the past 12 years. Many challenges, great satisfactions and huge target reached, thanks to a great professional team of colleagues which allow me to grow. I thank them so much. I am grateful to the President, Mr Tomaso Tommasi di Vignano and the CEO Stefano Venier, whom I worked with until his new prestigious assignment as Snam CEO. I thank Management Team Directors whom I shared great projects with and always looked for excellence. Finally I would like to thank the new CEO Orazio Iacono, who understood my willing to look after a new professional challenge: a new adventure will start as of tomorrow.hashtag#team hashtag#excellence hashtag#challenges hashtag#targets hashtag#professionality",
            "comments": []
        },
        {
            "post": "Una nuova iniziativa imprenditoriale che copre una fase ancora non presidiata del processo di valorizzazione delle sturt up: lo scouting.Le più moderne tecnologie di hashtag#artificialintelligence hashtag#augmentedreality hashtag#dataanalytics saranno i driver delle scelte.",
            "comments": []
        },
        {
            "post": "Oggi ci ha lasciato Ezio Bosso: Il suo amore per la musica e per la vita è stato contagiante. Per me un esempio unico, di grande ispirazione.",
            "comments": []
        },
        {
            "post": "\"Più un uomo sa, più vuole imparare. Meno sa, più è convinto di sapere tutto\" Robert IngersollPenso che 18 anni di studio non bastino per tutta una vita. Bisogna leggere sempre, studiare, informarsi. Prossima settimana riprendo la mia formazione a Oxford  e sono molto contenta di sfruttare al meglio il tragitto quotidiano in metropolitana :). Vi descrivo tutto: impegno quotidiano, costi (500 euro per 6 mesi), tempistiche (sperando anche di dare delle idee a chi in questo momento ha bisogno di una spinta). Trovate tutto nel video. Mariangela hashtag#formazione hashtag#istruzione hashtag#OxfordContinuingLearning hashtag#education",
            "comments": []
        },
        {
            "post": "Per chi crede ancora che l’Europa possa ancora essere un luogo dove coltivare il confronto delle idee e costruire qualcosa di positivo per il nostro futuro!",
            "comments": []
        },
        {
            "post": "Pietro Moroni",
            "comments": []
        },
        {
            "post": "Primi risultati apprezzabili sull’utilizzo della tecnologia Blockchain",
            "comments": []
        },
        {
            "post": "Oggi è un giorno importante per la nostra democrazia: anche in una situazione incerta e confusa come quella attuale il voto rappresenta un’opportunità importante per il popolo di esprimersi!",
            "comments": []
        },
        {
            "post": "Quando il “Valore per il Cliente” supera il limite e da creazione di valore diventa creazione di disvalore.Volo Ryanair da Stansted a Bologna delle ore 8.05, imbarcati alle ore 8.30 e rimasti all’interno dell’aeromobile per più di 4 ore. Nessuna hostess ha chiesto se qualcuno avesse bisogno di bere, ma rigorosamente vendevano le bottiglie d'acqua. I clienti tutti arrabbiati e delusi.",
            "comments": []
        }
    ]
}