{
    "name": "Chiara Corbellini",
    "subtitle": "HR Manager",
    "location": "Milan, Lombardy, Italy",
    "about": "Experienced Human Resources Business Partner with a demonstrated history of working in the utilities industry. Strong finance professional skilled in Human Resources, Organizational Design, Compensation & Benefits, Internal Audit, and Deferred Compensation.",
    "experiences": [
        [
            "Sorgenia",
            "16 yrs 3 mos",
            "HR Manager",
            "Full-time",
            "Jul 2017 to Present · 6 yrs 11 mos",
            "Milano",
            "Hr Business Partner And Labour Cost manager",
            "May 2013 to Jul 2017 · 4 yrs 3 mos",
            "Organization & Compensation Specialist",
            "Feb 2010 to Apr 2013 · 3 yrs 3 mos"
        ],
        [
            "Assistant manager",
            "PricewaterhouseCoopers",
            "Sep 2003 to Feb 2008 · 4 yrs 6 mos"
        ]
    ],
    "posts": [
        {
            "post": "Cristina Mazzoleni sta hashtag#assumendo. Conosci qualcuno a cui potrebbe interessare?",
            "comments": []
        },
        {
            "post": "Dai uno sguardo a questa offerta di lavoro presso Sorgenia: HR Data Analyst - Team People",
            "comments": []
        },
        {
            "post": "Il nostro gruppo HR, uno psicoterapeuta e un esperto di new media hanno sviluppato un progetto che cerca di annullare l’isolamento che stanno vivendo i nostri colleghi. Ecco hashtag#Coved20 il progetto in pillole video e podcast che aiuta a \"Vedere Diversamente la nostra vita nel 2020” https://bit.ly/Coved20hashtag#distantimauniti hashtag#iorestoacasa hashtag#tuttisolidali Simone Spoladori SKILLS MANAGEMENT Riccardo Sapienza",
            "comments": []
        },
        {
            "post": "Per il secondo anno consecutivo ci siamo certificati come hashtag#GreatPlaceToWorkItalia. Un ringraziamento speciale a tutti i nostri colleghi, che con la loro passione e il loro impegno hanno permesso il raggiungimento di questo grande risultato!Great Place to Work® Italia",
            "comments": []
        },
        {
            "post": "Dai uno sguardo a questa offerta di lavoro: Electrical Engineer",
            "comments": []
        },
        {
            "post": "Dai uno sguardo a questa offerta di lavoro: Power Trader",
            "comments": []
        },
        {
            "post": "Dai uno sguardo a questa offerta di lavoro: Corporate Cost & Capex Controller -Sostituzione maternità",
            "comments": []
        },
        {
            "post": "Crediamo nella sostenibilità ambientale e sociale, nell’inclusività e nel supporto concreto alle persone. Questi valori sono fondamentali all’interno della nostra azienda e la prova tangibile è risultare nella top 10 2019 delle migliori aziende italiane per cui lavorare nel 2019, secondo l’opinione delle colleghe stesse. Questo riconoscimento ci rende orgogliosi e ci spinge a sostenere costantemente la causa del hashtag#GenderGap. Great Place to Work® Italia",
            "comments": []
        },
        {
            "post": "Dai uno sguardo a questa offerta di lavoro: Responsabile Bilancio Civilistico e Bilancio Consolidato",
            "comments": []
        },
        {
            "post": "https://lnkd.in/em8MvKQ",
            "comments": []
        }
    ]
}