{
    "name": "Laura Masi",
    "subtitle": "20 anni in campo con ACMilan | Oggi Communication, Brand and Public Relations Director @ENGIE Italia.",
    "location": "Milan, Lombardy, Italy",
    "about": "Fiorentina doc, amante dell'opera e dello sport, milanese di adozione, moglie e mamma. 20 anni nel Milan, oggi Marketing, Communication and Public Relations Director at ENGIE Italia, azienda globale dell’energia con l’obiettivo di diventare leader della zero carbon transition. È una sfida entusiasmante in un settore chiamato a un rinnovamento epocale: conciliare gli obiettivi di business con il futuro del nostro pianeta e quello dei nostri figli, un’armonizzazione vincente di People, Planet & Profit.Il mio ruolo prevede la responsabilità di organizzare e dirigere il team di marketing e comunicazione, per un posizionamento distintivo in linea con i valori del brand.Per fare questo, il consiglio che do sempre alle persone del mio team, è quello di “salire sul tavolo” per avere uno sguardo di scenario e di insieme, per non perdere la direzione. Andare oltre il prodotto, oltre il messaggio del momento e guardare in prospettiva penso sia sempre la vera sfida e ciò che, alla lunga, fa la differenza.",
    "experiences": [
        [
            "ENGIE Italia",
            "5 yrs 9 mos",
            "Marketing, Communication and Public Relations Director",
            "Sep 2018 - Present · 5 yrs 9 mos",
            "Milan Area, Italy",
            "ENGIE è un’azienda globale dell’energia, presente in Italia da oltre 20 anni. \nPropone offerte globali sull’intera catena del valore dell’energia, dalla fornitura ai servizi, con particolare attenzione ai prodotti innovativi e alle soluzioni di efficienza energetica e di gestione integrata. Guidati dall’obiettivo di accompagnare comunità e imprese nella transizione a zero emissioni di CO2, propone soluzioni in grado di conciliare interessi individuali e collettivi in vari settori: dal residenziale al terziario, pubblico e privato, fino alla piccola e grande industria.\nIn ENGIE il mio ruolo di Marketing, Communication and Public Relations Director prevede la responsabilità di organizzare e dirigere il team di marketing e comunicazione, per un posizionamento distintivo in linea con i valori del brand: conciliare gli obiettivi di business con il futuro del nostro pianeta e quello dei nostri figli. Il progresso basato sull’armonizzazione vincente di People, Planet & Profit.",
            "Membro del Comitato Esecutivo",
            "Sep 2018 - Present · 5 yrs 9 mos",
            "Milan Area, Italy"
        ],
        [
            "Membro del Comitato Direttivo",
            "Valore D",
            "Jun 2018 - Present · 6 yrs",
            "Milan Area, Italy",
            "Valore D è la prima associazione di imprese che promuove l'equilibrio di genere e una cultura inclusiva per la crescita delle aziende e del Paese. A oggi l'insieme delle aziende associate a livello aggregato conta oltre 2 milioni di dipendenti e oltre 500 miliardi di euro di fatturato."
        ],
        [
            "Chief Business Officer and Board Member at ACF Fiorentina",
            "ACF Fiorentina S.p.A.",
            "Apr 2017 - Jun 2018 · 1 yr 3 mos",
            "Florence Area, Italy"
        ],
        [
            "Senior Executive - Commercial Department",
            "FC Bayern München",
            "Mar 2015 - Jul 2016 · 1 yr 5 mos",
            "Munich Area, Germany"
        ],
        [
            "MARKETING DIRECTOR",
            "ACMILAN",
            "Nov 1993 - Jan 2014 · 20 yrs 3 mos",
            "Milan Area, Italy",
            "Arrivo al Milan nel 1993 con responsabilità di marketing e commerciali, in un momento storico in cui ancora lo sport marketing non ha contorni definiti e di brand, nel mondo del calcio, si parla poco e si sa poco. Saranno 20 anni straordinari di esperienze, sfide, responsabilità e successi. \nLe prime partnership e i primi contratti: General Motors, Adidas,  poi AUDI,  Bwin, Dolce e Gabbana, Fly Emirates. Gli eventi e le iniziative: come un intero anno dedicato alla celebrazione del centenario del club e la nascita del progetto mondiale Milan Junior Camp, un progetto ancora oggi vivo, nato per unire attraverso la lingua universale del calcio e diffondere il marchio e il metodo Milan e per prendersi cura delle nuove generazioni.\nDi quel periodo mi porto i tanti apprendimenti, a contatto con uomini di grande competenza e lungimiranza, come Adriano Galliani con il quale ho lavorato in maniera sinergica e costante. Del nostro lavoro si parla ancora oggi come modello di marketing e strategia commerciale. Gli apprendimenti umani: il coraggio di assumersi responsabilità e sfidare lo status quo come nella mia storia di donna con un ruolo visibile e demanding che però non ha voluto rinunciare a crearsi una famiglia. \nQuegli stessi insegnamenti mi saranno utili anche in seguito, nelle mie esperienze al Bayern Monaco prima e Fiorentina dopo."
        ]
    ],
    "posts": [
        {
            "post": "A dicembre 2020, in ENGIE Italia abbiamo iniziato a concepire un progetto unico per raccontare come si può accelerare la hashtag#TransizioneEnergetica: la realizzazione di un docufilm. Seguendo passo dopo passo, e nei mesi, il lavoro dei nostri team operativi in hashtag#Sicilia, abbiamo realizzato questo documentario su nostri importanti impianti di produzione da fonti hashtag#rinnovabili a Marsala e Mazara del Vallo.A dicembre 2023, esattamente a tre anni dall’inizio di questa avventura, possiamo finalmente mostrare a tutti il risultato di un’impresa che ha coinvolto una troupe di 33 persone in 35 giornate di produzione, con un lavoro di oltre 200 ore di post-produzione.Questa sera alle 23 andrà in onda per la prima volta su Focus (canale 35, Mediaset) il nostro documentario “Il futuro di tutti noi: viaggio in Sicilia alla scoperta dell’energia del sole e del vento”.Grazie a Visionaria Film per averci accompagnati in questo percorso, a Samuel Renard e ai colleghi del team hashtag#rinnovabili per averci supportati in ogni momento e al mio team che ha contribuito efficacemente alla realizzazione di questo progetto.",
            "comments": []
        },
        {
            "post": "hashtag#OnAir, hashtag#withENGIE! Al via domenica 24 settembre la nuova campagna hashtag#TV, hashtag#Digital e hashtag#Social di ENGIE Italia: un racconto video della competenza delle persone – in Italia oltre 3.000, su tutto il territorio nazionale – che ogni giorno rendono possibile accelerare la hashtag#TransizioneEnergetica del nostro paese, con soluzioni che rendono hashtag#EfficienzaEnergetica ed hashtag#energia da fonti hashtag#rinnovabili accessibili per le persone, le aziende e le città. Grazie al team Communication, Brand & Public Relations e ai nostri partner per aver reso possibile la realizzazione di questa campagna.  Buona visione… e hashtag#LetsActTogether",
            "comments": []
        },
        {
            "post": "hashtag#EfficienzaEnergetica, riqualificazione e valorizzazione del Museo e Real Bosco di hashtag#Capodimonte di hashtag#Napoli. Sono questi gli obiettivi del percorso avviato con il sito museale napoletano, grazie al primo partenariato pubblico-privato in Italia per lo sviluppo e la riqualificazione di un museo autonomo.Insieme al Ministro della Cultura Ph. D. Gennaro Sangiuliano, al Direttore del Museo Sylvain Bellenger, all'On. Federico Mollicone e alla CEO di ENGIE Italia Monica Iacono, abbiamo presentato un importante progetto che renderà il polo museale più efficiente e sostenibile.Tra gli interventi apportati:➡ 90% di autoproduzione di energia elettrica;➡ 50% di risparmio energetico;➡ 800MWh di energia elettrica e 1GWh di energia termica all'anno grazie a un impianto di hashtag#trigenerazione.➡ 1.700 tonnellate di emissioni di CO2 in atmosfera evitate;Per approfondire: https://lnkd.in/dB7x6GD3hashtag#withENGIEFabrizio Di Battista",
            "comments": []
        },
        {
            "post": "Abbiamo inaugurato il più grande parco hashtag#agrivoltaico d’Italia nella splendida Mazara Del Vallo, in Sicilia.  Grande come 161 campi da calcio, il parco costituisce un’innovazione per l’energia e la sostenibilità ambientale, con 122.000 pannelli solari installati alti più di due metri tra i quali - e sotto i quali - stiamo coltivando vite, lavanda, rosmarino, alloro e altre erbe aromatiche. In ENGIE Italia generiamo energia rinnovabile con pannelli fotovoltaici consentendo contestualmente la coltivazione dei terreni, rispettando quindi le colture e incentivando l’economia locale.  Abbiamo voluto raccontare questo importante e ulteriore passo avanti verso la hashtag#decarbonizzazione a hashtag#istituzioni, hashtag#giornalisti e hashtag#creator digitali. Un mix di interlocutori che ha permesso di estendere la hashtag#comunicazione su giornali, blog e social media, così da raggiungere - con formati, linguaggi e velocità diverse - italiani di varie età e interessi.  La hashtag#TransizioneEnergetica riguarda ognuno di noi.  Il nostro compito è anche di quello di renderlo un tema coinvolgente e semplice da comprendere per tutti: grazie anche al mio team che l'ha reso possibile, in questi due giorni speciali. hashtag#TheSolarExperience",
            "comments": []
        },
        {
            "post": "Per favore condividete se possible grazie.Premessa: con mia grande sorpresa, alcune persone creative (alcune sono state meno che gentili nell'esprimere i loro sentimenti, vedi qui: https://lnkd.in/eygXyyr5), si sono offese, o sentite poco rispettate, da questo appello. Mi dispiace. Ho spiegato qui https://lnkd.in/e34StNtg perché non credo di essere stato offensivo, ma se lo sono stato inavvertitamente, mi scuso, non era mia intenzione mancare di rispetto.RT @HuffPostItalia: Appello (serio) a tutti i creativi: donate un’idea per amor di patria (di L. Floridi)Ci sarebbe voluto poco e a costi di realizzazione irrisori (anche se lo so che i € 9m coprono molte altre cose, non solo la realizzazione della campagna, prima che mi arrivi lo spiegone): anche un’AI (Midjourney) produce una promozione dell’Italia non peggiore (se non migliore) della orrenda campagna della Venere.PS aggiornamento sulla foto presa da shutterstockhttps://lnkd.in/eKKtHtnRsperiamo che parte dei € 9m sia servita a pagare l'immagine.",
            "comments": []
        },
        {
            "post": "230 progetti, oltre 12 milioni di euro donati, al fianco di 170 organizzazioni in Italia e nel mondo. Sono passati 20 anni da quando il 20 febbraio del 2003 veniva alla luce Fondazione Milan, la ONLUS dedicata a sviluppare progetti sociali e sostenibili, favorire il talento a emergere, anche e soprattutto, nelle situazioni più difficili. Orgogliosamente, io c’ero. Ho avuto l’onore anche di succedere a Leonardo come Segretario GeneraleÈ una pagina del mio passato che ricordo con grande piacere. Buona parte della mia vita lavorativa è stata al AC Milan, caratterizzata da sfide, successi e soprattutto grandi relazioni. E proprio per questo ricevere l’invito la settimana scorsa, in occasione del 20° Anniversario di Fondazione Milan (guidata egregiamente dall'attuale Segretario Generale Rocco Giorgianni) mi ha reso felice. Ho avuto modo di rivedere vecchi colleghi e vecchi amici, essere testimone di un successo che si rinnova , come si rinnova ogni giorno l’impegno di Fondazione Milan e il bisogno che c’è di fare per il presente e il futuro. Penso ad esempio all’accorato discorso di Sheva che ha rappresentato la tragedia ucraina e ringraziato commosso per gli aiuti. A Baresi, Costacurta, Tassotti, Massaro, Dida, Shevchenko vere e proprie leggende non solo in campo. Grazie a Paolo Maldini per avermi anche voluto al suo tavolo. A Galliani ovviamente, l’artefice - insieme con Leonardo - della nascita di Fondazione Milan, e con il quale per tanti ho lavorato in maniera sinergica, intensa e costante. Grazie a tutti.",
            "comments": []
        },
        {
            "post": "Una serata per festeggiare insieme. Si è concluso il percorso di formazione executive di hashtag#InTheBoardroom by Valore D. Governance, legal e compliance, tecnologia e industria 4.0, sostenibilità, diversità, umanità. E per la prima volta le nostre classi, la X e l’XI erano eterogenee, uomini e donne insieme per arricchire il confronto e creare ancora più valore. Abbiamo preso anche del tempo per festeggiare. Insieme. p.s. Solitamente concludevo questi post con “grazie a tutte”, ma è ancora più bello poter dire “grazie a TUTTE e a TUTTI”!",
            "comments": []
        },
        {
            "post": "“La violenza sulle donne è hashtag#Insostenibile. 1522 è il numero da chiamare per chiedere aiuto”.Questo messaggio, che hashtag#NoiDiENGIE abbiamo voluto lanciare in occasione della hashtag#GiornataInternazionaleControLaViolenzaSulleDonne, quest’anno ha trovato eco e nuovo vigore nella voce della molteplicità di coloro che hanno voluto essere parte attiva di questa campagna.Dieci comuni, dei quali siamo partner, hanno accolto l’iniziativa di dedicare a questo messaggio l’illuminazione di alcuni propri luoghi iconici.Le persone di ENGIE Italia, che toccando quota 1000 collegamenti, hanno aderito al webinar sul tema e hanno scelto di condividere anche sui social media le foto delle speciali installazioni realizzate presso le nostre sedi: ombrelli rossi, simbolo di protezione, ripresi anche dagli atleti ed ENGIE Planet Ambassador Gigi Datome, Marco Orsi e Francesco Puppi, che si sono uniti a noi per lanciare questo messaggio.Proprio da questa pluralità di voci prende forza e si alimenta la cultura del rispetto, che non può e non deve rimanere confinata a questa data: ogni giorno è il hashtag#25novembre.Valore D",
            "comments": []
        },
        {
            "post": "ENGIE ha deciso di riconoscere un premio eccezionale di 1.500 euro a tutti i collaboratori nel mondo.In Italia saranno 3.500 le persone che beneficeranno di questa misura straordinaria. Nell’attuale situazione di crisi energetica abbiamo voluto dare un riconoscimento al contributo di ognuno, anche tenendo conto del contesto inflazionistico e delle nostre performance finanziarie. Grazie a tutti i team di ENGIE, perché ogni giorno lavorano per supportare le strategie di decarbonizzazione dei nostri partner e accelerano la transizione verso un’economia hashtag#CarbonNeutral.",
            "comments": []
        },
        {
            "post": "Grazie Paola.Paola Mascaro ha concluso in questi giorni il suo mandato alla guida di Valore D.Siamo al termine, e come spesso succede in questi casi viene naturale fare conti e bilanci, chiederci dove siamo arrivati. Di numeri e iniziative da ricordare, nel caso di questi ultimi anni di Valore D, ce ne sarebbero tanti. A me però piace più ricordare il percorso.Il percorso più che la destinazione.Mi piace ricordare “la traccia”, usando le parole di Paola, di questi anni insieme. Una traccia fatta di competenza, passione, visione. Che non termina certo adesso e saprà trovare anzi nuovi spunti e nuove direzioni. A tal proposito auguro alla nuova Presidente Cristiana Scelza e a tutto il Consiglio di guidare Valore D verso nuovi e grandi traguardi.Oggi però ci tengo soprattutto a ringraziare Paola Mascaro e i colleghi del Consiglio Direttivo per quanto fatto in questi anni e condividere il mio orgoglio per avere fatto parte di questo viaggio.",
            "comments": []
        }
    ]
}