{
    "name": "Andrea Casalgrandi",
    "subtitle": "Responsabile Marketing & Business Development at Sorgenia SpA",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "Sorgenia SpA",
            "11 yrs 8 mos",
            "Responsabile Marketing & Business Development",
            "Oct 2015 - Present · 8 yrs 8 mos",
            "Milano",
            "BU Sales Consumer - Managing Director",
            "Oct 2012 - Oct 2015 · 3 yrs 1 mo",
            "Milan Area, Italy"
        ],
        [
            "Sorgenia Solar",
            "1 yr 11 mos",
            "Managing Director",
            "Jan 2011 - Nov 2012 · 1 yr 11 mos",
            "Sales & Marketing Director",
            "Jan 2011 - Dec 2011 · 1 yr"
        ],
        [
            "Managing Director",
            "Worknet SpA",
            "2002 - 2005 · 3 yrs"
        ],
        [
            "Marketing Director",
            "Enel",
            "1998 - 2001 · 3 yrs"
        ],
        [
            "Marketing Director",
            "Enel Trade SpA",
            "1998 - 2001 · 3 yrs"
        ]
    ],
    "posts": [
        {
            "post": "Grazie! A tutte le persone delle nostre centrali, che in questo momento di emergenza continuano a impegnarsi -modificando le procedure e il lavoro per rispettare le nuove norme di sicurezza - per portare a casa vostra tutta la nostra energia. hashtag#distantimauniti hashtag#energiacondivisa hashtag#tuttisolidali",
            "comments": []
        },
        {
            "post": "\"Sorgenia è un’azienda straordinaria che mette la tecnologia al servizio delle persone, soprattutto di quelle più deboli. Me ne hanno comprati 100 immediatamente. Hanno chiesto ai loro clienti: avete un’ultraottantenne che potrebbe aver bisogno di Nonny? La risposta è stata immediata e sorprendente: in 4 ore abbiamo esaurito tutti i dispositivi.\" Michele Vaccaro, ideatore di hashtag#Nonny",
            "comments": []
        },
        {
            "post": "Sul Corriere di oggi, in un articolo di Federico Fubini, sono illustrate le previsioni di uno studio dell'Einaudi Institute for Economics and Finance coordinato dal Prof. Franco Peracchi. Tenendo ben presenti tutte le difficoltà relative ad esprimere una previsione a partire da una base empirica poco accurata, questo studio ci permette di ipotizzare delle date, regione per regione, entro le quali si prevede l'azzeramento dei nuovi contagi.La data media dell'arresto dei nuovi contagi a livello del Paese, secondo l'EIEF, dovrebbe attestarsi fra il 5 e il 16 maggio.https://lnkd.in/gwySJaN",
            "comments": []
        },
        {
            "post": "Sabato 14 marzo. Prove di Assistenza clienti in hashtag#smartworking NETWORK CONTACTS SRL per Sorgenia.Rispettiamo le regole e stiamo accanto ai clienti, grazie alla tecnologia e con passione.Grazie a Angela, Anna, Antonluca, Francesca, Francesco, Giuliana, Luana Chiara, Marilena, Michelangelo, Rossella, Serafina, Tommaso, Valentina e Valentina.Perché è proprio così: hashtag#iorestoacasa hashtag#clientealcentro hashtag#tuttoandràbene",
            "comments": []
        },
        {
            "post": "Alberto Bigi, Chief Innovation & Development Sorgenia, spiega le misure che abbiamo messo in atto nella nostra centrale di Lodi. Misure eccezionali che permettono di garantire la sicurezza dei colleghi, la continuità dei servizi che offriamo e per contenere la diffusione del virus.",
            "comments": []
        },
        {
            "post": "COVID-19 has started to behave a lot like the once-in-a-century pathogen we’ve been worried about. The good news is that governments and public health agencies can take steps over the next few weeks to slow the spread of this virus and help us respond more effectively and efficiently when the next epidemic arrives.",
            "comments": []
        },
        {
            "post": "Non rovinateci lo spettacolo, proteggete l'ambiente, scegliete energia e fibra sostenibile. hashtag#IONONHOVISTO",
            "comments": []
        },
        {
            "post": "Agenti PMI per energia, gas e progetti di efficienza Sorgenia seleziona Agenti PMI per la promozione dei propri prodotti in ambito commodity  (Energia Elettrica e GAS) e/o efficienza sull’intero territorio Nazionale. Cosa offriamo•\tformazione dedicata ed affiancamento •\tpossibilità di presa appuntamenti/gestione lead•\tprocesso di certificazione per i migliori agenti•\tcontributo di start-up •\tpiano provvigionale particolarmente premiante •\tpossibilità di emettere offerte standard e customizzate•\tStrumenti di vendita evoluti: per la vendita paperless con firma grafometrica e/o OTP, strumento di pre-credit check e sales-portal dedicato •\tPacchetto di prodotti estremamente diversificato: commodity (Energia Elettrica e GAS), e-mobility (colonnine, e-bike) , efficienza (fotovoltaico, relamping, revamping, co-trigenerazione) e gestione energia (Smart meter, UPS)  Profilo ricercato:•\tSi richiede di essere automuniti e in possesso di P.iva;•\tNon si richiede necessariamente  esperienza di vendita nel settore. Se sei interessato, invia il tuo CV  al seguente indirizzo: selezione.agenti@sorgenia.it",
            "comments": []
        },
        {
            "post": "Ancora più presenti sul territorio: aperta una nuova sede a Villafranca di Verona, nel cuore del territorio veneto.info:www.universalsun.itcommerciale@universalsun.it",
            "comments": []
        },
        {
            "post": "Che ci fa una digital energy company in libreria? Incontra persone. hashtag#libri hashtag#MetticiEnergia Sorgenia Librerie Feltrinelli",
            "comments": []
        },
        {
            "post": "Curtain is down on hashtag#lostinsales at the Talent Garden Milan, but construction on a bridge across generations has begun, to create the jobs of the future. From California to Siberia via a bunch of successful italian start-ups, a full afternoon of very inspiring speeches on social selling, personal branding, art, innovation and more. Thank you Cynthia Johnson Silvia Vianello PhD Marco LANDI Lorenzo Maternini Loic Simon Andrea Pietrini Ludmilla Radchenko Kimberly Afonso Giacinto Fiore Donatella Derchi Marta Basso Danilo Rivalta Giuseppe Mineo Francesco Cancellato Emiliano Pierdominici Francesca Nestola",
            "comments": []
        },
        {
            "post": "Sei in cerca di nuove sfide? Questa è l'opportunità che fa per te...Siamo infatti alla ricerca di professionisti commerciali esperti nel settore delle rinnovabili per ampliamento della nostra rete di vendita!Contattaci:commerciale@universalsun.it",
            "comments": []
        },
        {
            "post": "Matteo Milani \"Energia pulita, riciclo e car sharing. Ecco il nostro festival green”. Ecco come rendiamo Green il CarroPonte 🍀🍀AREA Ridef",
            "comments": []
        },
        {
            "post": "vito_giudici@mckinsey.com",
            "comments": []
        },
        {
            "post": "SorgeniaUp: per sapere quanto consuma la DeLorean e seguire da vicino l'energy-of-things",
            "comments": []
        }
    ]
}