{
    "name": "Alessandro Valle",
    "subtitle": "Regional Sales Manager & SWRO Global Support presso Trillium Pumps Italy",
    "location": "La Spezia, Liguria, Italy",
    "about": "",
    "experiences": [
        [
            "Regional Sales Manager & SWRO Global Support",
            "Trillium Pumps Italy · Full-time",
            "Nov 2022 - Present · 1 yr 7 mos",
            "La Spezia"
        ],
        [
            "TM.P. SpA - Termomeccanica Pompe",
            "28 yrs 9 mos",
            "Senior sales area manager",
            "Sep 1995 - Sep 2023 · 28 yrs 1 mo",
            "Sales Area Manager taking care mainly about the following geographical area: Italy - Egypt - Russia",
            "Senior Area Manager - Sales",
            "1995 - Sep 2023 · 28 yrs 9 mos",
            "La Spezia, Italia"
        ]
    ],
    "posts": [
        {
            "post": "Ricopro una nuova posizione lavorativa: Regional Sales Manager & SWRO Global Support presso Trillium Pumps Italy!",
            "comments": []
        },
        {
            "post": "Trillium Attends Special ANIMP Meeting 🌍 Our team from Trillium Pumps Italy attended a special edition of the ANIMP - Associazione Nazionale di Impiantistica Industriale Congress for the 48th anniversary of its foundation.Managing Director, Edoardo Garibotti, in his capacity as Internationalization Delegate, contributed to the theme “Acqua ed energia: i nuovi scenari per l'impiantistica industriale italiana” (which roughly translates to “Water and energy: the new scenarios for Italian industrial plant engineering”). 💡 The event gathered important EPCs and their Italian supply chain counterparts. The delegates of SWCC, the governing authority for water production and distribution in the Kingdom of Saudi Arabia, joined the round table discussion alongside representatives of the ACWA Power & International Desalination Association in the section dedicated to water & environment. 📢The Minister of Industry in Italy, Adolfo Urso, provided his support and availability to promote the thoughts of the Italian government.This event strengthens Trillium's presence in ANIMP towards sustainability and efforts to optimize our footprint in the water industry. Discover more:https://lnkd.in/dfsACE2mhttps://www.animp.it/hashtag#trillium hashtag#trilliumflow hashtag#animp hashtag#waterfootprint hashtag#energysaving",
            "comments": []
        },
        {
            "post": "It is both a privilege and honor to be a part of this amazing team. Happy Birthday Trillium Flow Technologies 🎉🎂🎁hashtag#servingyouunderpressurehashtag#trilliumhashtag#customerservice",
            "comments": []
        },
        {
            "post": "The Roto-Jet pump is a single-stage pump with just two basic working parts, a rotating case and a stationary pitot tube. Unlike conventional centrifugal pumps, the Roto-Jet pump will not seize if run dry due to a loss of suction or if operated with a minimal continuous bypass flow against a closed discharge valve.  The wide range of performance obtained with a single-stage pump provides the user with tremendous flexibility. All Roto-Jet models are capable of a wide range of flows and pressures, allowing the pump to meet the demands of changing system requirements.  Roto-Jet pumps provide a more durable solution in demanding high-pressure general industrial and API applications. Visit our website to learn more about the original pitot tube pump: https://okt.to/uiylWp.",
            "comments": []
        },
        {
            "post": "Join us as we dive into the intricate process behind effectively installing, operating, and maintaining units past their planned, designed life and how doing so can potentially reduce costs and keep your site running reliably.Two sessions are available! RSVP here to reserve your seat: https://okt.to/BLb9PE",
            "comments": []
        },
        {
            "post": "Dive into hashtag#innovation with Trillium Flow Technologies' virtual trade show platform. Access valuable resources, including interactive 3D product renderings and the chance to connect directly with our global sales team. Register now and join us for an unparalleled virtual journey into the world of flow control. https://okt.to/gH71Oa",
            "comments": []
        },
        {
            "post": "Dive into innovation with Trillium Flow Technologies' virtual trade show platform. Access valuable resources, including interactive 3D product renderings and the chance to connect directly with our global sales team. Register now and join us for an unparalleled virtual journey into the world of flow control. https://okt.to/LeBtny",
            "comments": []
        },
        {
            "post": "Yesterday another important milestone in our growth strategy & support to UAE through the inauguration of our new Service Center in Abu Dhabi TM.P. SpA - Termomeccanica Pompe. Thanks to all the attendees and to those who will be joining us. Our doors are openhashtag#TMP hashtag#Termomeccanica hashtag#abudhabi hashtag#servicecenter hashtag#adnoc",
            "comments": []
        },
        {
            "post": "Congratulations to Technip as they receive their notice to proceed on ECA LNG from Sempra and IENova and partners. A big announcement for the LNG world today. hashtag#energy hashtag#lng hashtag#oilandgas hashtag#Mexico 🇲🇽 USA 🇺🇸 hashtag#ecalng hashtag#energiadecostaazul hashtag#Sempra hashtag#sempraLNG hashtag#IEnova hashtag#Total hashtag#Mitsui hashtag#gas hashtag#naturalgas hashtag#petroleum hashtag#kiewit hashtag#Technip hashtag#oilgas hashtag#apci hashtag#airproducts hashtag#oilandgasindustry hashtag#midstream hashtag#pipeline hashtag#natgas hashtag#CFE hashtag#upstream hashtag#drilling hashtag#oilandgascompanies hashtag#permian hashtag#onshore hashtag#pipelines hashtag#energytransition hashtag#energysolutions hashtag#energysector hashtag#energymarkets hashtag#bkr hashtag#BakerHughes hashtag#WeAreBakerHughes hashtag#NuovoPignone hashtag#sandiego hashtag#technip hashtag#TechnipFMC hashtag#apci hashtag#airproducts",
            "comments": []
        },
        {
            "post": "Sempre sul pezzo con #adicompcompressors. Il 26 settembre a Brno terrò un intervento alla conferenza organizzata da AMT (www.mikroturbina.cz per maggiori info) dal tema: \"Technological aspects of methane and biogas compressors installation\". Always on the ball at #adicompcompressors. The 26th of September in Brno I'll hold a speech at AMT conference  (www.mikroturbina.cz for more info). Theme will be \"Technological aspects of methane and biogas compressors installation\".  #adicomp #microturbinesapplications #gascompressors #lastspeechforadicomp",
            "comments": []
        }
    ]
}