{
    "name": "Marco Sannino",
    "subtitle": ".",
    "location": "Livorno, Tuscany, Italy",
    "about": "",
    "experiences": [
        [
            "MANUFACTURES DIOR S.R.L.",
            "8 yrs 4 mos",
            "Engineering and Metal HW Senior Manager",
            "Full-time",
            "Mar 2022 - Present · 2 yrs 3 mos",
            "Scandicci, Toscana, Italia · On-site",
            "Metal Hardware and Finished Product Quality Manager",
            "Feb 2016 - Present · 8 yrs 4 mos",
            "Scandicci, Toscana, Italia"
        ],
        [
            "Quality Control",
            "Christian Dior Couture",
            "Jan 2015 - Feb 2016 · 1 yr 2 mos",
            "Scandicci"
        ],
        [
            "TRW",
            "16 yrs 10 mos",
            "Livorno, Italia",
            "Responsabile Manutenzione",
            "Aug 2014 - Dec 2014 · 5 mos",
            "Gestione della manutenzione preventiva, predittiva ordinaria e straordinaria.\nMonitoraggio performance con KPI (MTBF, MTTR,MRT)\nSupporto delle attività relative al reparto manutenzione.\nGestione dell’archivio documentale di manutenzione.\nResponsabilità della gestione e del coordinamento dei tecnici di manutenzione.\nResponsabilità della stesura di capitolati relativi alla modalità di esecuzione degli interventi di manutenzione.",
            "Responsabile ingegneria di processo",
            "Sep 2011 - Aug 2014 · 3 yrs",
            "Responsabilità nelle attività inerenti la progettazione, sviluppo, implementazione, modifica e miglioramento continuo dei processi dell’aree produttive di competenza nel rispetto degli standard qualitativi del reparto.\nResponsabilità della gestione tecnica, operativa e contrattuale delle attività relative allo sviluppo dei maggiori progetti aziendali che coinvolgano i processi produttivi.\nResponsabilità della gestione e coordinamento dei Process Engineer di area.\nResponsabilità nella gestione delle commesse garantendo il rispetto di: costi, tempistiche (Gantt diagram tools),efficienza impianti e standard qualitativi richiesti (Cp,Cpk).\nIn collaborazione con i Process Engineer e le altre funzioni coinvolte identificazione delle cause delle problematiche inerenti ai processi produttivi e identificazione delle azioni correttive e preventive.\nVerifica e validazione della progettazione dei nuovi investimenti.\nResponsabilità nella verifica della corretta stesura della documentazione di processo (Flow Chart, PFMEA, Control Plan) e di tutti i capitolati.\nPromozione ed implementazione di tutte le procedure di lavoro necessarie per la standardizzazione dei processi produttivi..",
            "Ingegnere di processo",
            "Dec 2004 - Sep 2011 · 6 yrs 10 mos",
            "Responsabilità per il proprio reparto di competenza della realizzazione documentazione di processo ( Flow Chart, PFMEA, Control Plan) e di tutte le procedure operative di qualità.\nProgettazione di attrezzature meccaniche e di calibri di controllo.\nRealizzazione dell’offerte per l’acquisizione di nuovi prodotti.\nProgettazione e sviluppo di sistemi di automazione industriale.\nProgettazione e sviluppo di soluzioni tecniche mirate all’ottimizzazione e irrobustimento dei processi (riduzione scarti, costi).\nRedazione dei capitolati tecnici di fornitura per i nuovi impianti e per il monitoraggio dei processi."
        ]
    ],
    "posts": []
}