{
    "name": "Luca Passa",
    "subtitle": "CFO at Snam",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "Chief Financial Officer",
            "Snam S.p.A. · Full-time",
            "Jan 2023 - Present · 1 yr 5 mos",
            "Milan, Lombardy, Italy · On-site"
        ],
        [
            "CFO",
            "Endesa",
            "May 2018 - Jan 2023 · 4 yrs 9 mos",
            "Madrid Area, Spain"
        ],
        [
            "Head of Group IR",
            "Enel",
            "Sep 2015 - Apr 2018 · 2 yrs 8 mos",
            "Rome - Milan"
        ],
        [
            "Vice President - Head of IR",
            "FINCANTIERI S.p.A.",
            "May 2014 - Sep 2015 · 1 yr 5 mos",
            "Milan Area, Italy",
            "Head of Investor Relations"
        ],
        [
            "Managing Director - Investment Banking",
            "Morgan Stanley",
            "Feb 2003 - Mar 2014 · 11 yrs 2 mos",
            "London, Greater London, Regno Unito",
            "Investment Banking Division"
        ]
    ],
    "posts": [
        {
            "post": "Our sustainable strategy is designed to thrive in a continuously evolving market, increasingly prioritizing hashtag#transparency and credible, ambitious transition strategies.We are proud to announce, for the second consecutive year, the \"Transition Bond of the Year\" award by Environmental Finance recognizing our successful placement of the hashtag#EUtaxonomy-aligned transition bond. This bond, first of its kind in the market, represents a milestone achievement and underscores Snam S.p.A.‘s commitment to embracing innovative solutions within hashtag#SustainableFinance.hashtag#weareSnam hashtag#semprepiùSnam hashtag#TeamFinance",
            "comments": []
        },
        {
            "post": "Following the strategic plan presentation at the end of January and the recent hashtag#sustainablefinance Framework update publication, we have successfully placed the first hashtag#greenbond with investments aligned with the hashtag#Europeantaxonomy and the first hashtag#SLB Sustainability-Linked Bond linked to hashtag#scope3 emissions. Our significant commitment to reducing hashtag#co2emissions is also recognized by the hashtag#netzero Assessment obtained from Moody's Ratings, the first globally, certifying the Snam S.p.A. hashtag#decarbonization trajectory alignment to the hashtag#parisagreement. Today's transaction saw a peak in total demand exceeding 6 billion euros and represents a further step in our financial strategy to cover the investment plan, towards the 85% target of hashtag#sustainablefinance",
            "comments": []
        },
        {
            "post": "Following the recent issuances of the Exchangeable Bond and the hashtag#EUTaxonomy-Aligned Transition Bond, the green term loan signed with BBVA provides a further instrument of our hashtag#sustainablefinance toolbox, which is in line with Snam S.p.A.‘s commitment to give hashtag#sustainablefinance a key role in its strategy which includes, among others, a hashtag#carbonneutrality target by 2040 and the further development of its energy transition businesses. This transaction contributes to exceed Snam S.p.A.’s target to obtain 80% of its funding through hashtag#sustainablefinance instruments.",
            "comments": []
        },
        {
            "post": "Thanks to Federico Pippo and Stefania Carraro for the invitation and to SDA Bocconi for this opportunity. It has been a real pleasure to be back where all started…and to share some experiences, thoughts and advice with the hashtag#mcf bright students.",
            "comments": []
        },
        {
            "post": "Positive investors’ dialogue in recent months and current favorable market conditions have contributed to the transaction success, which coupled with its sustainable finance features, allowed to record a peak demand in excess of 4 times the offer. This issuance represents an additional source of pre-funding to address 2024 investments and enables us to further reduce our debt cost volatility.",
            "comments": []
        },
        {
            "post": "In our ongoing commitment to sustainability and sustainable finance, Snam S.p.A. is proud to introduce an innovative “EU Taxonomy-aligned Transition Exchangeable bond”, a pioneering milestone in the hashtag#sustainablefinance space. The transaction, which bears indicative savings of more than 1% on an annual basis vs comparable straight bond thanks to its exchangeable feature, is aligned with the hashtag#EUTaxonomy underscoring our dedication to advance sustainable finance, which today represents approx. 80% of our committed financing. As a member of the hashtag#CFOCoalition of the hashtag#UN Global Compact we firmly believe that sustainable finance can play a pivotal role in facilitating the transition to sustainable development and contribute to the achievement of the hashtag#SDGs.",
            "comments": []
        },
        {
            "post": "Ieri ho partecipato all’evento CFO SUMMIT 2023 Business International Events “The New CFO Mandate in the global scenario”, prendendo parte a un interessante confronto sul ruolo del CFO nel nuovo scenario competitivo, per guidare il cambiamento verso una corporate sustainability transition.Adottare un approccio sostenibile è un mantra per noi di Snam S.p.A. non solo in una logica di breve ma soprattutto di lungo periodo. Siamo stati il primo TSO di gas in Europa ad avere dei target di “net zero” e abbiamo un piano rivolto alla hashtag#transizioneenergetica molto preciso, che ci vede nel ruolo di abilitatori del trasporto delle molecole verdi dal Sud al Nord Europa, in linea con tutto il piano dell’idrogeno supportato sia dal governo italiano, sia da quelli tedesco e austriaco.Grazie al moderatore Andrea Cabrini, Class CNBC e ai co-panelist Carlo Altomonte Professore di Politica Economica Europea, Università BocconiAndrea Bonaventura Senior Director Leveraged Finance, Fitch RatingsGabriele Galli, CFO, Amplifon Andrea Maldi CFO, Fiera MilanoFabio Massoli CFO, Cassa Depositi e Prestiti",
            "comments": []
        },
        {
            "post": "Snam has been included in CDP hashtag#ClimateA List, which ranks companies for their commitment, transparency and action on climate change. We are now placed among the top 300 global companies out of over 15,000 invited: https://lnkd.in/dtAJDigThis result witnesses our efforts to reduce greenhouse emissions and manage climate risk. After committing, as one of the first in its industry, to achieving the objective of hashtag#NetZero Scope 1 and 2 CO₂ equivalent emissions by 2040, Snam has set targets for 2030 on indirect Scope 3 emissions, becoming the first energy infrastructure company in the EU to set emission reduction targets for its suppliers and subsidiaries. Snam's commitment is in line with the target of limiting global warming to 1.5° C.See press release on our website: https://lnkd.in/dXfwk6_J",
            "comments": []
        },
        {
            "post": "Chief Financial Officers (CFOs) play a central role to ensure that private capital flows to the Sustainable Development Goals (SDGs) and that companies make the necessary investments for the hashtag#sustainability transition. Within the “SDG Investment Forum” in Oslo, Norway, organized by United Nations Global Compact CFO Coalition for the SDGs, Luca Passa, Snam CFO, was invited to the panel “The central role of CFOs: accelerating an efficient transition” to discuss with Henrik Frisell, Nortura CFO, about how to integrate the SDGs in the strategic management of companies as they hashtag#transition towards more sustainable businesses and the implications on their internal investment decisions and financial strategies.",
            "comments": []
        },
        {
            "post": "I’d like to thank Arabile Gumede Gumede for having me at CNBC Europe “Street Signs” show at the Goldman Sachs Utilities conference in London.In the past year Snam S.p.A. had to rethink on how to manage its infrastructure in a totally different way, on the path towards the Energy Transition.Coordination among the EU countries is more stringent than before and the strategy Europe is taking is a multi-year pattern to further secure our energy supplies. Italy’s storage capacity is now over 70% full, which is more than 20% vs. last year and we shall get now ready to navigate through next winter.Yet the energy crisis is not over, since the question mark now is whether Asia’s LNG demand will pick up, so saying that the emergency is over is not a wise approach.Alberto Gandolfi Francesca Pezzoli Mafalda Pombeiro",
            "comments": []
        },
        {
            "post": "I’m happy to share that I’m starting a new position as Chief Financial Officer at Snam S.p.A.!",
            "comments": []
        }
    ]
}