{
    "name": "Guillaume Perrin",
    "subtitle": "Chief Digital & Marketing Officer Europe at L'Oréal",
    "location": "Paris, Île-de-France, France",
    "about": "",
    "experiences": [
        [
            "L'Oréal",
            "18 yrs 5 mos",
            "Chief Digital and Marketing Officer (CDMO) EUROPE",
            "Full-time",
            "May 2022 to Present · 2 yrs 1 mo",
            "Clichy, Île-de-France, France",
            "Chief Digital & Marketing Officer",
            "Permanent",
            "Apr 2021 to May 2022 · 1 yr 2 mos",
            "Milan, Lombardy, Italy",
            "General Manager L'Oréal Paris Italy",
            "Full-time",
            "Jul 2018 to Apr 2021 · 2 yrs 10 mos",
            "Milan, Lombardy, Italy"
        ]
    ],
    "posts": [
        {
            "post": "Our digital journey L'Oréal is at the core our strategy for years now, and at the same time a permanent source of reinvention to better engage our consumers. As we close our DAS 2022 hashtag#beauty hashtag#leadership hashtag#digital hashtag#data hashtag#community hashtag#strategy hashtag#future L'Oréal Digital Acceleration Summit, 5 days of great excitement, fast forward thinking and fruitful sharing with our digital and e commerce community, I want to take the occasion to deeply thank all our teams for their daily contribution to our acceleration worldwide… and remarkably in Europe!  How impressive to see that our more than 5 500 digital and e-com profiles from all around the world are mobilized to accompany our data driven transformation! Our CDMO teams, under the great leadership of Asmita Dubey, are repushing the boundaries and shaping the future of beauty. Bravo to all and to Guillaume Perrin and teams in Europe for the passionate exchanges and amazing cases! Mark Elkins Camille Kroely Charles Arkwright Anna Musikhina Sam Crossman Aaro Airaskorpi Nick Buckley Marc Duquesnoy Fabien Vannier Alexandre Lemonnier Celine Beaudisson Rémi Lugagne Delpon Claire Maudhuit Quentin Guyon Laurent Mathias",
            "comments": []
        },
        {
            "post": "What a pleasure to start my new Europe Chief Digital and Marketing Officer responsibility by visiting our German and Austrian teams with our L'Oreal Europe Management Committee last week. I want to share my huge thanks to our digital and e commerce population that operates there for their great spirit of conquest, the energy they put daily to keep pushing further our digital and data transformation, and their appetite for changes ! Super stimulating week of exchanges, sharing and  Q&A sessions with our digital population. Looking forward for the next fronteers to push forward together. hashtag#weareloreal hashtag#digitalfirst hashtag#datadriven hashtag#ecommerce Vianney Derville Wioletta Rosolowska Fabien Petit Renate Schloesser Tim Baert Thibauld Berly Alma Lipa Nadine Kamski Steffen Nix Sabine Menzel Yasar Hanli Patricia Heydemann Anne-Kathrin Bedoy Anna Marschall Jeyc Thakol Andrea Ossendorf-Ehle Sandra O. Jonas Schröder Jonas Holtmanns Daniela Kauke Michel Forstreuter Sandra Finkeldey Lea Medler Sophia Görtz Robert Schubert Jana Grimm Simon Preuß Ilka Sorg Torben Müller Arne C. Rehbach Frederike Zapf Jana Lisanne Engels Rémi Lugagne Delpon Esther García Martín",
            "comments": []
        },
        {
            "post": "How does digital revolution go hand-in-hand with stronger loyalty strategies?   Yesterday, I had the chance to join @IlSole24Ore Retail Transformation Summit, a digital event that allowed me to engage with experts from many fields on how sustainability and digitalisation are reshaping the retail landscape.  In L’Oréal, the digital revolution started more than 10 years ago. Since that moment, it resulted in a permanent evolution and acceleration that involved every single part of our business and organisation, with the purpose to always  better engage with our consumers.   In parallel, our Group also started its sustainable path more than a decade ago, with a progressive acceleration that led us, with L’Oréal for the Future, to engage in an even more radical transformation of our business. An initiative that reflects our vision about the challenges and the responsibilities a company like ours should assume to contribute to a better future.   Many thanks to Il Sole 24 Ore  for organising this inspiring event and to all the speakers for their  meaningful contribution. Filippo De Caterina Piero Gambino valentina ranno Emmanuel Goulin George Kontakos Stefania Fabiano Marco Vasario Manuel Manfredi Lorenzo Vitale Alessandra Sabellico Francesca La Spada Francesco Patimo  hashtag#retailtransformationsummit hashtag#weareloreal hashtag#digitaltransformation hashtag#lorealforthefuture",
            "comments": []
        },
        {
            "post": "Thanks Business People to have  chosen me among the Top 10 Marketers in Italy.In an interview with the magazine, I had the chance to share some thoughts about the strategic challenges we are experimenting in our field, as well as the opportunities for a digital first company like L'Oréal. hashtag#Digitalisation & hashtag#sustainability are reshaping the approach to marketing. Being sustainable has already been a long-standing choice for our Group, and hashtag#marketing is a key driver in this journey to which we are all all commited. Technology gives us more tools to reach our objectives, and hashtag#digital & hashtag#data acceleration are fantastic levers to help achieve them. At the same time,  complexity is increasing and, therefore, more than ever the need to prioritize, to simplify  and to keep focus on our strategic business objectives is and must remains always top of mind. Thanks to Cecilia Lulli for the interview and to all the great teams committed in L'Oreal that are behind every daily achievements we make. Definitely a team work. hashtag#weareloreal hashtag#digitalfirstcompany hashtag#datacentricity hashtag#teamwork George Kontakos Emmanuel Goulin Stefania Fabiano Marco Vasario Filippo De Caterina Piero Gambino Manuel Manfredi Assunta Timpone Mattia Meduri Ion Turcanu Marco Zugnoni Barbara Fontanive Andrea Mantovani Jacopo Radaelli Jacopo Umidi Melissa Lee Francesco Patimo Camilla Marra Susana Rodriguez Escudero Paola Sinagra Daniela Menghini Roberta Vinciguerra Alessandra Sabellico Francesca La Spada",
            "comments": []
        },
        {
            "post": "What does the “next normal” look like? It will surely revolve around data centricity & data capabilities. This article by McKinsey about how to rethink data strategies to improve precision marketing is particularly insightful, as it describes the need for a continuous reset of our ways of thinking and for the integration of new behaviors in our data-based approach. Companies that fine-tune their marketing strategies increasing the efforts on data are better positioned to interpret fast-changing consumer behaviors and seize new opportunities, while those who are retreating to traditional marketing are losing ground. These new challenges call for a permanent experimentation logic, where companies must reinforce their data analytics and embrace new tech solutions to be always one step ahead in changing times. hashtag#datacentricity hashtag#datadrivenmarketing hashtag#digitalization George Kontakos Luca Guillot Boschetti Stefania Fabiano Marco Vasario Piero Gambino Manuel Manfredi Filippo De Caterina Francesco Patimo Alessandra Sabellico valentina ranno",
            "comments": []
        },
        {
            "post": "After 3 years leading this exceptional L'Oréal Paris team in Italy, i am extremely happy to be appointed Chief Marketing Officer at @L'Oréal Italy, and to join the country executive committee to keep accelerating our hashtag#digitaltransformation. Truly excited to start this journey and set new milestones building everyday the beauty of tomorrow. hashtag#weareloreal hashtag#digitaltransformation hashtag#datadriven hashtag#lorealitalia George Kontakos Stefania Fabiano Marco Vasario Luca Guillot Boschetti Constantinos Bovolis Francesco Patimo Filippo De Caterina Alessandra Sabellico Manuel Manfredi valentina ranno Piero Gambino Enrico Del Bolgia Gaia Salerni Pietro DI CESARE Karim Rado Luca Mandelli Karim Rado Dario Zizzi Maria Teresa Iuliano Veronica Pastore Gian Giacomo Costa Rossella Ruggeri Chiara Prandoni Alberto Aleotti Alice Pollara Carolina Domitilla Zannini Rossella Gervasi Michela Stefanelli Nunzia Finamore Barbara Chiara Bonfanti Flora Nnana Claudia Collina Ribotto Chiara Anna Rita Scalisi Leonardo Murizzi Laura Porebski",
            "comments": []
        },
        {
            "post": "Great opportunities !",
            "comments": []
        },
        {
            "post": "Grande visibilità per il progetto Stand Up! Leggi l’ultimo articolo di d.larepubblica.it https://lnkd.in/eSWkRpm per scoprire il programma di formazione e sensibilizzazione di L’Oréal Paris in collaborazione con Hollaback! contro le molestie nei luoghi pubblici. Il nostro obiettivo? Proteggere la dignità di uomini e donne e prendere posizione attraverso il metodo delle 5D. www.standup-italy.com George Kontakos Barbara Chiara Bonfanti Chiara Prandoni Enrico Del Bolgia Simone Rizzo Roberta Fiori Piero Gambino Youssoupha Gaye Davide Vettori",
            "comments": []
        },
        {
            "post": "Oggi, in occasione della Giornata Internazionale per l’Eliminazione della Violenza contro le Donne, io sostengo STAND UP insieme @lorealparis per prendere posizione contro le molestie in luoghi pubblici. Ora tocca a te, impara il metodo delle 5D su standup-italy.com hashtag#WeStandUp @hollagram hashtag#LOrealParis hashtag#WeStandUp hashtag#Hollaback @ihollagram @associazionealiceonlus hashtag#aliceonlus",
            "comments": []
        },
        {
            "post": "A very necessary initiative. Very proud to start the journey in Italy with L'Oréal Paris on it in partnership with NGO @Right to Be  hashtag#standup hashtag#weareloreal hashtag#weareCPDitalia",
            "comments": []
        },
        {
            "post": "Bellissimo lavoro fatto sull’ iniziativa “L’Italia che vale” per celebrare e ringraziare i dipendenti della GD, per il loro impegno durante l'emergenza Covid-19 e prenderli come esempio! Brava Michela Stefanelli & il Team! hashtag#litaliachevale #hashtag#weareloreal hashtag#lorealconsumerproductsdivision hashtag#lorealitalia",
            "comments": []
        }
    ]
}