{
    "name": "Phil Cunningham",
    "subtitle": "Managing Director at TotalEnergies",
    "location": "Italy",
    "about": "Country manager for TotalEnergies in Italy. I am internationally experienced, in the North Sea region, SE Asia and Central Asia, including major and independent operators. I have a strong technical background and proven business and general management skills.Id like to make a difference to how organisations work and influence the energy industry as it changes. Opinions expressed on LinkedIn are my own, not those of companies or organisations I am associated with.",
    "experiences": [
        [
            "TotalEnergies",
            "Full-time 路 5 yrs 1 mo",
            "Managing Director",
            "Sep 2023 to Present 路 9 mos",
            "Milan, Lombardy, Italy 路 On-site",
            "MD and Country Chair for TotalEnergies in Italy",
            "Managing Director",
            "May 2019 to Sep 2023 路 4 yrs 5 mos",
            "Stavanger Area, Norway",
            "Managing Director and Country Chair for Total in Norway.\n\nTotal E&P Norge retains a large portfolio of assets in the North Sea, largely operated by our partners.  We also have an interest in the Snovhit LNG plant and several exploration licences.  Based in Stavanger a team of over 100 people supports Total's interests in these assets and seek to add value through technical oversight, support for carbon reduction projects, R&D, trading, and other activity.\nI am also the company representative in the Northern Lights CCS JV which will begin commercial operations in 2024/5.\nFurther, TotalEnergies are in the Skjolblad Wind Energy consortium with Iberdrola and Norsk Havvind,  ready to bid for offshore wind licences."
        ],
        [
            "Maersk Oil",
            "4 yrs 9 mos",
            "Managing Director",
            "Nov 2015 to May 2019 路 3 yrs 7 mos",
            "Kazakhstan",
            "Managing Director of Maersk Oil's Kazakhstan business based around the producing Dunga field and associated development project.",
            "Chief of Staff and Deputy to COO",
            "Sep 2014 to Nov 2015 路 1 yr 3 mos",
            "Copenhagen Area, Denmark",
            "Directly assisting the COO and Country Managers of Maersk Oil's global operations with a variety of commercial and operational issues."
        ],
        [
            "Premier Oil",
            "4 yrs 6 mos",
            "VP Operations",
            "Aug 2012 to Sep 2014 路 2 yrs 2 mos",
            "Greater Jakarta Area, Indonesia",
            "Premier Oil Indonesia (POI) Operations division includes production, technical services, logistics, HSE, and drilling departments.\nThe primary business of POI is production of gas for export and domestic markets up to 400mmscfd with associated liquids production from two fields in the Natuna Sea.",
            "Senior Production Operations Manager",
            "Apr 2010 to Aug 2012 路 2 yrs 5 mos",
            "Responsible for production from 3 platforms and an FPSO, getting a new 2-platform complex safely to first gas, and logistics operations, as well as representing the company on the shared export pipeline."
        ],
        [
            "Operations Manager",
            "BP",
            "Apr 1997 to Apr 2010 路 13 yrs 1 mo",
            "Variety of increasingly senior roles in the UK, Vietnam, and Azerbaijan culminating in an asset management role responsible for production, subsurface, and drilling teams for a major new build platform in the Caspian Sea."
        ],
        [
            "Chemical Engineer",
            "Aker Kvaerner",
            "Jul 1994 to Mar 1997 路 2 yrs 9 mos",
            "Design and commissioning of environmental projects across the UK including water, nuclear, and CHP projects."
        ]
    ],
    "posts": [
        {
            "post": "Big screen and hi-vis action for world day for safety. With colleagues visiting from Milan and Paris we discussed learning from major incidents in our industry, notably Piper Alpha and Buncefield. We had a site visit after some discussions on these events. Thanks Christophe AMADE and Ferruccio Ferrucci and others for hosting us. hashtag#safety hashtag#processsafety hashtag#totalenergies hashtag#worlddayforsafety",
            "comments": []
        },
        {
            "post": "TotalEnergies Italia celebrated the Companys 100 year anniversary last night, which includes 71 years in Italy. It was great to see colleagues from all our businesses and to connect to the team in Basilicata from Milan.  Heres to a pioneering future!hashtag#totalenergies",
            "comments": []
        },
        {
            "post": "The hi vis jackets were out again as I took part in a safety tour at Tempa Rossa yesterday, pictured here with Field Ops Manager Isaia and others including partners from hashtag#ShellGreat to see safety continues to be top of the agenda.",
            "comments": []
        },
        {
            "post": "Tempa Rossa oil centre is in Basilicata, a beautiful part of Italy which is why we take such care of our environmental impact and how we work with the local community.",
            "comments": []
        },
        {
            "post": "An important link between Norway and the UK with a fantastic history 仇 ",
            "comments": []
        },
        {
            "post": "Proud to say that this month I start a new adventure as Managing Director and Country Chair for TotalEnergies in Italy, based in Milan. Norway was excellent but Italy, including operations at Tempa Rossa, and a growing renewables profile in the country, will bring new challenges and opportunities. Ciao!",
            "comments": []
        },
        {
            "post": "TotalEnergies is committed to Norway and the energy transition.",
            "comments": []
        },
        {
            "post": "Another commercial contract for Northern Lights which is making CO2 storage commercial for third parties.",
            "comments": []
        },
        {
            "post": "Real plans in place to realise this.",
            "comments": []
        },
        {
            "post": "Todays high visibility jacket comes from the Northern Lights CCS terminal in ygarden. We were lucky enough to see the first tank lifted into position before injection starts next year as part of the solution to climate change hashtag#CCS hashtag#totalenergies Henning Eide Cecilie Pedersen",
            "comments": []
        }
    ]
}