{
    "name": "Antonio Pettini",
    "subtitle": "CFO at 2i rete Gas S.p.A.",
    "location": "Milan, Lombardy, Italy",
    "about": "My carrier has been developing through different role inside financial department of 5 companies, each one leader in its own branch and strongly oriented to International cultural.After starting as auditor in KPMG, mainly for manufacturing companies, I improved my skill of industrial cost control, budget and general accounting working for SITI, a one holder company, leader in ceramic plant sector.I kept to improve my corporate finance skill in Computer Associates where, through several period spent in USA, I developed the business/company evaluation and structured finance skill by significant and several merger/acquisition operations.The last two work experiences as Chief Financial Officer in big English multinational company, both listed on New York and London stock exchange, as Marconi Communication (Telecommunication)  British Gas (energy) and Italcogim Energie (gas/electricity utility),  create the condition to increase the general management skill, developing new competences beyond those linked to the CFO role,  thank to a strong commitment on projects  focused to the business development. In my last experinece I have been taking care of relation with financial investorActualy I have been working as CFO in Enel Rete Gas.",
    "experiences": [
        [
            "CFO",
            "2i Rete Gas S.p.A. · Full-time",
            "Oct 2009 - Present · 14 yrs 8 mos",
            "Milano",
            "Company controlled by F2i sgr and Finavias  First Italian player in gas distribution \nRevenue over 1 Billion  Euro, 400 M capex per year,  workers 2200, more than 4,5 millions of customers\nInvestment grade company  rated by S&P and Moody’s, listed Irish Stock eExchange\n\nChief Financial Officer\n\nCover all the standard activities of the role with a strong focus on economic financial plans and financial debt management.\nRecently the company has been acquired through a leverage buy out operation with a facility of 1 billion of euro, syndicated by 11 banks.\nIn october 2011 the company acquired two more companies and restructured all the debt for  an amount of 2,1 billion of Euro. Fenice Operation has been awarded as \"Best Global M&A Deal\" and \"Deal of the year 2011\" by the  most important financial magazines.\nThe main projects achieved are: debt negotiation,  the facility agreement management, development treasury management and cost control with a particular focus on key performance indicator required by facility agreement, implementation of internal procedure to draw capex facility, implement process to coordinate relation with shareholder and distribute dividends . \nManage the relation with investor analyst\nThe role includes the coordination of 50 people"
        ],
        [
            "CFO",
            "Italcogim Energie (GdF Suez Group)",
            "Sep 2006 - Sep 2009 · 3 yrs 1 mo",
            "Chief Financial Officer \nResponsible for all the account, financial and cost control activity, reporting and consolidated financial statement according to IAS; the finance department has 30 people; He is a member of “strategy committee” (comitato di direzione)  together with two shareholder delegates and the CEO.\nResponsible of the risk assessment activity.\n\nMain Goals:  legal and operative merger of 9 companies, restructure of debt with new banks, design and develop of activity base costing control, develop of double check administrative procedures, develop of SAP system and integration with BI tools, strong coordination of the new five years plan, evaluation and integration of two M&A operation."
        ],
        [
            "CFO Italy asset",
            "BG Group plc",
            "Sep 2002 - Oct 2006 · 4 yrs 2 mos",
            "Responsible for all the account, financial and cost control activity according to UK GAAP and IAS; responsible  for the   financial statement; responsible for the monthly business review,  forecast, quarterly  result presentation, quarterly due diligence, budget, KPI, milestone, performance contract and Business plan, Responsible to implement new account and control procedure; Responsible of opportunities screening process, champion of Governance self assessment, risk register and risks mitigation; Manage the contact  with Joint venture partners; director with  fully power in the board of all the asset companies; coordination and accomplishment  of fiscal strategy, keep constant fiscal consultant, external auditors and statutory auditors and with the legal external consultant; head of finance committee to coordinate project finance of  Brindisi LNG: main point of reference for advisors and lenders."
        ],
        [
            "Financial Director Italy asset",
            "Marconi communications",
            "Jan 1998 - Sep 2002 · 4 yrs 9 mos",
            "Responsibility for the  cost general accounting, corporate  tax  and treasury activities,  for financial statements in accordance with UK GAAP.  Coordinating the review and preparation (including instructions, worksheets and support preparation) of annual budgets, long-range strategic business plans/coordinate the development of an end implementation bottom up forecasting system; Reviewing monthly corporate subsidiary and consolidated forecasts for reasonableness and continuity with budgets, actual year to date results and prior forecasts; Managing the activities of the finance department (cost accounting, general accounting) and setting performance standards; Developing practices and procedures for preparing financial control/overseeing the auditing, control and compliance functions; Reviewing and analyzing submitted plans/budgets, recommending adjustments/corrections\nDeveloping information and financial system strategies and objectives to meet the needs of the company;"
        ],
        [
            "M&A manager",
            "computer associates",
            "Jan 1995 - Jan 1998 · 3 yrs 1 mo"
        ]
    ],
    "posts": [
        {
            "post": "Abbiamo avviato d’intesa con i nostri azionisti, nell’ambito delle possibili alternative strategiche di massimizzazione del valore, un processo propedeutico alla quotazione della nostra Società su Euronext Milan (già Mercato Telematico Azionario di Borsa Italiana).",
            "comments": []
        },
        {
            "post": "Siamo tra le aziende premiate nell’annuale edizione del “Premio per la migliore strategia di utilizzo del mercato dei capitali” organizzata da EQUITA e patrocinato dall’Università Bocconi e da Borsa Italiana.Il premio individua le più originali ed efficaci operazioni, selezionate tra più di 110 emissioni chiuse con successo nel 2023, realizzate dalle società emittenti sul mercato italiano.Ci siamo qualificati secondi nella categoria per la raccolta di fondi sul mercato del debito tradizionale.A maggio del 2023 abbiamo lanciato l’emissione di un prestito obbligazionario per un ammontare complessivo pari a 550 milioni di euro, collocato esclusivamente presso investitori qualificati. A ritirare il premio sono stati Antonio Pettini e Tommaso Colombo, rispettivamente direttore Amministrazione, Finanza, Controllo e Sostenibilità e responsabile Finanza e Pianificazione Strategica.",
            "comments": []
        },
        {
            "post": "Il 18 febbraio è la giornata internazionale del risparmio energetico. In 2i Rete Gas misuriamo accuratamente i nostri consumi energetici e ci impegniamo per ridurli progressivamente, fissando come obiettivo al 2030 del nostro Piano di Sostenibilità una diminuzione del 18% rispetto al 2021.Per questo stiamo portando avanti un piano di azioni combinate per contenere il quantitativo di energia utilizzato, in particolare:- dal parco automezzi aziendale, incrementando il numero di auto elettriche nella flotta;- per il funzionamento degli impianti di preriscaldo presso le cabine Re.Mi., migliorando la regolazione del processo e l’efficienza di generazione dell’energia termica necessaria;- nelle nostre sedi, tramite interventi di efficienza energetica e iniziative di sensibilizzazione delle nostre persone al risparmio energetico.hashtag#energia hashtag#gas hashtag#risparmioenergetico",
            "comments": []
        }
    ]
}