{
    "name": "giuseppe zaniboni",
    "subtitle": "Responsabile Amministrazione, Pianificazione e Controllo presso Enipower SpA",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "Enipower S.p.A.",
            "22 yrs 5 mos",
            "San Donato Milanese",
            "Responsabile Amministrazione, Pianificazione e Controllo",
            "Oct 2010 to Present · 13 yrs 8 mos",
            "Coordinamento di un team di 5 persone\nGestione 3 società (Enipower S.p.A., Enipower MN S.p.A. e SEF Srl)\nConsolidata esperienza nella definizione dei sistemi di controllo \nGestione della contabilità analitica e delle chiusure mensili nel rispetto delle scadenze di gruppo\nDefinizione del piano quadriennale del Budget e dei Forecast trimestrali \nPredisposizione per il top management del Reporting economico/finanziario, Cash Flow, Analisi degli scostamenti e KPI\nReporting direzionale e consolidato per la capogruppo \nGestione rapporti con i soci (Eni e Fondo d’investimento Americano)\nAnalisi e valutazione progetti di investimento con il vertice societario\nAnalisi contesto di business per definizione action plan strategici \nSupporto progetti M&A\nSupervisione dei processi amministrativi e contabili delle società in ambito\nSupervisione alle tematiche e agli adempimenti fiscali\nRedazione bilancio civilistico di Enipower e delle società controllate\nGestione rapporti con le banche e della tesoreria\nGestione dei rapporti con consulenti, collaboratori esterni e istituti finanziari\nAssesment del sistema di controllo interno sull’informativa finanziaria e implementazione procedure gestionali\nGestione rapporti con i Collegi Sindacali e la società di revisione\nSupporto ai CDA e predisposizione della documentazione \nFocal point Modello d.lgs. 231/01 e interfaccia con gli Organismi di Vigilanza",
            "Enipower SpA",
            "Enipower è la società di eni per le attività di generazione di energia elettrica. Costituita nel novembre 1999, la società dispone oggi con le sue controllate di 7 centrali elettriche con una potenza installata di circa 5.300 MW",
            "Senior Controller in Eni",
            "2002 to Sep 2010 · 8 yrs 9 mos"
        ],
        [
            "Business analyst",
            "Librerie Feltrinelli",
            "1999 to 2002 · 3 yrs"
        ],
        [
            "Assistant Controller",
            "Gruppo Mondadori",
            "1996 to 1999 · 3 yrs",
            "Segrate"
        ]
    ],
    "posts": [
        {
            "post": "📌 Segui in live streaming “Nuove hashtag#utilities per nuovi clienti: vendita, servizi e comunità energetiche rinnovabili”, evento annuale dell’hashtag#OsservatorioUtilities organizzato da Agici e Accenture Italia, arrivato alla sua 23esima edizione.Si parlerà dei nuovi servizi che gli operatori del settore energetico possono offrire, con un focus sulle hashtag#ComunitàEnergetiche hashtag#rinnovabili: normativa, modelli di promozione, hashtag#transizioneecologica e mutamenti del mercato energetico alla luce del contesto geopolitico.🏆L’evento sarà anche l’occasione per la premiazione dei Manager Utilities 2022 'Andrea Gilardoni’, ai quali si aggiungerà il riconoscimento “L’energia di domani: il futuro è donna” che premierà la miglior manager under 40 del settore.🎤 Interverranno i top manager del settore:Renato Mazzoncini, A2AStefano Quaglino, AGSM AIMMichele Antognoli, BFF Banking GroupPaolo Abati, Estra S.p.A.Orazio Iacono, Gruppo HeraGianni Vittorio Armani, Gruppo IrenEmanuela Trentin, Siram VeoliaMassimiliano Bignami, AlpiqGiuseppe Argirò, CVA SpA - Compagnia Valdostana delle AcqueNicola Monti, EdisonNicola Lanzetta, Enel GroupMonica Iacono, ENGIE ItaliaStefano Bianchi, Fichtner ItaliaLuca Matrone, Intesa SanpaoloMarco Carta e Giuliano Proietto, LL.M., AgiciClaudio Arcudi, Pierfederico Pelotti e Sandro Bacan di Accenturehashtag#energia hashtag#utility",
            "comments": []
        },
        {
            "post": "Perché le aziende si affidano sempre più ai CFO? Per la fiducia, la sicurezza e la visione strategica. Il clima di incertezza attuale ha reso ancora più preziose le capacità dei CFO, da sempre chiamati a gestire con prudenza e concretezza situazioni estremamente complesse e caratterizzate da alta volatilità.  hashtag#PageGroup hashtag#MichaelPage hashtag#CFO",
            "comments": []
        },
        {
            "post": "Oggi le persone stanno ridefinendo priorità ed aspettative anche verso il hashtag#lavoro. Cercano percorsi di hashtag#autorealizzazione più rapidi e chiedono hashtag#manager più in sintonia con i loro bisogni. Per rispondere a queste domande, bisogna ripensare i tradizionali modelli di manageriali ricorrendo ad una visione più umanistica del management, centrata sulla qualità delle relazioni. L’articolo di Mario Corti, Senior Partner KPMG, sull’Economia del Corriere della Sera. Se ne parlerà all’evento 'The Frame’, domani 29 novembre a partire dalle ore 10.00 su corriere.it: http://bit.ly/3tYz08y",
            "comments": []
        },
        {
            "post": "Credo che tutti noi abbiamo un debito infinito nei confronti di Piero Angela. Veramente ha insegnato agli italiani cos’è la scienza, con un linguaggio sempre semplice, accattivante ma rigoroso Piero Angela 22 dicembre 1928 13 agosto 2022grazie",
            "comments": []
        },
        {
            "post": "Per i hashtag#giovani in cerca di hashtag#lavoro nasce una possibilità importante: quella di partecipare al percorso formativo biennale promosso dalla Fondazione Nuove Tecnologie per il Made in Italy.Oggi, infatti, sono evidenti un eccesso di domanda di posti di lavoro e un eccesso di richiesta che non si incontrano tra loro, creando posizioni vacanti e disoccupati e penalizzando allo stesso tempo sia la produttività delle hashtag#imprese che i costi dello stato sociale. In particolare, la platea di giovani hashtag#lavoratori disponibili è sempre più esigua e la stessa struttura occupazionale in Italia ne sta risentendo. A questa condizione di scarsità si aggiunge l’assenza di un sistema di orientamento scolastico e professionale degno di tale nome dove, anziché valutare la compatibilità tra hashtag#studi offerti dai percorsi formativi ed esigenze del mondo del lavoro, prevalgono stereotipi legati alle esperienze professionali dei genitori e aspettative sui figli. Il corso hashtag#ITS risponde esattamente alle richieste delle imprese del hashtag#territorio. Permette di qualificarsi, acquisire competenze e garantirsi l’accesso in settori strategici anche grazie a un apprendimento duale on the hashtag#job. Lo dicono i dati: l’85% degli iscritti trova lavoro non appena concluso il percorso formativo.La riforma ITS, approvata lo scorso 12 luglio anche grazie all’intervento del nostro sistema @Confindustria, è un segnale che le hashtag#aziende sono partner della scuola e la supportano nel potenziare la didattica laboratoriale per avere una maggiore contaminazione con il mondo del lavoro. Per maggiori informazioni visita il sito ufficiale > https://www.itscremona.it  hashtag#AssociazioneIndustriali hashtag#AssociazioneIndustrialiCremona hashtag#AssIndCr hashtag#Cremona hashtag#Crema hashtag#Confindustria hashtag#ConfindustriaLombardia hashtag#ITSAcademy hashtag#Formazione hashtag#FormazioneProfessionalizzante hashtag#BorseDiStudio",
            "comments": []
        },
        {
            "post": "Al linguaggio universale della tecnologia abbiamo unito quello unico di un territorio: i terminali digitali delle Eni Live Station adesso parlano anche in dialetto.Un’esperienza diversa, ironica e immediata per i nostri clienti che si inserisce in un più ampio modello di business sempre più incentrato sulle persone e diretto a migliorare l’offerta dei nostri servizi e prodotti.",
            "comments": []
        },
        {
            "post": "Ci ha lasciati all’età di 85 anni Andrea Allodi. Ex dirigente Barilla, presidente delle aziende emiliane di servizi Amps ed Enia. Manager, ma soprattutto sognatore dai modi gentili, che ha saputo ispirare chi ha lavorato al suo fianco. Fu tra i creatori, nel 1974, del marchio Mulino Bianco. Ci ha insegnato a immaginare un mondo migliore, ne facciamo tesoro ogni giorno e non smetteremo mai di farlo.",
            "comments": []
        },
        {
            "post": "If you love luxury, beauty and fashion, you will find them in GaGà Milano World.Just landed in Porto Cervo, the “capital” of Costa Smeralda, GaGà Milano is ready to colour your summer with its creative and precious style. We invite you to discover our best collections in the boutique of Damiano Parati Gioielli, close to the crystal water of Sardinia. 👉🏻 www.gagamilano.com  hashtag#gagamilanoworld hashtag#gagamilano hashtag#gagamilanowatches hashtag#portocervo  hashtag#luxury  hashtag#fashion hashtag#itlianlifestyle hashtag#creativity hashtag#beauty",
            "comments": []
        },
        {
            "post": "Questa settimana si parla di innovazione nella mobilità urbana su ISPI - Istituto per gli Studi di Politica Internazionale, temi cari ad Eni che con hashtag#Enjoy sta seguendo i trend del momento: hashtag#newmobility, hashtag#guidaautonoma, hashtag#digitalizzazione ed hashtag#elettrificazione. Passi necessari per l’evoluzione urbana e la riduzione delle emissioni",
            "comments": []
        },
        {
            "post": "“Gli industriali lombardi assistono sconcertati a una hashtag#crisidigoverno generata da meri calcoli elettorali. Tutto questo avviene mentre i cittadini e le hashtag#imprese attendono ed esigono risposte urgenti alle numerose emergenze in corso: un tetto all’insostenibile prezzo del gas, l’abbassamento del cuneo fiscale, azioni per il contenimento dell’inflazione sono tra quelle misure che l’intero Paese non può attendere un giorno di più e che, a causa delle divisioni politiche, sono in stand-by da mesi. Confindustria Lombardia auspica perciò che il Presidente Mario hashtag#Draghi possa al più presto riprendere la sua azione di governo, meglio se attraverso soluzioni che gli consentano di essere più efficace e libero dai veti di quei partiti che non lavorano per l’interesse dell’Italia”: il commento del Presidente di Confindustria Lombardia Francesco Buzzella sulla crisi di governo.Confindustria https://lnkd.in/ds2fn8U5",
            "comments": []
        },
        {
            "post": "È proprio vero che non si finisce mai di imparare! Il lavoro cambia, così come le competenze che richiedono i vari settori professionali. Rimanere aggiornati attraverso una formazione continua è la chiave per creare un percorso solido e di successo.Leggi il nostro approfondimento sul tema: http://bit.ly/2NIPK1Uhashtag#MichaelPage hashtag#BusinessSuggestions",
            "comments": []
        },
        {
            "post": "hashtag#Unicatt 1921-2021. Un secolo di storia davanti a noi. Nuovo logo, nuovo sito, nuovi colori. Stay tuned hashtag#Unicatt100",
            "comments": []
        },
        {
            "post": "Doppio accordo oggi per Snam S.p.A. a hashtag#Trieste nell’ambito del festival della scienza Trieste Next e della presentazione del libro 📚 hashtag#rivoluzioneidrogeno di Marco Alvera'.Il primo è un protocollo con Regione Autonoma Friuli Venezia Giulia per sviluppare progetti nella hashtag#transizioneenergetica sul territorio regionale: dalla hashtag#mobilita’ sostenibile al hashtag#biometano, dall’efficienza energetica all#idrogenoo. Proprio quest’ultimo è al centro dell’accordo siglato con a2a per studiare la decarbonizzazione della produzione di energia elettrica (da Corriere della Sera)hashtag#gogreengasPatrizia Rutigliano Antonio Marano Alessandra Pasini Cosma Panzacchi Marco Reggiani Carlotta D'Ercole Domenico Maggi Davide Ciullo Marco Chiesa Dina Lanzi Camilla P. Xavier Rousseau Manila Tortorella Matteo Occhipinti Antonio Maconi Laura Ferilli",
            "comments": []
        }
    ]
}