{
    "name": "Matteo Scarpa",
    "subtitle": "Head of Finance | Planning | Support Sustainable Growth presso Partesa s.r.l.",
    "location": "Milan, Lombardy, Italy",
    "about": "Experienced Finance Manager with a demonstrated history of business partnering, commercial controlling and international strategic planning. Strong finance professional skilled in Forecasting process, Financial Reporting and Business Modelling.Managed and developed extensive multicultural teams granting support to decision makers throughout comprehensive financial analysis. Pragmatic and results oriented professional with records of long term partnerships, sharp communicator brilliant problem solver.",
    "experiences": [
        [
            "Head of Finance | Planning | Support Sustainable Growth",
            "Partesa s.r.l. · Full-time",
            "Dec 2020 - Present · 3 yrs 6 mos",
            "Milano, Lombardia, Italia"
        ],
        [
            "The HEINEKEN Company",
            "3 yrs 6 mos",
            "Planning and Control Manager",
            "Sep 2018 - Dec 2020 · 2 yrs 4 mos",
            "Milano, Lombardia, Italia",
            "Finance Manager Commerce",
            "Jul 2017 - Sep 2018 · 1 yr 3 mos",
            "Milano, Italia"
        ],
        [
            "Commercial Controller",
            "Ferrero SpA",
            "Jul 2012 - Jul 2017 · 5 yrs 1 mo",
            "Turin Area, Italy",
            "Head of Planning and Controlling department, providing on-going financial support, input and analysis to the Top Management and Commercial Teams facilitating decision making throughout value-creation."
        ],
        [
            "Financial Controller",
            "Ferrero UK",
            "Jan 2008 - Nov 2012 · 4 yrs 11 mos",
            "Manage and develop the Business Planning department in UK & Ireland markets, providing on-going financial support, input and analysis to the Top Management and Commercial Teams + Group Reporting activities (i.e. weekly, monthly)"
        ],
        [
            "Internal Auditor",
            "Ferrero International",
            "Jun 2006 - Dec 2007 · 1 yr 7 mos",
            "Conducting financial and operational audits evaluating the effectiveness and efficiency of internal controls, business processes and procedures. Recommendations to correct control deficiencies and improve processes."
        ]
    ],
    "posts": [
        {
            "post": "Scopri i 6 temi che plasmano l'agenda della TRASFORMATION!\"Un Trasformation Leader deve saper coinvolgere la propria organizzazione con nuovi modi di lavorare, dando priorità all'adozione della tecnologia e al miglioramento delle Competenze. Quando persone, processi e infrastrutture sono allineati, dovrebbero arrivare risultati, ROI e Agilità!\"hashtag#transformationalleadership",
            "comments": []
        },
        {
            "post": "Per i hashtag#brindisi delle feste 2023, Partesa Srl scommette su hashtag#birra (Lager e speciali), hashtag#vino (i bianchi fermi più dello Champagne) s hashtag#spirits (dove ritorna a far capolino il Whisky). Ecco i trend di consumo hashtag#Horeca sotto l'albero. hashtag#trend hashtag#beverage hashtag#foodretail",
            "comments": []
        },
        {
            "post": "Per i hashtag#brindisi delle feste 2023, Partesa Srl scommette su hashtag#birra (Lager e speciali), hashtag#vino (i bianchi fermi più dello Champagne) s hashtag#spirits (dove ritorna a far capolino il Whisky). Ecco i trend di consumo hashtag#Horeca sotto l'albero. hashtag#trend hashtag#beverage hashtag#foodretail",
            "comments": []
        },
        {
            "post": "hashtag#Partesa qui in Emilia Romagna sta operando da oggi, per portare i primi contributi concreti alle comunità colpite da questa immane tragedia. La vivo da vicino, ne sono colpito e sono fiero che come azienda possiamo fare qualcosa così rapidamente.Da stamattina stiamo consegnano in accordo con la Protezione Civile acqua e bibite nei centri di raccolta allestiti a Forli, Dovadola, Predappio e Faenza e nei prossimi giorni ci adopereremo per raggiungerne altri.Siamo ancora in piena emergenza con un nostro deposito che sarà da rispristinare e molti colleghi sono stati impattati direttamente, ma siamo tutti all’opera fin da subito per mettere a disposizione mezzi e risorse a supporto di un'intera comunità.Ci siamo e ci Saremo, hashtag#Partesa per la hashtag#Romagna, per le nostre persone e le comunità dove viviamo.Un grande grazie va anche ai ns partner commerciali che si sono resi disponibili a supportarci in questa importante missione.",
            "comments": []
        },
        {
            "post": "Interessante lettura che parte da un sondaggio con alcuni executives indetto da hashtag#HarvardBusinessSchool sulla hashtag#digitaltransformation. I risultati non sono scontati: sono i clienti a chiedere un’esperienza diversa dal passato. Oggi non serve più fornire il miglior servizio al miglior costo ma è necessario garantire delle esperienze innovative end-to-end tra cliente ed azienda attraverso piattaforme digitali semplici, interattive e pratiche che ottimizzino il rapporto e lo arricchiscano in tutte le sue forme. hashtag#WeareHeineken hashtag#Partesa hashtag#digitization hashtag#outsideinview hashtag#customersexpectations",
            "comments": []
        },
        {
            "post": "Questa settimana un presentatore del meteo francese ha presentato una nuova previsione del tempo per l'agosto 2050: la media è di oltre 40°C, con un picco di 48°C. Non si tratta di una finzione, le cifre provengono da stime di Météo France.Nel 2014, le sue previsioni meteo per lo stesso anno prevedevano un picco di 43°C. Agire per il clima, decarbonizzare la nostra società, significa agire per preservare condizioni di vita sostenibili per l'umanità. Abbiamo i mezzi per dimostrare che questa mappa è sbagliata.Non è alle prossime elezioni, né nel 2050 che dobbiamo agire, ma ora. La transizione ecologica e sociale non può più aspettare.",
            "comments": []
        },
        {
            "post": "Sono alla ricerca di un nuovo impiego su Palermo come dipendente (anche con contratto iniziale a tempo determinato) di aziende del settore food and beverage (non agente con o senza PI nè procacciatore di affari o su provvigioni)!!Io SO VENDERE ma...NON MI SVENDO!Ho molti anni di esperienza nel settore suddetto, non sono interessata ad un posto dietro ad una scrivania io voglio stare sul \"campo\".Valuto anche posizioni come ispettore per la gdo su palermo e provincia.Di seguito troverete il link dove visionare il mio CV e lo stesso in formato jpeg. Ringrazio anticipatamente tutti coloro che porranno attenzione al mio post e che vorranno aiutarmi in questa ricerca anche solo condividendo. https://lnkd.in/d_jRV9H",
            "comments": []
        }
    ]
}