{
    "name": "Lucia Trevisani",
    "subtitle": "Marketing Manager presso REPOWER Vendita Italia S.p.A.",
    "location": "Milan, Lombardy, Italy",
    "about": "Forte competenza in ambito marketing, vendita e business developement per il mercato energia in continua evoluzione. Le mie conoscenze e capacità si sono sviluppate grazie al passaggio in tre società molto diverse tra loro, che hanno arricchito e ampliato il mio approccio allo sviluppo del business e al problem solving.Attualmente ho l’onore e il piacere di coordinare un team davvero unico, che abbraccia responsabilità molto composite, dalla business intelligence, alla programmazione commerciale fino al service design di prodotti e alla delivery alla forza vendite.",
    "experiences": [
        [
            "Marketing Manager",
            "Repower Italia · Full-time",
            "Apr 2006 - Present · 18 yrs 2 mos",
            "Milano, Lombardia, Italia"
        ],
        [
            "Marketing Analyst",
            "Eni",
            "Jan 2005 - Apr 2006 · 1 yr 4 mos"
        ],
        [
            "Operations & Marketing Advisor",
            "BP",
            "Nov 2001 - Jan 2005 · 3 yrs 3 mos"
        ]
    ],
    "posts": [
        {
            "post": "Design, installazioni e innovazione. Queste le tre parole chiave della Milano Design Week.Una tappa da non perdere dell'edizione 2024? Gli strumenti di ricarica made in Repower, ospiti del progetto \"A casa Ovunque\". Via Savona 35.Ingresso libero!hashtag#repoweritalia hashtag#repowerenergia hashtag#thatsthepoweroflove hashtag#energia hashtag#energiasostenibile",
            "comments": []
        },
        {
            "post": "Ti sei mai chiesto cosa significa scegliere energia green per la tua azienda? 🌿Certo, le fonti rinnovabili rientrano sicuramente nella definizione di un'energia più \"sostenibile\", ma non solo!Fai swipe e ti spieghiamo tutto 👉hashtag#repoweritalia hashtag#repowerenergia hashtag#thatsthepoweroflove hashtag#energia hashtag#energiasostenibile",
            "comments": []
        },
        {
            "post": "Repower rafforza il suo impegno verso la sostenibilità ambientale, sociale ed economica. È quanto stabilito da Cerved Rating Agency, agenzia italiana specializzata nella valutazione del merito di credito di imprese non finanziarie e nella valutazione del grado di sostenibilità degli operatori economici, che con un rating ESGe pari a BBB (High ESG Risk Management Capabilities) e un punteggio di 66.7 certifica un’adeguata capacità di gestione dei rischi e delle opportunità ESG dell’azienda. La produzione e la vendita di energia da fonti rinnovabili e lo sviluppo di prodotti e servizi sostenibili, attestano come Repower stia virando verso una transizione energetica del proprio modello di business. Ad aumentare il punteggio, il rispetto dei diritti umani, sicurezza e salute dei lavoratori nonché la capacità di generare valore economico e distribuirlo in maniera equa tra i propri stakeholder. Cerved indica anche il buon livello di integrazione della sostenibilità all’interno della gestione strategica ed operativa, “testimoniata dalla presenza di una struttura organizzativa dedicata alle tematiche ESG e dalla definizione di un Piano di sostenibilità”. Obiettivi questi che verranno perseguiti anche nel 2024. “Alla luce degli ottimi risultati acquisiti e dei progetti che stiamo già sviluppando, riteniamo che nel 2024 Repower possa alzare ulteriormente l’asticella degli obiettivi e proseguire il percorso di consolidamento e crescita”, afferma Fabio Bocchiola, AD di Repower Italia.",
            "comments": []
        },
        {
            "post": "Il nostro impegno nella transizione energetica non si ferma, come il supporto alla piccola e media impresa. Dal 2022 al fianco di ERRECI s.r.l., azienda accreditata leader nel settore, per fornire soluzioni su misura alle imprese che decidono di passare al fotovoltaico. Collaborazione che si rafforza e porta al 70% la partecipazione di Repower nel capitale della società di Busto Arsizio.",
            "comments": []
        },
        {
            "post": "L'inverno è ufficialmente arrivato ❄️Cosa dobbiamo aspettarci stavolta? Cosa succederà al prezzo del gas?Ce lo spiega in questo articolo Luca Pietro Albini, Responsabile Planning e Pricing Repower Italia 👇hashtag#repoweritalia hashtag#repowerenergia hashtag#thatsthepoweroflove hashtag#energia hashtag#energiasostenibile",
            "comments": []
        },
        {
            "post": "\"La prima parola che mi viene in mente parlando di sostenibilità è equilibrio, ovvero la ricerca della sintonia tra diverse esigenze, anche mutevoli nel tempo, senza che nessuna prevarichi sull'altra e con l'obiettivo di guardare al futuro\".Francesca Casagrande, Responsabile Sostenibilità Repower Italia.hashtag#repoweritalia hashtag#repowerenergia hashtag#thatsthepoweroflove hashtag#energia hashtag#energiasostenibile",
            "comments": []
        },
        {
            "post": "Martedì si è tenuta la sesta edizione del Premio Speciale Repower per l’Innovazione, il riconoscimento all’interno del Premio 2031 rivolto alle start-up che cercano soluzioni innovative e sostenibili per migliorare la nostra società!Ecco cosa è successo 👇hashtag#repoweritalia hashtag#repowerenergia hashtag#thatsthepoweroflove hashtag#energia hashtag#energiasostenibile",
            "comments": []
        },
        {
            "post": "Repower Charging Net è il nuovo network di ricarica che offre alle aziende l’opportunità di fare business con la mobilità elettrica.Come?Ce lo spiega Giuseppe Egidio, Strategist e PM eMobility Repower Italia ▶️hashtag#repoweritalia hashtag#repowerenergia hashtag#thatsthepoweroflove hashtag#energia hashtag#energiasostenibile",
            "comments": []
        },
        {
            "post": "Non c'è due senza tre 😉Per il terzo anno consecutivo, Repower torna a Venezia per l' 80. Mostra Internazionale d’Arte Cinematografica de Fondazione La Biennale di Venezia 🎬Sul red carpet anche il laboratorio di mobilità sostenibile che abbiamo contribuito a realizzare!hashtag#repoweritalia hashtag#repowerenergia hashtag#thatsthepoweroflove hashtag#energia hashtag#energiasostenibile",
            "comments": []
        },
        {
            "post": "Repower Charging Net è pronta all’uso!Hai mai pensato di trasformare la mobilità elettrica in un’opportunità di business?Noi ti diamo la carica! 👇hashtag#repoweritalia hashtag#repowerenergia hashtag#thatsthepoweroflove hashtag#energia hashtag#energiasostenibile",
            "comments": []
        },
        {
            "post": "La rivoluzione elettrica è già arrivata!Dai carica al tuo business e inizia a guadagnare come fornitore di ricariche.Guarda il video e scopri Repower Charging Net ▶️hashtag#repoweritalia hashtag#repowerenergia hashtag#thatsthepoweroflove hashtag#energia hashtag#energiasostenibile",
            "comments": []
        },
        {
            "post": "Abbiamo contagiato anche i giornali con la nostra energia positiva. hashtag#fatevicontagiare fatevicontagiare.it",
            "comments": []
        }
    ]
}