{
    "name": "PAOLA MAZZOLETTI",
    "subtitle": "CFO at Cleaf",
    "location": "Carate Brianza, Lombardy, Italy",
    "about": "Experienced Chief Financial Officer with a demonstrated history of working in the furniture industry. Strong finance professional skilled in Business Planning, Management, Auditing, Finance, and Accounting.",
    "experiences": [
        [
            "CFO",
            "Cleaf · Full-time",
            "Sep 2017 - Present · 6 yrs 9 mos",
            "Lissone"
        ],
        [
            "CFO",
            "IML Group",
            "Sep 2011 - Sep 2017 · 6 yrs 1 mo",
            "LOMAGNA (LECCO)",
            "I have a consolidated experience in:\n- Preparation of the statutory and consolidated financial statements of the Group  accordance;\n- Management audit of IML Group business units (BU) (industrial and marine engine sales, construction of cogeneration and emergency plants, service & maintenance);\n- Analysis of the profitability of each division and sharing of the corrective actions to be taken with the CEOs of the two BUs;\n- Management of extraordinary transactions, such as acquisitions and company evaluations;\n- Support to lawyers during the extrajudicial stage in the analysis and management of disputes, intended as the issue of injunctions aimed at recovering credits and the preparation of the ecessary documentation for the suits;\n- Monitoring and preparation of all necessary documentation to ensure a correct management of treasury, of financial exposure and of foreign exchange risk coverage and to find adequate funding sources for the normal operation of the group;\n- Maintaining relationships with credit and factoring institutions;\n- Analysis and management of risks object of insurance coverage, negotiation of premiums and of the coverage with the insurance broker;\n- Support to BU departments for the recovery of credits, preparation of the statistics on the outstanding and letters of notice;\n- Supervision and control of the proper preparation of accounting, statutory and tax compliance;\n- Checking of the correct implementation of employment legislation in cooperation with the external office of payroll processing;\n- Administrative management of personnel issues, such as recruitments, terminations and preparation of warning letters;\n- Maintaining relationships with trade union;\n- Maintaining relationships with contractual institutions;\n- Opening and management of temporary layoffs during periods of company difficulties;\n- Organization of training courses;\n- Key user in the transition from Oracle to SAP system;"
        ],
        [
            "Università degli Studi di Pavia",
            "13 yrs 9 mos",
            "Associate University Professor",
            "Feb 2010 - Sep 2011 · 1 yr 8 mos",
            "Pavia",
            "SENIOR MANAGER",
            "Dec 1998 - Sep 2011 · 12 yrs 10 mos",
            "I have gained experience with:\n\n-\tAudit of annual financial statements  and reporting packages; \n-\tApplication of Italian Gaap and International Financial Reporting Standards; \n-\tAssistance with transition to IFRS;\n-\tAuditing standards and procedures; \n-\tRegulations on and preparation of consolidated financial statements; \n-\tPreparation of reporting on referred engagements; \n-\tCorporate organisation and internal control system;\n-\tTax laws concerning corporations (income and indirect taxes);\n-\tDrafting of audit proposals to clients;\n-\tOrganization of audit training course for new hires.\nSince February 2010, I have been lecturing at Pavia University on Auditing Techniques.\nAudited clients operate in several industries, such as automotive, metal and mechanical, tourism, publishing, electrical, radio broadcasting, plastics, telephone and pharmaceuticals. \nMain clients: CIR (listed company), Montefibre Spa (listed company), Saes Getters S.p.a (listed company of the mechanical industry), Bayer Group, F.lli Branca Distillerie, Nolan Group, Touring Club Italiano, Infostrada, Sca Packaging , Sorgenia spa, Koelliker Group, Alfhaterrm Group, Coster Group, Iveco dealers, HILTI Italia, A. Manzoni Spa and Elemedia (the owner of Radio DJ, Radio Capital, M20), Benq.",
            "Manager",
            "1998 - Oct 2007 · 9 yrs 10 mos"
        ],
        [
            "Senior Manager",
            "PricewaterhouseCoopers",
            "Oct 2007 - Sep 2011 · 4 yrs"
        ]
    ],
    "posts": [
        {
            "post": "Al liceo ho sempre fatto fatica in greco.Nonostante le ore di studio e l'impegno che ci mettessi non riuscivo mai ad arrivare alla sufficienza. Non si trattava di studiare o meno, si trattava di riuscire ad acquisire un metodo di ragionamento diverso. Inizio a prendere lezioni private. Intensifico lo studio. Mi preparo al meglio. Arriva la verifica.  3.Andai da mia madre e scoppiai in lacrime.  \"Non ci riesco, mi sto impegnando, ma non lo capisco. Stiamo buttando soldi per le ripetizioni, pensavo di essere migliorato.\" Mi rispose: \"continua a impegnarti, vedrai che i voti arrivano\".  Non le credetti.La sera venne a darmi la buonanotte e mi disse:\"Amore non mi interessano i tuoi voti, mi interessa la persona che diventerai. Questi piccoli fallimenti prendili come un allenamento a non mollare. Ti servirà nella vita. Continua ad allenarti\".Dormii tranquillo. Non mollai. Continuai a studiare. Verifica successiva. 8! Camminavo ad un metro da terra. Ritrovai il sorriso. Per questo oggi ti voglio dire:→ Continua ad impegnarti anche quando i risultati non arrivano.→ Continua ad affrontare a testa alta i fallimenti.→ Continua ad investire su di te.Senza accorgertene, ad un certo punto, scatta qualcosa: tutto sembra più chiaro.Passi quell'esame. Chiudi quel contratto. Superi quel colloquio. Non sai perché, ma ci riesci, e i risultati ad un certo punto, iniziano ad arrivare.I tuoi sforzi vengono ripagati non dai risultati, che vanno e vengono, ma dalla persona di valore che diventi, dalla persona di valore che sai di essere!Lo dico sempre la costanza è la chiave. Ogni difficoltà superata è un gradino verso il successo. Non arrenderti, perché ti assicuro che il tuo momento sta arrivando.--------------------------------------------------------------😱 Sei stanco di perdere opportunità su LinkedIn? Affida il tuo profilo agli unici in Italia che possono garantiti contrattualmente i risultati. Inizia da qui 👉🏻https://bit.ly/3svoF6Y --------------------------------------------------------------hashtag#ambizione hashtag#lavoro hashtag#studio hashtag#costanza hashtag#motivazioneIspirato da un post di Stefano Gelmeti",
            "comments": []
        }
    ]
}