{
    "name": "Stefano Venier",
    "subtitle": "CEO at Snam | Driving Energy Transition with Strategic Vision",
    "location": "Greater Milan Metropolitan Area",
    "about": "As the CEO of Snam – one of the world's leading energy infrastructure operators in natural gas transportation, dispatching, storage, and LNG regasification services – I am responsible for driving the company's strategic vision and growth in the European and global markets. With over 30 years of experience in the energy and utilities sector, I have a proven track record of leading complex and successful acquisition, integration, business development, and strategic planning projects.I have also been a member of the board of MIB Trieste School of Management since 2018, where I shared my insights and knowledge on the management within the energy sector and on the environment. My core competencies include energy, innovation, sustainability, stakeholder engagement, and digital transformation.I am curious by nature and passionate about creating value for the society and the environment through clean energy solutions and circular economy initiatives. I am keen to collaborate with diverse and talented teams to achieve common goals and make a positive impact on the world.I have always considered teamwork and a shared vision as essential for engaging stakeholders, encompassing not only the value to be distributed but also the value to be generated. The ultimate goal is to nourish and spread that trust in the future which, today - as never before - stands as one of the most crucial intangible assets.",
    "experiences": [
        [
            "Board Member",
            "Fondazione Snam ETS",
            "Nov 2022 to Present · 1 yr 7 mos",
            "San Donato Milanese, Lombardy, Italy"
        ],
        [
            "Non Executive Director",
            "De Nora",
            "Jun 2022 to Present · 2 yrs",
            "Milan, Lombardy, Italy"
        ],
        [
            "Chief Executive Officer",
            "Snam S.p.A. · Full-time",
            "Apr 2022 to Present · 2 yrs 2 mos",
            "San Donato Milanese, Lombardy, Italy"
        ],
        [
            "Board Member",
            "MIB Trieste School of Management",
            "Mar 2018 to Present · 6 yrs 3 mos",
            "Trieste, Italia"
        ],
        [
            "Hera",
            "18 yrs 4 mos",
            "Chief Executive Officer",
            "Apr 2014 to Apr 2022 · 8 yrs 1 mo",
            "Bologna Area, Italy",
            "General Manager Market and Development",
            "Jun 2008 to Apr 2014 · 5 yrs 11 mos",
            "Responsibilities cover Strategic Planning, Business Development and M&A, Regulatory Affairs, Energy Risk mgmt, Energy production/procurement, Trading, Sales and diversified activities (incl. Public Lighting, Telecom)",
            "Director Strategic Planning and Business Development",
            "Jan 2004 to Jun 2008 · 4 yrs 6 mos"
        ]
    ],
    "posts": [
        {
            "post": "Durante l’assemblea con i nostri azionisti abbiamo presentato la seconda edizione del hashtag#SustainabilityProfile di Snam S.p.A., il documento che racconta – in una veste grafica rinnovata – il nostro impegno nel raggiungere gli ambiziosi obiettivi di hashtag#sostenibilità.Se il 2022 è stato un anno di svolta per il sistema globale dell’energia, il 2023 ha registrato un deciso approfondimento di molti temi della cosiddetta hashtag#policrisi che sta investendo il pianeta, sottolineando ulteriormente il valore dei risultati raggiunti su tutti i fronti da Snam, nonché l’importanza strategica dei nostri obiettivi di breve, medio e lungo periodo.Sono molti i risultati significativi che hanno superato i target che avevamo fissato e che ci hanno spinti ad alzare ulteriormente i nostri obiettivi per i prossimi anni. hashtag#Biodiversità e hashtag#CapitaleNaturale sono le nuove sfide che allargano il confronto con i “planetary boundaries” e che ci offrono la possibilità di generare un impatto positivo sulle comunità che interessiamo, contribuendo a tutelare e rafforzare gli ecosistemi sempre più minacciati da antropizzazione e cambiamenti climatici. Il nuovo Sustainability Profile rispecchia il nostro approccio strutturato su 7 pilastri strategici di sostenibilità, misurati nella rinnovata hashtag#SustainabilityScorecard che – attraverso il monitoraggio di oltre 30 KPI – illustra non solo cosa vogliamo fare, ma anche come lo vogliamo fare.",
            "comments": []
        },
        {
            "post": "Il piano strategico Snam S.p.A. nasce dal contesto energetico attuale, che negli ultimi anni ha subito svolte e cambiamenti molto rapidi. Mentre l’equilibrio del mercato energetico mondiale è ancora in divenire, oggi rendere resiliente il sistema energetico italiano è per noi una priorità. Vogliamo raggiungere un duplice obiettivo: garantire la hashtag#sicurezza al Paese e offrire un contributo decisivo alla hashtag#transizioneenergetica italiana ed europea. La nostra hashtag#infrastruttura deve essere capace di tenere insieme queste due prospettive per dare all’Italia hashtag#energia sicura, cioè abbondante, e competitiva, cioè a un costo sostenibile. L’ho ricordato oggi durante la tappa del hashtag#RoadShow aziendale che mi ha portato a incontrare più di 400 hashtag#persone che lavorano nei nostri Distretti di hashtag#Padova, hashtag#Bologna e hashtag#Torino per la corretta Gestione della nostra rete.È grazie all’impegno e alla professionalità di tutti e tutte che presto potremo rendere l’Italia un hub energetico anche nei mercati emergenti: quello delle rinnovabili è a un livello di maturità più avanzato, ma anche in quelli di hashtag#H2 e hashtag#CCS si stanno disegnando nuove regole per decarbonizzare l’Europa. E noi stiamo facendo la nostra parte verso un futuro sempre più verde, con la crescente produzione di biometano, i test del hashtag#RavennaCCSproject insieme a Eni - che partiranno a giugno - e l’hydrogen readiness della nostra rete.Inoltre, quest’anno investiremo 30 milioni di euro per allacciare 60 nuovi impianti di hashtag#biometano, un altro contributo decisivo per la hashtag#decarbonizzazione. Sicilia e Puglia saranno le prime due regioni italiane che entro il 2030 copriranno il 90% della domanda di energia da fonti rinnovabili: questo le abiliterà alla produzione di hashtag#idrogeno nei periodi in cui l’energia elettrica sarà in eccesso.Continueremo a essere vicini ai territori, impegnandoci a restituire le aree in cui passano le nostre condotte in condizioni migliori di quelle che abbiamo trovato, sotto il profilo ambientale e della hashtag#biodiversità. Lo abbiamo sempre fatto, ma oggi il nostro focus è più forte che mai, verso un futuro sostenibile.",
            "comments": []
        },
        {
            "post": "Quanto più un Paese è infrastrutturato e in grado di ricevere gas da più fonti, tanto più si troverà in una condizione di sicurezza e avrà prezzi competitivi. Una volta completati gli hashtag#investimenti infrastrutturali previsti dal Piano Strategico 2023-2027 di Snam S.p.A., arriveremo a poter coprire il 40% dei consumi nazionali con il GNL (rispetto al 15% del recente passato) e ad aver rafforzato il corridoio Sud-Nord, avendo così completato il percorso di indipendenza dalla Russia e (ri)creato un sistema infrastrutturale flessibile e resiliente, adatto anche ad accompagnare il percorso di transizione verso le molecole verdi e decarbonizzate. Di questo, oltre che degli altri progetti che Snam sta portando avanti sul fronte della hashtag#decarbonizzazione ho parlato con Paolo Baroni nell'intervista pubblicata ieri su La Stampa. È stata anche l'occasione per soffermarci sui temi oggi oggetto di discussione alla hashtag#B7Italy2024, conferenza che anticipa il G7 Clima, Energia e Ambiente, che sono ancora: la hashtag#sicurezza, con l’importante diversificazione e flessibilità delle fonti di approvvigionamento, e la hashtag#transizioneenergetica che richiede un approccio pragmatico, caratterizzato da una neutralità tecnologica nelle scelte, oltre che di una omogeneità nei regolamenti e nelle politiche a livello di principali aree. Solo così sarà possibile attivare i trilioni di dollari di investimenti indispensabili per raggiungere il comune hashtag#NetZero.",
            "comments": []
        },
        {
            "post": "Prosegue il hashtag#RoadShow aziendale con due tappe importanti a hashtag#Roma e a hashtag#Bari, durante le quali abbiamo discusso con i colleghi dei Distretti e del Progetto EngCos in Puglia del Piano Strategico di Snam S.p.A., sottolineando come da un lato punti a consolidare la hashtag#sicurezza del sistema energetico italiano e dall’altro a supportare la hashtag#TransizioneEnergetica. Per farlo, in un contesto fragile come quello attuale, è importante rendere la nostra hashtag#infrastruttura più flessibile e resiliente. E con essa la costruzione della Snam di domani: gestori di molecole, traportate da una rete adatta a energie differenti – dal metano al biometano, dall’idrogeno al carbonio. E sappiamo quali obiettivi raggiungere, insieme, per un futuro sostenibile.Grande e fondamentale è stato l’impegno delle hashtag#persone Snam sia in Toscana, dove i colleghi e le colleghe del nostro Distretto Centro Occidentale hanno garantito l’operatività della rete collegata ai due terminali di hashtag#rigassificazione, sia in Puglia, regione in cui le squadre del Distretto Sud Orientale hanno gestito il punto di approdo del TAP, che ha fatto la differenza durante la crisi energetica e integra il ruolo centrale della hashtag#LineaAdriatica.Proprio oggi - insieme a Massimo Derchi e Luca Schieppati, Managing Director di Trans Adriatic Pipeline (TAP) AG – abbiamo accompagnato i nostri consiglieri di amministrazione a visitare il terminale di approdo del gasdotto transadriatico e il punto di interconnessione con la rete nazionale di trasporto, lungo quella direttrice Sud-Nord che è sempre più strategica per garantire i volumi di gas necessari al Paese.Con l’occasione abbiamo anche osservato di persona le attività di conservazione del patrimonio paesaggistico e naturale messe in atto in occasione della realizzazione del TAP, ulteriore conferma dell’attenzione alla hashtag#sostenibilità e alla preservazione della hashtag#biodiversità lungo tutti i nostri cantieri. Siamo un’azienda che ha i piedi sul territorio, che dialoga con i territori, con i quali abbiamo rinnovato un patto che percepiamo da sempre come un dovere: restituire alle comunità aree in condizioni miglior di come le troviamo. Questo impegno è un valore Snam.hashtag#weareSnam hashtag#semprepiùSnam",
            "comments": []
        },
        {
            "post": "Nel hashtag#RoadShow aziendale che mi porta a incontrare di persona i hashtag#team che lavorano in @Snam, ieri sono giunto a hashtag#Panigaglia, dove è attivo dagli Anni ‘70 il primo impianto di hashtag#rigassificazione costruito in Italia.Oggi circa 120 persone interne sono direttamente coinvolte nel business LNG, a cui si aggiungono i colleghi di OLT OFFSHORE LNG TOSCANA e quelli di ECOS e Gaslin con i loro 138 marittimi: le nostre competenze si stanno allargando, insieme alle nostre opportunità di sviluppo.Negli ultimi anni l’Italia ha vissuto un cambiamento strutturale degli assetti di approvvigionamento del Paese e, in questo, il hashtag#GNL ha avuto un ruolo decisivo per la hashtag#sicurezza energetica italiana ed europea, e continuerà ad avere un ruolo strategico nei prossimi anni. Sicurezza energetica e hashtag#diversificazione sono due facce della stessa medaglia e sappiamo bene che l’equilibrio tra questi due fattori è l’unica strada percorribile per la hashtag#TransizioneEnergetica. Non ci sarà alcuna transizione, senza il trasporto e la nostra hashtag#infrastruttura sarà fondamentale in qualunque quadro regolatorio ci muoveremo.Oggi ho ricordato agli uomini e alle donne di Snam che la nostra hashtag#ambizione è costruire infrastrutture energetiche per un futuro sostenibile e trasportare molecole decarbonizzate, sia che nascano verdi, come hashtag#idrogeno e hashtag#biometano, sia che annullino l’impronta carbonica, attraverso la hashtag#CCS.È un percorso che stiamo percorrendo insieme, verso un obiettivo comune, per diventare hashtag#semprepiùSnam.",
            "comments": []
        },
        {
            "post": "Si è svolta venerdì a Milano la convention annuale dedicata alla nostra hashtag#SupplyChain, occasione per rinnovare un dialogo trasparente e gli impegni comuni su importanti temi come la hashtag#sostenibilità, la hashtag#sicurezza e la hashtag#responsabilità, verso le persone e l’ambiente.Alla presenza dei rappresentanti di più di 200 fornitori abbiamo ricordato che solo insieme potremo raggiungere gli ambiziosi obiettivi del piano strategico e la nuova ambizione di costruire “infrastrutture energetiche per un futuro sostenibile”.A margine dell’evento è stato possibile osservare il funzionamento della nostra nuova hashtag#AssetControlRoom, recentemente lanciata all’interno del nostro programma di hashtag#innovazione hashtag#SnamTEC, e approfondire tematiche hashtag#ESG e di hashtag#cybersicurezza nel workshop “Road to Convention”.È stato inoltre assegnato il «Trofeo Sicurezza Appaltatori Snam 2023» a parimerito a Sicilsaldo Group e all’Impresa Tre Colli S.p.A. per aver raggiunto il punteggio massimo con un numero elevato di near miss segnalati, nessun infortunio registrato e nessun feedback negativo ricevuto.Ringraziamo l’artista “scriber” Neva Chieregato per aver reso davvero unico il racconto di questo evento.",
            "comments": []
        },
        {
            "post": "Quali sono i modi in cui aziende come Snam S.p.A. possono interagire con i propri hashtag#fornitori? A mio avviso, due: il primo è semplicemente acquistarne beni o servizi, il secondo è proporre loro un percorso di evoluzione, rispettoso dei relativi ruoli e della natura delle attività; ed è anche quello in cui – fino in fondo – si riconosce Snam.Il motivo è semplice e dipende dall’ambition stessa del nostro Gruppo - sviluppare “hashtag#infrastrutture energetiche per un futuro sostenibile”, un compito impossibile per chiunque non faccia squadra.Lo abbiamo confermato anche oggi, incontrando gli attori della nostra hashtag#SupplyChain. Il hashtag#dialogo avviato con loro parte da lontano, e si basa su hashtag#valori e hashtag#obiettivi comuni che – forti di regole chiare, hashtag#trasparenza e di un rigoroso rispetto del Codice degli Appalti - vanno dalla hashtag#sicurezza degli approvvigionamenti a una hashtag#transizioneenergetica che passo dopo passo impone a tutti un pragmatico e crescente impegno; per non dire della nostra traiettoria verso il hashtag#NetZero o della preservazione del capitale naturale, target non solo di Snam ma della sua intera catena del valore.Il tutto, ancora una volta, nel segno di una precondizione inemendabile, che per noi è un vero e proprio faro: la tutela delle hashtag#persone e della loro incolumità, sulla quale – a noi per primi – non vogliamo fare sconti.Ci aiuterà la determinazione di ognuno di noi, essenziale per mettere a terra il piano strategico più ambizioso nella storia della nostra azienda, che prevede 12,5 miliardi di investimenti da qui al 2027.Ci aspetta un grande lavoro, ma affrontarlo insieme ai nostri fornitori - che ringrazio per essere intervenuti numerosi alla convention di oggi – sarà una sfida entusiasmante.hashtag#weareSnam hashtag#semprepiùSnam",
            "comments": []
        },
        {
            "post": "Abbiamo annunciato ufficialmente l’esercizio dell’opzione per aumentare dal 7,3% al 30% la nostra quota di partecipazione in Adriatic LNG, la società che gestisce il terminale di hashtag#rigassificazione offshore al largo di Porto Viro (Rovigo), asset fondamentale per il sistema energetico italiano che ad oggi copre circa il 15% dell’attuale domanda nazionale di gas naturale.Questa operazione rafforza la presenza di Snam S.p.A. in un settore, quello delle infrastrutture per ricevere il hashtag#GNL, sempre più strategico per la hashtag#sicurezza e la hashtag#diversificazione degli approvvigionamenti energetici dell’Italia e dell’Europa, e ne consolida il ruolo di primario operatore europeo. Siamo lieti di lavorare insieme a VTTI e di mettere al servizio di Adriatic LNG la nostra esperienza nella gestione degli impianti di rigassificazione presenti sul territorio nazionale: il terminale di Panigaglia, la FSRU Toscana di OLT al largo di Livorno, la FSRU Golar Tundra ormeggiata a Piombino e, a inizio del prossimo anno, anche la FSRU BW Singapore a Ravenna. Con l’entrata in esercizio di quest’ultima, arriveremo a garantire una capacità di rigassificazione pari a circa il 40% della domanda nazionale di gas naturale.Nel 2023 Adriatic LNG ha ricevuto 8,5 miliardi di metri cubi di gas da Qatar e altri 4 paesi.Una volta concluso il necessario percorso autorizzativo, metteremo a disposizione di Adriatic LNG le competenze tecniche degli uomini e delle donne di Snam per una gestione ottimale, con VTTI, di questa infrastruttura strategica, per realizzare i progetti di espansione e garantire la continuità operativa.Complimenti a tutto il hashtag#teamSnam che ha seguito e portato a termine questa ulteriore operazione strategica. hashtag#weareSnam hashtag#semprepiùSnam",
            "comments": []
        },
        {
            "post": "Snam ha esercitato il proprio diritto di prelazione di incrementare dall’attuale 7,3% al 30% la propria partecipazione in Terminale GNL Adriatico S.r.l., la società cui fa capo Adriatic LNG, il terminale di hashtag#rigassificazione operativo a circa 15 chilometri al largo di Porto Viro (Rovigo), la maggiore infrastruttura offshore per lo scarico, lo stoccaggio e la rigassificazione di hashtag#GNL (gas naturale liquefatto) del Paese, con una capacità tecnica annua di rigassificazione pari a 9,6 miliardi di metri cubi, corrispondenti a circa il 14% dell’attuale domanda nazionale di gas. Tale diritto è stato esercitato facendo seguito alla firma dell'accordo da parte di VTTI, azienda olandese specializzata nello stoccaggio di energia e infrastrutture, per acquisire la partecipazione di maggioranza nella società. Al closing, previsto entro la fine del 2024 dopo aver ricevuto le necessarie autorizzazioni regolatorie, il capitale sociale di Adriatic LNG sarà detenuto al 70% da VTTI e al 30% da Snam.Maggiori dettagli nel comunicato stampa sul sito: https://lnkd.in/duYqtUPJ hashtag#energytoinspiretheworld",
            "comments": []
        },
        {
            "post": "Ho partecipato con piacere alla registrazione di una puntata del podcast hashtag#FromCEOtoCEO \"il Valore D condividere” di Valore D, affrontando un tema a me molto caro: l’organizzazione hashtag#multigenerazionale in azienda. L’armonizzazione delle hashtag#relazioni sul luogo di lavoro è un prerequisito essenziale per costruire e gestire quella rete intangibile che all'interno dell'azienda diventa un tassello fondamentale per l'engagement delle persone e lo sviluppo del senso di hashtag#appartenenza, specialmente quando – come sta avvenendo ora – in molti team lavorano insieme almeno quattro hashtag#generazioni differenti: dai cosiddetti “boomers” alle generazioni X, Y e Z. In Snam S.p.A. ascoltiamo per capire. Lo facciamo non solo attraverso le indagini di clima, ma anche attraverso il nostro “Future Gen Advisory Board” – un comitato interno, che ho sostenuto con piacere, nato proprio con l’intenzione di permettere una raccolta continuativa e sistematica di feedback, soprattutto da parte delle nuove generazioni entrate in azienda.Questo ci permette di accorciare le distanze e creare un hashtag#dialogo intergenerazionale ancora più diretto e costante con le nostre hashtag#persone. Il nostro programma di innovazione hashtag#SnamTEC, che raccoglie e integra l'evoluzione digitale all'interno dei modelli di gestione operativa, è l’esempio perfetto di lavoro multigenerazionale: nei vari team di progetti lavorano insieme colleghi e colleghe appartenenti a diverse generazioni e questo avviene in ottica di hashtag#partnership. Mentre i più senior prendono maggiore dimestichezza con le nuove tecnologie digitali, grazie alla vicinanza con le nuove generazioni, i più giovani imparano il significato delle diverse dashboard che aggregano una molteplicità di dati provenienti dal monitoraggio dei nostri asset sul territorio grazie al trasferimento di conoscenze di chi ha maturato una più lunga esperienza in azienda.È la nostra capacità di coinvolgere i giovani nella cultura aziendale ad agevolare questo trasferimento di hashtag#competenze e hashtag#conoscenze transgenerazionali.",
            "comments": []
        }
    ]
}