{
    "name": "Riccardo Marchetti",
    "subtitle": "Group CEO @ Adamant Group | International Business, Commodities",
    "location": "Zug, Zug, Switzerland",
    "about": "With over 17 years of experience in the commodities and biofuels industry, I am the Group CEO of Adamant Group, a global player in sustainable and innovative biofuels solutions. I oversee the strategic direction, business development, and operational excellence of the group, which operates in Europe, Asia, and America. I have a strong background in trading, risk management, and sustainability, having worked with leading companies such as Louis Dreyfus Commodities and Wilmar Europe Trading B.V. I have successfully managed and expanded the group's portfolio of products and services, including waste & residues feedstock and biofuels. I have also spearheaded the group's efforts to achieve environmental and social responsibility, as well as compliance with international standards and regulations. I am passionate about creating value for our clients, partners, and stakeholders, while contributing to the global transition to a low-carbon economy. I have a degree in International Economics from Università degli Studi di Ferrara, and I speak English, Spanish, and Italian. I am always eager to learn new skills, explore new opportunities, and collaborate with diverse and talented teams.",
    "experiences": [
        [
            "Group CEO",
            "Adamant Group",
            "Jun 2016 - Present · 8 yrs"
        ],
        [
            "Palm Oil & Biodiesel Trader",
            "Louis Dreyfus Commodities",
            "Jan 2014 - May 2016 · 2 yrs 5 mos",
            "Palm Oil & Biodiesel Trader for Europe and Black Sea"
        ],
        [
            "Commercial Manager Biofuels",
            "PFP S.p.A.",
            "Oct 2011 - Jul 2013 · 1 yr 10 mos",
            "Modena, Italy",
            "- Trading of biodiesel, oils & fats, oleochemicals\n- Commodities and currencies risk management\n- Sustainability manager"
        ],
        [
            "Commercial Manager Italy",
            "Wilmar Europe Trading B.V.",
            "Jun 2011 - Oct 2011 · 5 mos",
            "Trading, risk management, market development"
        ],
        [
            "Biodiesel Trader",
            "OXEM S.p.A.",
            "Jan 2009 - Jun 2011 · 2 yrs 6 mos",
            "Trading, risk management"
        ]
    ],
    "posts": [
        {
            "post": "We are hiring!",
            "comments": []
        },
        {
            "post": "Global agribusiness giant Bunge and US multinational energy corporation Chevron have acquired Argentine seed firm ChacraServicios from Italian energy company Adamant Group.",
            "comments": []
        },
        {
            "post": "“Agricultural innovation is powering renewable fuels development around the world, and opportunities like this are helping Chevron expand our portfolio of affordable, reliable and lower carbon fuels.” Read the release announcing our acquisition of ChacraServicios. https://lnkd.in/ekCEq6hC hashtag#renewablefuels hashtag#agriculture",
            "comments": []
        },
        {
            "post": "Adamant Group sold Chacraservicios, Argentinian company specialized in cover-crop Camelina",
            "comments": []
        },
        {
            "post": "With the beginning of the new year, we would like to share with you some of our achievements and highlights from 2022. Wishing you all the best for 2023 with more news to come. 🌱",
            "comments": []
        },
        {
            "post": "The journey of MT Sveva of the shipowner MEDITERRANEA DI NAVIGAZIONE SPA ends happily at the SAAR Depositi Portuali S.p.A. in Genoa. After loading hashtag#POME for Adamant Group at Lahad Datu in Malaysia, completing cargo in Jakarta, Indonesia, and after a stop in Colombo, Sri Lanka, to embark armed soldiers to protect against possible pirates, MT Sveva arrives at its destination in Genoa, Italy ⛴️hashtag#adamantgroup hashtag#biofuels hashtag#sustainability hashtag#adamantbio hashtag#advancedbiofuels",
            "comments": []
        },
        {
            "post": "Adamant Group will attend the Commodities Global Summit in Lausanne in March 2023!",
            "comments": []
        },
        {
            "post": "Intensificazione sostenibile delle coltivazioni: ne parla Federico Varela, direttore di ChacraServicios, società parte di Adamant Group.\"Inserire in autunno nella rotazione una coltura leguminosa o una cover crop come la camelina permette di arricchire in modo naturale il terreno di azoto o di produrre olio combustibile vegetale anziché lasciare il terreno incolto durante l’inverno\". Anche così Adamant porta innovazione per contribuire ad aumentare la produttività agricola con un impatto positivo sull’ambiente ♻️hashtag#sostenibilità hashtag#innovazione hashtag#biocombustibili hashtag#camelina hashtag#intensificazionesostenibile hashtag#ådamantgroup",
            "comments": []
        },
        {
            "post": "https://lnkd.in/drv3JWAN",
            "comments": []
        }
    ]
}