{
    "name": "Alessandra Bergamo",
    "subtitle": "HR Director - Mediamarket Italia - Mediaworld",
    "location": "Italy",
    "about": "",
    "experiences": [
        [
            "HR Director",
            "Mediamarket S.p.A. - MediaWorld",
            "Oct 2015 - Present · 8 yrs 8 mos",
            "Milan Area, Italy"
        ],
        [
            "Direttore del Personale Punti Vendita - Mediaworld e Saturn",
            "Mediamarket SpA",
            "Jan 2013 - Oct 2015 · 2 yrs 10 mos",
            "Curno - Bergamo",
            "Responsible - for Mediaworld and Saturn Italian stores - for recruitment, training, development, trade unions' relations, people management, work organization, international projects, litigations."
        ],
        [
            "HR and Organization Director",
            "Gruppo Argenta Spa",
            "Dec 2010 - Jan 2013 · 2 yrs 2 mos",
            "Milano"
        ],
        [
            "HR Director",
            "Admenta Italia - Celesio Group",
            "Jan 2009 - Dec 2010 · 2 yrs"
        ],
        [
            "Metro Italia Cash and Carry",
            "10 yrs 1 mo",
            "HR and Communication Manager",
            "2004 - Jan 2009 · 5 yrs 1 mo",
            "responsible for recruitment, training, career development, internal communication and Public Relations of the company",
            "Training Manager",
            "2001 - 2004 · 3 yrs",
            "Organizational analyst",
            "1999 - 2001 · 2 yrs",
            "BPR and organization; budget and reporting systems; DSS"
        ]
    ],
    "posts": [
        {
            "post": "“Abbiamo definito una strategia per la diversità e la hashtag#inclusione, incorporando questi principi nei valori aziendali e impegnando attivamente tutti i leader a promuovere e sostenere l’iniziativa. Stiamo implementando politiche di assunzione che favoriscano ulteriormente la diversità, eliminando pregiudizi inconsci e garantendo processi di selezione equi e inclusivi. Allo stesso modo promuoviamo la diversità anche nei processi di promozione interna.Naturalmente offriamo diversi programmi di hashtag#formazione sulla diversità e l’inclusione a tutti i dipendenti per aumentare la consapevolezza e combattere stereotipi e discriminazioni. In questo contesto, siamo anche dotati di procedure anti-discriminazione ben definite affinché si promuova un ambiente di lavoro rispettoso, dove ogni persona si possa sentire al sicuro e valorizzata. Anche perché vogliamo riconoscere e valorizzare il background dei nostri dipendenti, promuovendo un ambiente multiculturale e inclusivo.Abbiamo anche iniziato a implementare sistemi di monitoraggio e valutazione per misurare i progressi verso gli obiettivi di D&I e apportare le modifiche necessarie per migliorare continuamente le pratiche aziendali.”Parole di Alessandra Bergamo, Responsabile Risorse Umane Italia MediaWorld>> hashtag#HRlink",
            "comments": []
        },
        {
            "post": "MediaWorld: hashtag#persone e hashtag#competenze il vero valore aziendaleUna multinazionale con sedi in 11 Paesi Europei, MediaWorld in Italia conta 131 negozi e circa cinquemila dipendenti. Abbiamo intervistato la sua Responsabile Risorse Umane, Alessandra BergamoLeggi tutto su: https://lnkd.in/d9qvSVqh>> hashtag#HRlink",
            "comments": []
        },
        {
            "post": "È stata una fantastica opportunità anche per tutti noi di HR, per chi non ha sempre l’occasione di dialogare con voi CCO, per conoscerci e lavorare meglio, per ridurre le distanze geografiche…e “di ruolo”, per lavorare assieme sul presente, sul futuro, sui progetti in essere e sulle sfide…per focalizzarci assieme sulla nostra risorsa più importante: le persone! Luca Amicone: Non vediamo l’ora della prossima occasione!hashtag#let’sgo hashtag#mediaworldpeople hashtag#mediaworldhashtag#wirManuela Lucca Luca Pio Guida Francesca Costa Carolina Pozzi Laura Baglivo Riccardo Nava Emiliano Vincenti",
            "comments": []
        },
        {
            "post": "Reflecting on valuable face-to-face Time in Ingolstadt 🌐🤝  Twice a year, we break away from our screens and come together as the international HR Leadership Team of MediaMarktSaturn consisting of all country HR Directors Sotiria Iliadou Alessandra Bergamo Fitore Aliu-Keller Joanna Czuchnowska Lori Hernández Jiménez Sadet Kahleogullari Seçil Namruk Gabriela-Maria Twrznik Móni Mangult and my International HR Team in Ingolstadt Daniela Hulpus Catharina von Zeynek Oliver Kaltenbach Birthe Kristin Petrowsky Julia Dauter Caro Zauscher.  This in-person meeting in Ingolstadt is not just a meeting; it's a cornerstone of our collaborative efforts. Why? Because it gives us the space for vivid discussions allowing us all to experience the local conditions in the countries. It gives us the chance to feedback ideas and initiatives.  Ultimately, it always gives us new energy to work together on our international HR strategy while constantly improving our stratigic pillar hashtag#EmployeeExperience.  Speaking about content, we aligned on our \"International HR Dashboards\" to emphasize data-driven practices while maintaining a keen eye on efficiency and fiscal responsibility. A deep dive into our \"DE&I projects\" reaffirmed our commitment to cultivating diversity and nurturing an inclusive culture, recognizing the integral role it plays in driving innovation and growth. Additionally, we finalized our \"Training 2.0\" approach for all store employees. hashtag#InternationalHR hashtag#MediaMarktSaturn hashtag#StrategicAlignment hashtag#FutureOfWork",
            "comments": []
        },
        {
            "post": "+++ Honoring Diversity and Collective Strength this International Women's Day +++As we celebrate International Women's Day, it's a splendid opportunity for us to recognize the crucial contributions of women MediaMarktSaturn and in the wider world. Their perspectives and experiences enrich our organizational culture and enhance the effectiveness and success of our diverse teams.Today, we acknowledge the importance of fostering an environment where women feel empowered to take on additional responsibilities, especially in leadership roles. It's about creating an environment where women are empowered to lead, innovate, and make an impact. We've seen great stories within our organization of women took the leadership responsibility, carving their paths with courage and determination. These journeys don't just serve as inspiration; they exemplify the change we strive to achieve. As we look towards creating innovative conditions MediaMarktSaturn, we continuously aim to improve our frameworks to foster a culture where every individual feels valued and has the room to grow. We're looking at practical ways to drive progress and enable all members of our community to reach their full potential. As we celebrate the successes and strides taken by the women among us, let's also reaffirm that diversity spans beyond gender. It encompasses all the wonderful differences that make us human, and it's the collective effort of every individual that fortifies our organization's strength. Let us all commit to not just applauding the bold steps taken by our women colleagues but also actively contributing to a workplace where diversity is the cornerstone of our success.Which bold steps have you taken in your career as a female leader?hashtag#InternationalWomensDay hashtag#InspireInclusion hashtag#DiversityAndInclusion hashtag#Leadership hashtag#EmpowermentAndrea Schilling Eva Posan Caroline Serry Snjezana Ana Maria Jaime Salcedo",
            "comments": []
        },
        {
            "post": "Oltre 300 colleghi, manager e addetti vendita provenienti da tutti i nostri store, hanno partecipato alla prima edizione 2024 di Casa MediaWorld dedicata al mondo PC&Games 🎮 Un vero e proprio evento di formazione: due giornate ricche di workshop coinvolgenti ed experience delle più recenti innovazioni del settore, grazie anche alla partecipazione attiva dei nostri principali partner commerciali e al contributo dei Team Acquisti e Service&Solution ❤ Non sono mancati momenti di confronto e divertimento: ingredienti per noi fondamentali per stimolare la curiosità, la motivazione e la preparazione necessarie per offrire anche ai nostri clienti la miglior experience possibile 💪  hashtag#MediaWorld hashtag#MediaWorldPeople hashtag#LetsGo hashtag#Formazione hashtag#CasaMediaWorld",
            "comments": []
        },
        {
            "post": "Questi giorni sono stati carichi di energia e di ispirazione per noi di MediaWorld! 🚀Abbiamo accolto Karsten Wildberger CEO del nostro Gruppo MediaMarktSaturn: una preziosa occasione di incontro e dialogo su alcuni negozi come Milano Rubattino e il nostro primo shop-in-shop a Montano Lucino e con i team della sede centrale per parlare di clienti, persone, omnicanalità, experience e nuove prospettive 🎯Un ringraziamento a Karsten Wildberger per autenticità, trasparenza e visione e grazie a tutte le nostre hashtag#MediaWorldPeople che ci permettono ogni giorno di fare la differenza❤️Karsten Wildberger Guido Monferrini Vittorio Buonfiglio Emanuele Cosimelli Sven Degezellehashtag#MediaWorld hashtag#LetsGo hashtag#MediaMarktSaturn",
            "comments": []
        },
        {
            "post": "I am thrilled to announce our cooperation with BUSINESS@SCHOOL - A BCG INITIATIVE. We are participating in a video challenge in which students analyze our company, give us their feedback – and with the best presentations have the chance to win great Experience Electronics prizes! Recently, our team MediaMarktSaturn came together, standing in front of the camera to bring this video to life. Thanks to all team members involved for their fantastic work, capturing the essence of our company! A special thanks to the students for infusing creativity and authenticity into this initiative.  This cooperation underlines our commitment to building a meaningful employer brand - including the aspirations of the next generation.  We are looking forward to numerous international applications. The registration deadline is August 1, 2024. For more information and registration, visit the BUSINESS@SCHOOL - A BCG INITIATIVE – website. https://lnkd.in/dU_KFdmz hashtag#BusinessAtSchool hashtag#Talents hashtag#InnovationInEducation hashtag#teammediamarktsaturn hashtag#EmployerBranding Birthe Kristin Petrowsky Tobias Ortner Sotiria Iliadou Sadet Kahleogullari Lori Hernández Jiménez Alessandra Bergamo Seçil Namruk Fitore Aliu-Keller Joanna Czuchnowska Móni Mangult Gabriela-Maria Twrznik Oliver Kaltenbach Catharina von Zeynek",
            "comments": []
        },
        {
            "post": "Essere riconosciuti ancora una volta come Top Emplyer è una grande gratificazione per tutti!!! 🏆Ciascuno con il proprio impegno quotidiano 🌸 contribuisce a rendere MediaWorld un’azienda che favorisce l’innovazione e ispira il successo collettivo ❤️, oltre a quello individuale!hashtag#letsGo hashtag#TopEmplyersItaly2024 hashtag#MediaWorldPeople hashtag#EmplyerBranding hashtag#MediaWorld hashtag#peoplemakethedifference",
            "comments": []
        },
        {
            "post": "Parole, parole, parole… eppure così importanti. 🌸Durante il nostro ultimo evento RISING IN RETAIL, abbiamo lanciato una nuova campagna, “Sono solo parole”, ideata col supporto dell’agenzia Ad Store Lo spunto è un esercizio semplicissimo, che possiamo fare tutte e tutti aprendo un traduttore automatico e inserendo qualche frase. È il risultato che otteniamo che deve farci riflettere e soprattutto agire.🌸 Cosa ne pensi? Scrivici le tue impressioni, idee, e condividilo, il cambiamento deve iniziare proprio dalle parole! hashtag#RisinginRetail hashtag#DonnedelRetail hashtag#leadershipfemminile hashtag#gendergap hashtag#diversity hashtag#inclusion Grazia de Gennaro Eleonora Graffione Alessandra Corsi Dominga Fragassi Cristina Lazzati Barbara Gabrielli Rossella Brenna",
            "comments": []
        }
    ]
}