{
    "name": "Marco Tonini",
    "subtitle": "Hospital BU Sales & Marketing Director presso Sapio Group",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "Sapio Group",
            "20 yrs 4 mos",
            "Hospital BU Sales & Marketing Director",
            "Oct 2023 - Present · 8 mos",
            "Monza e Brianza, Lombardy, Italy",
            "SAPIO LIFE - SAPIO Group (partner of Air Products and Chemicals, Inc.- U.S.) - office at Monza (Milan) headquarter",
            "Hospital Business Unit Director",
            "Apr 2018 - Sep 2023 · 5 yrs 6 mos",
            "Monza and Brianza Area, Italy",
            "SAPIO LIFE - SAPIO Group (partner of Air Products and Chemicals, Inc.- U.S.) - office at Monza (Milan) headquarter",
            "Chief Marketing Officer - Hospital Services Division",
            "Jan 2013 - Mar 2018 · 5 yrs 3 mos",
            "Monza",
            "SAPIO LIFE - SAPIO Group (partner of Air Products and Chemicals, Inc.- U.S.) - office at Monza (Milan) headquarter"
        ],
        [
            "Federchimica",
            "4 yrs 11 mos",
            "Presidente del Consiglio Direttivo del Gruppo Gas Medicinali di Assogastecnici",
            "May 2022 - Present · 2 yrs 1 mo",
            "Vicepresidente del Consiglio Direttivo del Gruppo Gas Medicinali di Assogastecnici",
            "Dec 2020 - May 2022 · 1 yr 6 mos",
            "Membro del Consiglio Direttivo del Gruppo Gas Medicinali di Assogastecnici",
            "Jul 2019 - Dec 2020 · 1 yr 6 mos",
            "Milano"
        ],
        [
            "Director",
            "Sistemi Iperbarici S.r.l. - Gruppo SAPIO",
            "Oct 2012 - Present · 11 yrs 8 mos",
            "Pomezia - Roma"
        ],
        [
            "Lecturer @ Master in \"Hospital Risk Management\"",
            "Cineas",
            "Feb 2010 - Present · 14 yrs 4 mos",
            "Milan"
        ],
        [
            "Member of the Board of Directors",
            "EUBIOS SRL",
            "Dec 2015 - Present · 8 yrs 6 mos",
            "Campania"
        ]
    ],
    "posts": [
        {
            "post": "Il 17 e 18 Maggio BioRep e Sapio Life Srl Life saranno a Messina in occasione del Congresso Regionale Siculo – Calabro S.I.R.U. con uno spazio espositivo dedicato presso il Royal Palace Hotel.Sarà l’occasione per fare il punto sull’applicazione in Sicilia e in Calabria dei Livelli Essenziali di Assistenza della riproduzione medicalmente assistita e per presentare i servizi di Nativa relativi alla medicina della riproduzione e le soluzioni per i centri di PMA, dalla progettazione alla realizzazione di impianti di crioconservazione, secondo i più alti standard qualitativi. In attesa di poterti ospitare al nostro stand, contattaci per ricevere ulteriori informazioni: nipt@biorep.it",
            "comments": []
        },
        {
            "post": "Stefan Pintilei sta hashtag#assumendo. Conosci qualcuno a cui potrebbe interessare?",
            "comments": []
        },
        {
            "post": "hashtag#careerday Politecnico di Milano",
            "comments": []
        },
        {
            "post": "La campagna ideata da European Industrial Gases Association (EIGA) riassume le regole fondamentali 📄 per lavorare in 🦺​ sicurezza.Eccole❗​​⤵️​",
            "comments": []
        },
        {
            "post": "hashtag#respirandoelfuturo",
            "comments": []
        },
        {
            "post": "hashtag#breathingthefuture",
            "comments": []
        },
        {
            "post": "We are hashtag#hiring!",
            "comments": []
        },
        {
            "post": "Gruppo Gas Medicinali: una boccata di Ossigeno!",
            "comments": []
        },
        {
            "post": "hashtag#SapioLife hashtag#SupplyChainSanità hashtag#AlServizioDellaSalute",
            "comments": []
        },
        {
            "post": "Oggi celebriamo la Giornata Mondiale del hashtag#Sonno! Il sonno è uno dei pilastri fondamentali per mantenere uno stile di vita sano e equilibrato. Ci permette di rigenerare mente e corpo, di consolidare la memoria e di affrontare al meglio le sfide quotidiane. Lo sapevate che durante il sonno profondo, il corpo rilascia ormoni importanti per la crescita e il ripristino delle cellule? È, infatti, in questa fase che il nostro corpo si rigenera fisicamente.Gruppo Sapio ha attivato SonnoService, un servizio di polisonnografia cardiorespiratoria domiciliare, che offre la possibilità di monitorare in modo accurato e confortevole il tuo sonno direttamente a casa tua. Questa tecnologia avanzata ti permette di individuare eventuali disturbi del sonno, come apnee notturne o russamento e di intervenire tempestivamente per migliorare la tua qualità di vita.",
            "comments": []
        }
    ]
}