{
    "name": "Valerie Baroin",
    "subtitle": "CFO Bayer Italy",
    "location": "Italy",
    "about": "Solid leadership matured over >25 years experience in many Finance&Accounting functions with growing responsibilities. Member of Bayer CropScience “Organismo di Vigilanza” - Compliance Body. Excellent adaptation skills in complex multicultural and cross-functional organizations, consolidated through many M&A experiences. Empathic leader with passion for people development.",
    "experiences": [
        [
            "CFO Italy",
            "Bayer",
            "Aug 2021 - Present · 2 yrs 10 mos",
            "Milano, Lombardia, Italia"
        ],
        [
            "Division Finance head CropScience Italy and Greece",
            "Bayer CropScience S.r.l. · Full-time",
            "Jul 2020 - Sep 2021 · 1 yr 3 mos",
            "Milano, Lombardia, Italia",
            "Leading Finance and Credit operations for the Cropscience Division in Central MED country group"
        ],
        [
            "Bayer SpA",
            "17 yrs 11 mos",
            "Finance Business Partner CropScience",
            "Jan 2017 - Jul 2020 · 3 yrs 7 mos",
            "Milan",
            "Effectively partner with the local CropScience (Agriculture and Animal Health) leadership team / country division head with dedicated business analysis and decision support;  act as single point of contact for all other CFO and Business Support functions; assure and improve local Performance of division.\nLead the Order-To-Cash function for the division incl. Customer service and Credit Management (team of 10 employees).",
            "Head of BPA Italy and Mediterranean countries",
            "Jan 2015 - Dec 2016 · 2 yrs",
            "Milan",
            "Steering of financial performance and consolidation of Budget/Results for the sub-region Mediterranean countries of CropScience (370 mio EUR annual Turnover)\nBest Practice for business support excellence in the sub-regio. Example: new Order-To-Cash process; implementation of VISTEX as a Pricing tool.",
            "Head of Business Planning & Administration Italy",
            "Sep 2002 - Dec 2014 · 12 yrs 4 mos",
            "Milano, Italia",
            "- Controlling, Credit Management, Business support (projects, Stategy etc.), Administration\n- Member of BCS Srl Management Committee\n- Internal member of BCS Supervisory Body (Organismo di Vigilanza ex-DL 231/2001)"
        ],
        [
            "Sanofi",
            "5 yrs 9 mos",
            "CFO",
            "Jan 2001 - Sep 2002 · 1 yr 9 mos",
            "Milan",
            "CFO of Aventis CropScience SpA (Turnover: around 100 mio EUR)\n- Controlling, Accounting, Credit Management, Finance and Tax, Legal, Pocurement and Logistics\n- Part of Aventis CropScience Management Committee",
            "Crop Protection Controller",
            "Jan 1997 - Dec 2000 · 4 yrs",
            "Lyon (France)",
            "Management of reporting and controlling process and calendar. Consolidation of the Division Budget. Steering of Global results. Presentation of consolidated results to the Management Board."
        ],
        [
            "Corporate Audit",
            "Rhone Poulenc SA",
            "Sep 1992 - Dec 1996 · 4 yrs 4 mos",
            "Paris- Europe - Asia - North America",
            "Conduct audit missions in Europe, Asia and North America to check internal control systems in Rhone-Poulenc affiliates."
        ]
    ],
    "posts": [
        {
            "post": "📈 Al via la IV edizione del hashtag#forumfinancial24 con il Talk Show di apertura dal titolo “Sostenibilità e profitto: quale equilibrio?” 💡 Il tema di quest’anno è legato al neologismo hashtag#integrability. Proprio in ottica di integrazione il primo momento della giornata pone al centro dell’attenzione un tema forte, a tratti “scomodo”: come coniugare profitto e sostenibilità? Quale sarà il nuovo equilibrio da ricercare affinché il successo finanziario si coniughi con l’impegno per un futuro migliore per l’ambiente e la società tutta? Come bilanciare la sostenibilità, obiettivo di lungo termine, con il conto economico, che è viceversa un obiettivo anche di breve termine? Qual è il contributo del CFO in questo delicato equilibrio? A queste domande risponderanno i nostri Speaker Valerie Baroin CFO Italy Bayer, Paolo Chiappa COO HYDAC Group, Iacopo Martini CFO Benetton Group, Maria Teresa Orlando VP-CFO Endress+Hauser Italia Spa, Guido Strampelli CFO illycaffè abilmente guidati da Federico Luperi News Intelligence Director VolocomPer seguire la diretta collegati a: https://lnkd.in/ej5wVrNP",
            "comments": []
        },
        {
            "post": "Bayer Italia's Remarkable Journey to Gender Equity.\"The key to this journey is not focusing on the gender of the employee but centering the person, empowering their talent, characteristics, and competences.\" - Monica Poggio, CEO of Bayer Italia S.p.a.These inspiring words capture Bayer Italia's achievement in obtaining the EDGE Move Certification, marking them as the first Life Science company in Italy to reach this milestone. This accomplishment reflects Bayer's commitment to gender equity, and aligns with their ambitious global objectives.At EDGE Empower®, we are honoured to have supported Bayer Italia in their DE&I journey so far and are looking forward to a continued partnership in the chapters ahead.Bayer's dedication is a shining example in the Italian corporate world, raising the standard for fostering diverse, equitable, and inclusive workplaces.hashtag#DEI hashtag#Leadership hashtag#Diversity hashtag#Equity hashtag#Inclusion hashtag#RealWorldChange hashtag#CEO EDGE Certification",
            "comments": []
        },
        {
            "post": "Following yesterday’s decision by the European Commission to approve hashtag#glyphosate for another 10 years, I would like to share an interesting read from the Frankfurter Allgemeine Zeitung with you. The article covers our efforts at Bayer to develop a new herbicide mode-of-action, the first of its kind in over three decades – and a possible successor to glyphosate in some segments. The new herbicide is a future option for farmers to control broadacre weed and achieve long-term invasive weed control without the need of ploughing (no-till). Here’s what you need to know: 👨‍🌾 Farmers in Germany and across Europe need effective herbicides for an integrated weed management approach, today and in the future. Artificial Intelligence helps Bayer design the next generation of crop protection, with sustainability considerations and environmental impact reduction at the core.  📈 Our new herbicide, targeting specific plant proteins, could generate an estimated revenue of EUR 750 million per year. 🗺️ By the end of the decade, we expect herbicides based on our new molecule to be launched in the first markets. It has shown to be effective in controlling key resistant grasses in research and is an innovative tool farmers desperately need as they shape the future of regenerative agriculture.Here’s the link to the full article (paywall and German only): https://lnkd.in/egqrz6gm",
            "comments": []
        },
        {
            "post": "Così la Chief Financial Officer di Bayer Italia, all'Adnkronos in occasione del Salone della Csr hashtag#Adnkronos",
            "comments": []
        },
        {
            "post": "The next episode of Bayer's hashtag#HumanActivity docuseries premieres next week! In it, we'll continue to show how innovation can drive climate solutions, and how data can help farmers deliver on the promise of hashtag#regenerativeagriculture. hashtag#ClimateChange hashtag#TeamBayer",
            "comments": []
        },
        {
            "post": "And it’s a wrap…Thank you Milan for embracing ESSEC Business School and for a successful alumni and candidates cocktail as well as a great MBA fair. Special thanks to our wonderful alumni Giovanni Papini, Fabio Di Mauro, Anne-Sophie Chouillou and Valerie Baroin who shared their knowledge of ESSEC Business School with the candidates.Till next time Italy✌🏾",
            "comments": []
        },
        {
            "post": "A conclusione del nostro Cross Mentor Programme, abbiamo avuto un affascinante keynote talk della Championesa Maurizia Cacciatori e un panel (anche con quota Blue 😉) con mentee e mentori del nostro fermale Leadership Programme. È meraviglioso vedere e sentire l'energia che si è sprigionata tra i partecipanti - e vi ringraziamo per il feedback travolgente. hashtag#leadership hashtag#female",
            "comments": []
        },
        {
            "post": "We have just published our hashtag#Bayer FY 2022 results. This past year was a very challenging one in many respects. Thankfully, hashtag#teambayer was able to react with a high level of agility and effectively managed risks in our operations. I am proud of what we have achieved and happy to share with you a quick summary in this video. Looking ahead, we will keep our strong focus on driving innovation in all our three Divisions, for our patients, farmers, and consumers.  You can also find more detailed information here: https://lnkd.in/eyU47YA2hashtag#healthforall hashtag#hungerfornone",
            "comments": []
        },
        {
            "post": "Oggi si celebra la Giornata della Memoria, la ricorrenza internazionale istituita per commemorare le vittime dell’Olocausto.In occasione di questa Giornata, IULM insieme a Ministero degli Affari Esteri e della Cooperazione Internazionale pubblica l’ultimo corto della serie “Diritti Lab”, proprio dedicato al ricordo e all’importanza della memoria di quei disumani giorni.Il corto “Fermata Oświęcim” è prodotto da IULMovie Lab a cura delle studentesse e degli studenti del II anno della Laurea Magistrale in Televisione, Cinema e New Media, che ci hanno raccontato la loro esperienza a Oświęcim in un’intervista disponibile su youtu.be/4lukAUUZJa8",
            "comments": []
        },
        {
            "post": "Grazie ai vantaggi fiscali, l’investment bank americana trasferirà una decina di professionisti nel capoluogo lombardo. Anche Jp Morgan e Citi hanno intenzione di aumentare il numero dei dipendenti",
            "comments": []
        },
        {
            "post": "What are the obstacles and challenges for female entrepreneurs in sub-Saharan Africa at the moment? The Bayer Foundation and Impact Intelligence white paper explores this very question and provides an AI-based analysis of the 501 applications for this year's Women Empowerment Award. The results of this research can be used to further support women in sub-Saharan Africa. hashtag#ClosingTheKnowledgeGap hashtag#entrepreneurship Peng Zhong; Stefan Wilhelm; Dana Weinstein; Eric VandeVoordeCheck the document available here. Let's continue to think further how to effectively design and build supporting mechanisms for female entrepreneurs! hashtag#closingthegap",
            "comments": []
        },
        {
            "post": "Let's get moving for a good cause! Join the hashtag#Sweat4Soap run from October 10th to 16th. For every kilometer or mile you run or walk, you help donate one bar of soap to those who need it most. Many infectious diseases are often caused by the lack of hand hygiene - and around 2.3 billion people worldwide have no handwashing facility with soap and water at home, including 670 million who have no access to an adequate handwashing facility at all, according to the UN.Sign up here: https://lnkd.in/eXvR8SJ2 and hashtag#Runblue!",
            "comments": []
        },
        {
            "post": "This excellent The New York Times article gives a deeper look into how the hashtag#AI chatbot of our portfolio company Woebot Health transforms mental health care. Written by an anthropologist who studies hashtag#mentalhealth and is a real-life user of the Woebot app, the piece provides a well-rounded view of the Woebot algorithm that is trained in hashtag#cognitivebehavioral therapy: http://spr.ly/6045MdcrZ",
            "comments": []
        },
        {
            "post": "hashtag#agricoltura",
            "comments": []
        },
        {
            "post": "Remy Courbon",
            "comments": []
        }
    ]
}