{
    "name": "Soren Giese",
    "subtitle": "Vice President and Regional General Manager",
    "location": "Küssnacht am Rigi, Schwyz, Switzerland",
    "about": "Pharmaceutical executive with broad management experience in both the US and international markets. Consistent track-record of driving business performance in various settings through a focus on results and execution. Strong background in formulating commercial strategies that translate into superior business outcomes. Extensive experience in building and leading high-performing teams through motivation, engagement and inclusion.Core competencies: general management, commercial operations, strategic planning, brand commercialization, product launches, market access and pharmaceutical sales & marketing",
    "experiences": [
        [
            "Amgen",
            "Full-time · 7 yrs 10 mos",
            "Vice President and Regional General Manager",
            "Sep 2022 - Present · 1 yr 9 mos",
            "Switzerland · On-site",
            "Full P&L and direct management responsibility for the Latin America region consisting of four established affiliates and a portfolio of distributor markets. Additionally, serving as the Commercial Capabilities Lead for the ELMAC region",
            "General Manager",
            "Jul 2019 - Jul 2023 · 4 yrs 1 mo",
            "Milan, Lombardy, Italy",
            "Full P&L and direct management responsibility for the Amgen affiliate in Italy.",
            "Executive Director, General Medicine Marketing",
            "Apr 2018 - Jun 2019 · 1 yr 3 mos",
            "Italy",
            "Responsible for the Osteoporosis, Cardio and Nephrology franchises for Amgen’s Intercontinental region"
        ],
        [
            "Bristol-Myers Squibb",
            "16 yrs 1 mo",
            "General Manager",
            "Jul 2014 - Jul 2016 · 2 yrs 1 mo",
            "Russian Federation",
            "Full P&L and direct management responsibility for the BMS affiliate in Russia. Oversaw all commercial, financial and operational decisions, including various localization projects with Russian partner companies. Served on the Board of Directors of the local industry association (AIPM)",
            "Business Unit Director CV/Met",
            "Mar 2011 - Jun 2014 · 3 yrs 4 mos",
            "Mexico City Area, Mexico",
            "Full P&L and management responsibility for the CV/Met business unit in Mexico. Directed all marketing and sales activities, including management of a sales force of 145 individuals. Responsible for all commercial interactions with two alliance partners, including approval of the annual commercialization plan and budget",
            "Associate Director, Operations Planning & Strategy, Intercontinental Region",
            "Jan 2009 - Mar 2011 · 2 yrs 3 mos",
            "Responsible for all regional strategic and business planning activities, including development of the long-range strategic plan. Led all aspects of commercial operations, including pricing approvals, incremental investment analysis and performance reviews. Directly supported the President, Intercontinental with implementation of strategic projects"
        ]
    ],
    "posts": [
        {
            "post": "Selezionare i momenti più importanti in 40 anni di storia di Amgen non è stato facile, ma non ci siamo mai fermati di fronte alle sfide. Scopri alcune delle tappe più importanti.hashtag#wearebiotech hashtag#amgen",
            "comments": []
        },
        {
            "post": "Per la Giornata Mondiale del Cuore inauguriamo la serie hashtag#CasaAmgen. Danilo Da Prato Responsabile Medico dell’area General Medicine di Amgen Italia ci racconta l’impatto delle malattie cardiovascolari, che ancora oggi sono la prima causa di morte a livello globale.hashtag#worldheartday hashtag#casaAmgen hashtag#amgen",
            "comments": []
        },
        {
            "post": "Amgen è tra i migliori ambienti di lavoro in Europa, secondo la classifica appena annunciata dal Great Place to Work Institute. Non sarebbe stato possibile raggiungere questo risultato senza la dedizione di tutti i nostri colleghi. Grazie per quello che costruite ogni giorno a supporto dei pazienti. hashtag#GPTW2020 hashtag#mycompany",
            "comments": []
        },
        {
            "post": "Nel 40esimo anniversario di Amgen siamo orgogliosi di entrare a fare parte del Dow Jones Industrial Average, l’indice internazionale sulle performance del mercato azionario US. hashtag#Proudtobeamgen hashtag#amgen",
            "comments": []
        },
        {
            "post": "Il futuro della medicina e della sanità in Italia, che con il contributo di tutti siamo ora chiamati a ridisegnare,  dovrà fare sempre più affidamento sul digitale sulle sue grandi potenzialità. Già durante la recente emergenza Covid, sono state sperimentate soluzioni imperniate sulle tecnologie digitali per facilitare l’assistenza ai pazienti, sostenere lo scambio di informazioni tra medici, favorire lo sviluppo di conoscenze scientifiche. Amgen è stata molto attiva su questo fronte. Ne dà conto oggi Il Sole 24 Ore, in un articolo che ripercorre le tappe principali dell’impegno della nostra azienda durante la pandemia: dal lancio della piattaforma di e-learning LabXchange per gli studenti italiani ai Covid talks e ai webinar rivolti ai medici. Accanto agli innovativi programmi di home delivery di farmaci messi in atto grazie al nostro contributo, tutte queste iniziative dimostrano che un approccio nuovo alle esigenze della sanità, basato sulle risorse del digital, è non solo necessario ma possibile. Amgen ci crede e sta lavorando con convinzione, in collaborazione con i suoi interlocutori, per tradurlo in realtà concreta.",
            "comments": []
        },
        {
            "post": "Un’organizzazione che si dimostra davvero capace di accogliere e rispettare ogni diversità è uno spazio nel quale tutti si sentono liberi di esprimere al meglio le loro potenzialità e la loro creatività. Amgen vuole essere un’azienda di questo tipo. Potrei dire che lo è già: le nostre politiche, i comportamenti e le posizioni più volte assunte pubblicamente dal nostro senior management dimostrano che l’impegno di Amgen per superare ogni forma di discriminazione, che sia di genere, di orientamento sessuale, di etnia o di classe sociale, è assoluto e senza incertezze.Ma sappiamo che questo non basta. Siamo consapevoli che il percorso culturale per arrivare a un’accettazione totale delle diversità e soprattutto al pieno riconoscimento del loro valore è lungo.  Riguarda l’azienda, così come ogni persona che ne fa parte e, non dimentichiamolo, l’ambiente esterno nel quale viviamo. Il nostro dovere, come Amgen, è individuare i modi per rendere il più spedito possibile questo percorso, e rimuovere gli ostacoli organizzativi che lo possono rallentare o deviare. È quello che stiamo facendo. Ed è ciò che vogliamo testimoniare in questo hashtag#PRIDE month.",
            "comments": []
        },
        {
            "post": "Siamo una grande squadra.Amgen Italia hashtag#bwitalia2020 hashtag#greatplacetoworkhashtag#gptw2020 hashtag#bestworkplaces Amgen hashtag#proudtobeamgen",
            "comments": []
        },
        {
            "post": "Ho avuto il piacere di condividere con AboutPharma alcune riflessioni sull’emergenza che stiamo vivendo e sul contributo che il comparto farmaceutico è riuscito a mettere in campo, in termini di risorse e iniziative a fianco delle istituzioni per i pazienti. Questa crisi ha senz’altro acceso i riflettori sul valore della salute e su quanto sia fondamentale mantenere l’efficienza del sistema sanitario al centro dell’attenzione del nostro Paese. Mentre affrontiamo questa sfida, dobbiamo prepararci ad uno scenario inedito, ideando modelli organizzativi e modalità innovative per rispondere al bisogno di salute dei pazienti.Trovate l’intervista qui https://bit.ly/2VvehYe hashtag#amgen hashtag#wearebiotech",
            "comments": []
        },
        {
            "post": "Questo mese Amgen taglia il traguardo dei 40anni. Sono stati anni di grandi progressi nelle scienze delle biotecnologie, in cui la ricerca Amgen ha contribuito a scrivere capitoli importanti della medicina. In un momento come questo che ci pone davanti sfide importanti, sono orgoglioso più che mai di essere parte di questa grande squadra e di lavorare al fianco di persone straordinarie impegnate con passione a prendersi cura della vita dei pazienti.hashtag#Amgen hashtag#wearebiotech hashtag#AmgenItaly",
            "comments": []
        },
        {
            "post": "We are looking for an experienced Marketing Director with the will and drive to make a significant impact in the lives of patents living with osteoporosis.",
            "comments": []
        },
        {
            "post": "Interesting....",
            "comments": []
        }
    ]
}