{
    "name": "Matteo Mille",
    "subtitle": "Chief Sales Enablement & Operations (Italy) at Microsoft",
    "location": "Milan, Lombardy, Italy",
    "about": "I'm an energetic and optimistic executive leader with strong executive experience in multinational companies, effective advisor in promising startup and active member of private and public IT institutions, I have often been involved in companies' restructuring leading change management programs while driving digital transformation activities and building customer acquisition campaigns to sell cloud solutions to fortune 1000 customers through diverse and multicultural teams.With always the same level of passion and optimism, during the over twenty five years of experience in the Information and Telecommunication industry with national and international scope, I have operated in different professional fields: from coding to consulting, from sales and marketing manager to business unit director and  I'm now leading the Chief Marketing and Operations Organization in Microsoft Italy.Out of work, when I'm not with my three kids, I enjoy diving, jogging and building and piloting ultralight planes.",
    "experiences": [
        [
            "Microsoft",
            "18 yrs 1 mo",
            "Chief Sales Enablement & Operations (Italy)",
            "Full-time",
            "Feb 2021 - Present · 3 yrs 4 mos",
            "Italy",
            "Full ownership of the whole Sales Enablement, Marketing and Operations organization with the responsibility to lead the company Strategy and deliver Business results to enable customer and partner's success and digital transformation across the Country",
            "Regional Leader Partner Development and Sales (Asia Pacific)",
            "Full-time",
            "Jul 2017 - Feb 2021 · 3 yrs 8 mos",
            "Singapore",
            "Business Development, Marketing and Sales responsibilities of the Partner ecosystems comprised of Service providers, System Integrators and Devices distribution, part of the Commercial Partner organization, with a coverage across Enterprise, Small, Medium and Corporate customers.",
            "Regional Leader Solution Sales and Assessment (Asia Pacific)",
            "Nov 2013 - Jun 2017 · 3 yrs 8 mos",
            "Singapore",
            "Responsible of the cost and revenue targets for the Solution Assessment organization for the Asia Pacific area leading a team of Engagement Managers, Channel Marketers, Business Developers and Telesales agents"
        ],
        [
            "Chairman (Italy)",
            "Business Software Alliance",
            "Oct 2010 - Mar 2014 · 3 yrs 6 mos",
            "Chairman of the Italian Committee representing the SW industry for members such as Apple, Microsoft, Adobe, Autodesk, MathWorks and others, on numerous business and policy affairs."
        ],
        [
            "Chief Marketing and Offering Manager (Italy and East Europe)",
            "Telecom Italia Information Technology (TI.IT) s.r.l.",
            "2002 - May 2006 · 4 yrs 5 mos",
            "Rome Area, Italy",
            "Together with main share holders representatives, as the marketing and offering director, he drove a deep turnaround for the IT Business Unit, enabling the further acquisition by a national System Integrator."
        ],
        [
            "Chief Technology Officer (Europe)",
            "Syntek Capital",
            "2000 - 2002 · 2 yrs",
            "Chief Technology Officer and member of the Investment Committee with CEO and COO having direct responsibility on Hi Tech Company Scouting  activities"
        ],
        [
            "Associate Partner (Italy)",
            "McKinsey & Company",
            "1999 - 2000 · 1 yr",
            "Member of the Business & Technology practice participating with engagement responsibilities in National and International customer advisory projects."
        ]
    ],
    "posts": [
        {
            "post": "Innovazione e Crescita con l’hashtag#IntelligenzaArtificiale hashtag#Generativa🚀: la collaborazione strategica con JAKALA si rafforza dopo l'ingresso nell'hashtag#AILab con l'obiettivo di promuovere l’adozione delle nuove tecnologie nelle aziende, unendo dati all’avanguardia e soluzioni innovative per realizzare obiettivi strategici e aumentare la produttività. JAKALA sta utilizzando hashtag#Copilot per hashtag#Microsoft365 con un incremento della produttività individuale e della qualità del lavoro, rivelandosi un valido supporto nelle attività di collaboration delle attività del Gruppo. JAKAL sta facendo anche leva sulla piattaforma Microsoft hashtag#AzureOpenAI con l’obiettivo di creare soluzioni di Generative AI rivolte al mondo delle organizzazioni a livello globale.Marco Di Dio Roccazzella Sara Anselmi Giacomo Frizzarin Andrea D'Onofrio Martina Pietrobon Alessandro Quaroni Alessandro Falbo Serena Pisati",
            "comments": []
        },
        {
            "post": "- 3 giorni all'evento hashtag#Microsoft sull'hashtag#intelligenzaArtificiale hashtag#generativa per le aziende italiane - Microsoft Envision AI Connection fa tappa a MilanoIl prossimo 📅 9 maggio a partire dalle ore 14.15 live e in presenza presso l'Università Bocconi racconteremo:🧑‍💻 le ultime novità sul fronte delle soluzioni di AI Generativa attraverso la voce di leader, tra cui Judson Althoff, esperti e demo live🔢 dati e spunti di riflessione per comprendere il valore delle soluzioni di AI per far crescere le aziende, liberare produttività e creatività🏭 testimonianze di aziende italiane che hanno adottato l'AI generativa e che racconteranno il loro percorso e le loro esperienzePer scoprire come partecipare o seguire Live:🔹 Agenda dell'evento Microsoft Envision AI Connection ➡️ https://lnkd.in/dZ_mp-ad🔹Per registrarsi e partecipare in presenza a Milano  ➡️ https://lnkd.in/dbupmv2N🔹Per registrarsi e seguire in streaming ➡️ https://lnkd.in/ddwzG_MnVi aspettiamo numerosi! Greta Orsi Eliza Casapopol Martina Pietrobon Tamara Zancan Roberto Filipelli Tiziano Cristian Durante Andrea D'Onofrio Denise Alessiani Gaia Buongiorno Chiara Mizzi Maria Luisa Onorato Luba Manolova Alessandra Brambilla",
            "comments": []
        },
        {
            "post": "Le opportunità dell'hashtag#intelligenzaartificiale hashtag#generativa per la crescita del Paese.A pochi giorni dal nostro evento hashtag#MSIgnite, abbiamo fatto il punto con Digital4Biz e Manuela Gianni per raccontare come le aziende Italiane stanno già sperimentando e utilizzando l'IA per nuovi livelli di hashtag#produttività e hashtag#creatività.Attraverso la nostra iniziativa hashtag#AILab sono già oltre 200 le aziende coinvolte che hanno realizzato più di 300 progetti sul fronte IA, grazie anche ai nostri partner.Siamo anche impegnati per creare le giuste hashtag#competenze su questo fronte con accordi con il mondo Universitario e con tanti partner di hashtag#formazione sul territorio.La video 📽️ intervista con Digital4Biz⬇️Greta Orsi Raffaele De Lucia Andrea D'Onofrio Tiziano Cristian Durante Mariangela Orme Martina Nava Marta Grassini Chiara Mizzi Maria Luisa Onorato Martina Pietrobon Gaia Buongiorno",
            "comments": []
        },
        {
            "post": "Orgoglio italiano! hashtag#msignite hashtag#msitaly hashtag#AILAB",
            "comments": []
        },
        {
            "post": "Grazie ImpresaCity per questo racconto sui temi della hashtag#sostenibilità e sul ruolo che la tecnologica hashtag#Cloud hashtag#GenAI possono avere per aiutare le aziende a crescere in maniera sostenibile 🌱In hashtag#Microsoft continuiamo il nostro impegno verso la sostenibilità mettendo a disposizione soluzioni che collegano i dati con obiettivi di sostenibilità delle organizzazioni per aiutarle a misurare l’efficacia delle loro iniziative ambientali.Continuiamo anche a rafforzare il nostro impegno nella costruzione di infrastrutture hashtag#Cloud hashtag#Datacenter sostenibili, mirando all’uso di energia rinnovabile entro il 2025 e promuovendo l’economia circolare. hashtag#Microsoft hashtag#Sostenibilità hashtag#Innovazione hashtag#Tecnologia hashtag#EconomiaCircolareVincenzo Esposito Agnese Giordano Tiziano Cristian Durante Roberto Filipelli",
            "comments": []
        },
        {
            "post": "habemus OracleDB@Azure!",
            "comments": []
        },
        {
            "post": "Atlas MongoDb in hashtag#ItalyNorth!",
            "comments": []
        },
        {
            "post": "\"Bisogna abbracciare l'hashtag#AI hashtag#generativa, perché va vista come un hashtag#copilota, che ci aiuta a risolvere i problemi automatici o ripetitivi, permettendoci di focalizzarci invece su quelle che sono le caratteristiche distintive delle persone, come la creatività e l'ingegno\". Il messaggio ai ragazzi che hanno partecipato all'iniziativa  Al Social Innovation Campus 2024 di Fondazione Triulza per immaginare un futuro sostenibile grazie a hashtag#AI e hashtag#Cloud hashtag#ItalyNorth. Un video riassuntivo del bellissimo progetto via askanews ➡️ ▶️ https://lnkd.in/dBTTEG8GNienke Ris Louisa Zanoun, PhD Robert Zielonka Simona Durante Giulia Zanzottera Francesca Bitondo Chiara Mizzi Massimo Minelli Chiara Pennasi Alessandra Mambriani Pilar Sinusia",
            "comments": []
        },
        {
            "post": "Sono entusiasta di condividere con voi una grande novità nel campo dell’istruzione e dell’innovazione: abbiamo avviato una collaborazione con H-FARM College per lo sviluppo e co-design per la triennale 🎓 in hashtag#intelligenzaartificiale e hashtag#DataScience.Si tratta di un percorso formativo unico nel suo genere, che combina le competenze tecniche e le soft hashtag#skills necessarie per affrontare le sfide del futuro digitale. Gli studenti avranno l’opportunità di apprendere da docenti qualificati, esperti del settore e hashtag#mentor di Microsoft, oltre che di accedere a risorse, strumenti e certificazioni di alto livello.Se siete appassionati di tecnologia, dati e intelligenza artificiale, non perdete questa occasione unica di formarvi e crescere professionalmente. Per saperne di più https://lnkd.in/drkEGwM6Riccardo Donadon Antonello Barbaro Elvira Carzaniga Andrea D'Onofrio Mariangela Orme Mattia De Rosa Marco De Rossihashtag#AILab hashtag#AI hashtag#DataScience hashtag#Education hashtag#Innovation",
            "comments": []
        },
        {
            "post": "Con entusiasmo ho partecipato insieme a tantissimi ragazzi delle scuole superiori al Social Innovation Campus, organizzato da Fondazione Triulza con il sostegno anche di Microsoft, dove ho avuto il privilegio di confrontarmi con Niccolò C., CEO di 3Bee, e parlare del ruolo della creatività umana nelle nuove professioni nell’era dell’hashtag#intelligenzaartificiale. La nostra visione è chiara: mettere le persone al centro, valorizzando le loro competenze e creatività. Non ci limitiamo ai percorsi hashtag#STEM, ma puntiamo anche sulla forza dei percorsi umanistici e creativi. Vogliamo contribuire a un pianeta sostenibile, dove ogni azione mira a creare nuovi modelli di business, e dove l’Intelligenza Artificiale contribuisce a misurare a raggiungere gli obiettivi di hashtag#ostenibilità. Per realizzare questa visione, è essenziale un investimento infrastrutturale significativo. Ecco perché abbiamo deciso di investire nella costruzione di datacenter in Italia e di inaugurare la prima hashtag#CloudRegion in Lombardia, dando così un contributo tangibile al progresso tecnologico e alla sostenibilità di tutto il Paese.  Per conoscere le attività di Fondazione Triulza ➡️https://lnkd.in/gXMDu92rNienke Ris Louisa Zanoun, PhD Robert Zielonka Simona Durante Giulia Zanzottera Francesca Bitondo Chiara Mizzi Massimo Minelli Chiara Pennasi Alessandra Mambriani Pilar Sinusia",
            "comments": []
        }
    ]
}