{
    "name": "Sara Furlani",
    "subtitle": "Administration and HR Manager",
    "location": "Mariano del Friuli, Friuli-Venezia Giulia, Italy",
    "about": "I have a degree in Law and a good knowledge in Italian fiscal rules. I am experienced in accounting and in economic analysis.I am well-experienced in logistic, in particular in international transports (on-wheels and maritime shipping), and Customs clearance. I analyse European markets and trades between Italy and extra EEC countries.I am familiar with the mutations and the evolution of ways and instruments used in this field.Because of my experience gained also in the industrial field, I have a broad view of international trade.I focus also on excise on alcoholic drinks, managing European shipping of wine, champagne and beer, cooperating with foreign correspondents.I am able to synthesize information and I am good in problem solving. I can prioritise and organise my work.I connect well with my team. I am always looking for new better solutions and procedures.I use to attend professional classes and seminars, improving my knowledge. I learn everything very quickly and I would like to improve my skills.",
    "experiences": [
        [
            "Administration and HR Manager",
            "APS AROSIO EXTRUSION S.P.A. · Full-time",
            "Feb 2022 - Present · 2 yrs 4 mos",
            "Mariano del Friuli, Friuli-Venezia Giulia, Italia"
        ],
        [
            "Accountant/Tax Advisor/HR",
            "E.SPE.GO. EST SPEDIZIONI GORIZIA S.R.L. · Full-time",
            "May 2019 - Feb 2022 · 2 yrs 10 mos",
            "Gorizia Area, Italy",
            "Contabilità completa fino a chiusura bilancio, gestione fornitori e ciclo passivo, liquidazione iva, esterometro, predisposizione documentale per dichiarazione intrastat, gestione cespiti, adempimenti fiscali periodici e pagamento imposte, finanziamenti. Referente fiscale dell'azienda.\nFatturazione attiva.\nGestione diritti doganali.\nRecupero crediti e pratiche amministrative. Pagamenti.\nGestione rapporti con clienti, fornitori, consulenti, legali, banche, compagnie assicurative ed enti pubblici (Agenzia delle Entrate, Agenzia delle Dogane, INPS, CCIAA, Enti Locali ecc.).\nAddetta ufficio risorse umane, consulenza fiscale IRPEF al personale. \nGestione sistema sicurezza nei luoghi di lavoro e HACCP."
        ],
        [
            "Shipping and logistics Manager / Tax Advisor",
            "E.SPE.GO. EST SPEDIZIONI GORIZIA SRL",
            "Jul 2012 - May 2019 · 6 yrs 11 mos",
            "Gorizia Area, Italy",
            "CUSTOMS BROKER COMPANY/FREIGHT FORWARDER: International shipping agency / Customs clearance / Excise fulfillment.\nManagement of the shipments including Customs clearance and excise fulfillment. Customer care and documents management. Activity of commercial offer, advertising. \nInvoicing. Experience also in accounting and debt collection.\nLegal advice in contracts and in law updating.\nCooperating with the team, I manage also purchases and I cooperate with the advisors."
        ],
        [
            "HR generalist / administrative clerk",
            "TECNOIL VALVE SPA",
            "Jan 2012 - Jun 2012 · 6 mos",
            "Gorizia, Italia",
            "Presso questa industria metalmeccanica, assidua esportatrice in tutto il mondo dei suoi specifici prodotti, ho gestito l'ufficio amministrativo ed il personale, e sono stata parte attiva nel team che univa sinergicamente direzione, ufficio tecnico, ufficio acquisti, ufficio logistico, produzione e magazzino, in collaborazione con i consulenti aziendali, gli enti previdenziali ed assistenziali, avendo piena visione di tutto il ciclo produttivo ed organizzativo aziendale.\nHo gestito anche gli atti giuridici che interessavano l'azienda su più fronti. \nTenuta scadenziario, creazione e aggiornamento costante di riepiloghi e situazioni contabili.\nFatturazione verso Italia/estero, esenzione IVA e dichiarazioni d’intento, certificati d’origine. \nPredisposizione documenti ai fini delle dichiarazioni intrastat. \nGestione cassa."
        ],
        [
            "Administrative/accounting/sales clerk",
            "ESPEGO SRL",
            "Sep 2011 - Jan 2012 · 5 mos",
            "Gorizia, Italia",
            "CUSTOMS BROKER COMPANY: Shipping and international transports agency / Customs clearance / Excise operations.\nData entry, invoicing and accounting. Debt collection."
        ]
    ],
    "posts": [
        {
            "post": "F.lli Franchini srl realizzerà un nuovo impianto fotovoltaico da 1.250 kWp presso la sede di APS AROSIO EXTRUSION S.P.A. a Porzano di Leno (BS).Questo impianto fotovoltaico permetterà di produrre in modo autonomo ed ecologico oltre il 30% del fabbisogno complessivo di hashtag#energia elettrica dello stabilimento.hashtag#efficienzaenergetica hashtag#energytransition hashtag#fotovoltaico hashtag#aziendeitaliane",
            "comments": []
        },
        {
            "post": "Da APS Arosio Extrusion hashtag#buonapasqua hashtag#happyeaster hashtag#froheostern",
            "comments": []
        },
        {
            "post": "Nel 1941 fu presentata la prima auto 100% elettrica made in italy!La lungimiranza di allora avrebbe potuto portare l'Italia a mantenere (in termini di sostenibilità e non solo) il primato tecnologico innovativo mondiale! Ma la storia ci insegna (come in questo caso) che il nostro Paese ha spesso potuto sedere sulla parte più alta del podio per le sue occasioni mancate!Come sarebbe potuto essere (oggi) il nostro paese se avessero perseverato ad investire in tal senso? Voi cosa ne pensate?",
            "comments": []
        },
        {
            "post": "Super interesante vídeo, ¿Qué te parece?",
            "comments": []
        }
    ]
}