{
    "name": "Paolo Magnani",
    "subtitle": "Senior Buyer at BMW Italia",
    "location": "Milan, Lombardy, Italy",
    "about": "Experienced Senior Buyer with a demonstrated history of working in the automotive industry. Skilled in Marketing Management, Product Management, SAP ERP, Problem Solving, and Product Marketing. Strong purchasing professional with a Executive MBA focused in Economics, SCM, Finance and Marketing from Executive MBA at MIP-Politecnico Di Milano.",
    "experiences": [
        [
            "BMW Italia",
            "26 yrs 7 mos",
            "Senior Buyer",
            "Dec 2015 - Present · 8 yrs 6 mos",
            "San Donato Milanese",
            "In charge as senior buyer for the following main commodities: IT (licenses, applications, saas, phishing, etc.), consultancies (strategic-, operative-, IT-, legal-consultancies), telematic services (traffic infos, info provider), aftersales material and tools (tyres, paints, CRM services, call center, etc.), logistic operations (compound & transports suppliers, RDC) and also for  “road side assistance” suppliers. Main activities are: bidders and tender planning, RFI, RFQ, negotiation, scouting, contracting, sustainability checks  and order emissions via SAP (IFT) and COUPA for national and international tenders, for BMW Italy and BMW Bank (Financial Services).",
            "Project Manager",
            "Jun 2002 - Present · 22 yrs",
            "BMW ConnectedDrive: innovative Telekommunikations-Systeme zwischen Auto, Computer, Callcenter und Web.\nAusarbeitungen Business Case; Machbarkeitsanalysen und Lancierungsaktivitäten in Zusammenarbeit mit dem Mutterhaus; Vertragsrealisierung, Informationsmaterial und Definition der Marketing-Philosophie und Verkaufsanreize; Kommunikationsplanung und Zusammenarbeit mit Medien-Agenturen; Bildung von Verkaufsnetzen; Festlegung CRM-Kampagnen.",
            "International Purchasing Office",
            "Nov 1997 - Jun 2002 · 4 yrs 8 mos",
            "Haupt-Tätigkeiten:\n- Angebotseinholung, Diskussion über die Angebote und Preisverhandlungen für die Komponenten; \nErmittlung und Analyse von potenziellen Lieferanten für Auto- und Motorradkomponenten für die BMW GROUP (BMW, Rover, MG, Land Rover, Mini); Monitoring der festen Lieferanten im Bezug auf die Realisierung existierender Projekte; Vertragsfestlegungen (bzgl. Entwicklung, Lieferung, Vertraulichkeit ...); Überprüfung der Lieferanten (Produktions-, Logistik- und Qualitätsverwaltungs-Prozesse) in Bezug auf neue Projekte; Trouble Shooting/Beratung von Lieferanten bzgl. Problematiken verschiedener Natur; Analyse der Zulieferungsketten der wichtigsten \"Konkurrenten\" von BMW."
        ],
        [
            "Product Manager 6er, 7er and BMW i (i3 and i8)",
            "BMW Italy",
            "Jan 2011 - Present · 13 yrs 5 mos",
            "Haupt-Tätigkeiten: \n- Verantwortlich für die technische Kommunikation und Produktvermittlung bzgl. der Verkaufsnetze; Festlegung der Produktausstattungspolitik in Zusammenarbeit mit BMW AG; Verwaltung der optionalen Angebote und Erarbeitung der Preisliste für Italien; verantwortlich für die Erstellung der Kataloge und des technischen Informationsmaterials: Argumentation, Preislisten...); Festlegung der Pressekampagnen in Zusammenarbeit mit den Agenturen."
        ],
        [
            "Assistant Controller",
            "Sirti GmbH",
            "Feb 1996 - Feb 1997 · 1 yr 1 mo",
            "Haupt-Tätigkeiten:\n- Auswertung des monatlichen Betriebsergebnisses der Sirti GmbH. \n- Analyse der wichtigsten Parameter der Betriebsverwaltung.\n- Erstellung des entsprechenden Reports bzgl. des monatlichen und jährlichen Betriebsergebnisses."
        ]
    ],
    "posts": [
        {
            "post": "Top 10 Popular Programming Languages (2000-2023) 📊📈This fascinating bar chart shows how programming languages have changed over the past 20 years. Discover which programming languages are now in demand, which ones are fading from use, and which newcomers are changing the face of coding.Credits: Oliver  M✨ Follow Bhavishek Malik Malik for more such content!hashtag#machinelearning hashtag#technology hashtag#ai hashtag#ml hashtag#computervision hashtag#video hashtag#dataanalytics hashtag#datascience hashtag#innovationhashtag#learning hashtag#data hashtag#training hashtag#c hashtag#python hashtag#java hashtag#javascript hashtag#php hashtag#visualbasic hashtag#pascal hashtag#delphi hashtag#perl hashtag#programming hashtag#languages hashtag#coding hashtag#gamedevelopment hashtag#rubyonrails",
            "comments": []
        },
        {
            "post": "Sono sbarcato ieri in Spagna, da Roma a Gran Canarie. Ritirata l’auto parte la radio e due speaker discutono animosamente in spagnolo sull’inflazione, il costo della vita, di stipendi più bassi di Europa e crisi politica. Mi sembra di essere a casa, cambio stazione e parte la house music. Dormo in città due notti (aspettando amici) 88 euro a notte la stanza per tre persone al Marriott 4 stelle fronte mare, la notte prima a Roma stessa catena, stessa stanza - al Magliana Park Hotel (vicino a Fiumicino in mezzo al nulla) 152 euro. Vado a pranzo con i miei due figli, 2.25 euro  la birretta servita in un ristorante in pieno centro storico della città, ne prendo due! Pranzo per tre 52,75 euro, non c’è il coperto (furto all’italiana), pago il pane - 45 cents a panino. Pagamenti solo con carta di credito. Non esiste spiaggia privata. In sintesi, perché facciamo le vacanze in italia?il costo della vita da noi è insostenibile. Il hashtag#turismo è spesso fatto di alberghi vecchi, brutti e costosi, le spiagge quasi tutte private e da 50 euro al giorno, mare chiuso per rischio batterico, la ristorazione un furto - o la pizza o sono c….Personale che lavora due mesi all’anno ,sgarbato e male educato (scritto separato). Sorry I DONT SPECK INGLISH, no credit card. In contanti 10% di sconto. Ma come abbiamo fatto da consumatori e cittadini ad accettare tutto questo? ha vinto la cultura dell’esclusivo, che è sempre esistita e deve continuare esserci per chi può, ma che purtroppo è finita per deflagrare nel non accessibile a tutti. Perché non tutti i ristoranti sono stellati ed un piatto di spaghetti è piatto di spaghetti…. Le nostre trattorie, le spiagge aperte, le osterie di campagna e l’Italica accoglienza dove sono finite? ….. non a mare perché per accedere in spiaggia si paga. Sono sempre più preoccupato per i miei figli. Ps: E ci sono politici che fanno cadere il governo e fanno la campagna elettorale per balneari e taxisti. hashtag#ionondimentico e hashtag#rifletto",
            "comments": []
        },
        {
            "post": "Interessante. Speriamo piova.",
            "comments": []
        },
        {
            "post": "Video carinissimo.",
            "comments": []
        },
        {
            "post": "Se non si tassano i robot addio manodopera...",
            "comments": []
        },
        {
            "post": "Interessante.",
            "comments": []
        }
    ]
}