{
    "name": "Claudio Vettore",
    "subtitle": "Organization, Digital Marketing & ICT Director at Iperal",
    "location": "Italy",
    "about": "",
    "experiences": [
        [
            "IPERAL",
            "15 yrs 5 mos",
            "Organization, Digital Marketing & ICT Director",
            "Sep 2019 - Present · 4 yrs 9 mos",
            "Piantedo",
            "Organization, Logistic & ICT Director",
            "Jan 2009 - Present · 15 yrs 5 mos",
            "Piantedo (Sondrio) - Italy"
        ],
        [
            "CEO",
            "Rubeen",
            "Sep 2011 - Jul 2015 · 3 yrs 11 mos"
        ],
        [
            "ICT Manager",
            "SISA Nord-Ovest",
            "Dec 2007 - Dec 2008 · 1 yr 1 mo"
        ],
        [
            "Development dept. manager",
            "Auchan",
            "Sep 2000 - Nov 2007 · 7 yrs 3 mos"
        ],
        [
            "Project Manager",
            "Amplifon",
            "Jan 1989 - Oct 2000 · 11 yrs 10 mos"
        ]
    ],
    "posts": [
        {
            "post": "IPERAL- Nuovo negozio di Cassina de Pecchi.Buon gusto e innovazione. hashtag#Gambabruno hashtag#RetApps hashtag#Barware hashtag#Selfscanning hashtag#Zebratechnologies",
            "comments": []
        },
        {
            "post": "Sono arrivati i Locker in IPERAL!  Cambia il modo di fare la spesa online, o meglio, cambia il momento in cui ritirarla. Il nuovo servizio Distributore Automatico 24 ore offre ai clienti la possibilità di ritirare la spesa tutti i giorni e a qualunque ora del giorno e della NOTTE!Abbiamo approfondito la tematica in questo articolo. Date un'occhiata.",
            "comments": []
        },
        {
            "post": "Nuova campagna di ricerca di personale di Iperal.....Su Facebook Iperal-Lavora con noiOppure www.iperal.it",
            "comments": []
        },
        {
            "post": "Vorrei solo che fosse chiaro che chiedere il collegamento e subito dopo sparare un messaggio commerciale narrando i fantastici servizi che offrite è come quando inizia a piovere, accendi i tergicristalli e ti ritrovi un volantino appiccicato al vetro. No, non è piacevole.E nemmeno utile per chi il volantino l'ha fatto stampare e distribuire.",
            "comments": []
        },
        {
            "post": "Just to inform",
            "comments": []
        },
        {
            "post": "PET STORE IPERAL è la nuova formula di negozi per animali presentata da Iperal presso il Centro Commerciale Fuentes di Piantedo (SO). Un progetto di Format e Layout ideato da Agenzia Sviluppo Creativo. Un'immagine curata, con l'uso di materiali pregiati (legni, pavimenti effetto parquet...) e soluzioni grafiche moderne ed accattivanti. Marrone e giallo come colori dominanti per permettere ai prodotti esposti di essere adeguatamente evidenziati. Un nuovo modo di intendere il PET STORE. Un ambiente rilassato e rilassante nel quale trovare i prodotti e le informazioni per tutti gli amanti degli animali domestici.Sviluppo Creativo si occupa da oltre 20 anni di Comunicazione e Marketing.",
            "comments": []
        },
        {
            "post": "Da oggi aperto a tutti",
            "comments": []
        },
        {
            "post": "https://lnkd.in/eAi7822",
            "comments": []
        },
        {
            "post": "#BernardoCaprotti #ESSELUNGA #fattinontwitter  :)",
            "comments": []
        }
    ]
}