{
    "name": "Giannalberto Cancemi",
    "subtitle": "CEO Leroy Merlin Italia",
    "location": "Milano",
    "about": "Sono il classico giocatore “cresciuto nel vivaio”. Entrato in Leroy Merlin nel 2000, ho ricoperto tantissimi ruoli: nei punti vendita, nelle risorse umane, nella centrale acquisti, come direttore regionale del Sud, ai servizi centrali e oggi sono amministratore delegato Italia. Sono un siciliano orgoglioso a cui la Toscana, e in generale l’Italia tutta, hanno insegnato tanto.Sono la dimostrazione che in questa fantastica azienda tutto è possibile, per chi vuole costruire.",
    "experiences": [
        [
            "Leroy Merlin",
            "16 anni 3 mesi",
            "Ceo",
            "apr 2022 to Present · 2 anni 2 mesi",
            "Purchaising Director and Offer Leader",
            "apr 2016 to apr 2022 · 6 anni 1 mese",
            "Milano, Italia",
            "Regional Director",
            "apr 2015 to mar 2016 · 1 anno",
            "Bologna, Italia"
        ],
        [
            "Leroy Merlin",
            "7 anni 1 mese",
            "Head of Department store",
            "2006 to 2008 · 2 anni",
            "Human Resources Manager of store",
            "2001 to 2006 · 5 anni",
            "Negozi di Firenze, Mestre e Bologna"
        ]
    ],
    "posts": [
        {
            "post": "Sono orgoglioso di condividere i risultati raggiunti da Leroy Merlin Italia nel campo della sicurezza sul hashtag#lavoro! In vista della Giornata Mondiale della Sicurezza e della Salute sul Lavoro, condivido con grande soddisfazione il valore più che dimezzato del tasso di frequenza degli infortuni, raggiungendo un 10,7 nel 2023 (-62% rispetto al 2015).Questo successo è il frutto di investimenti in hashtag#innovazione ed educazione sul tema (solo nel 2023 sono state erogate 27.000 ore di formazione), con un impegno costante per migliorare l'ambiente lavorativo. Inoltre, la varietà di attività in azienda e i diversi scenari di rischio potenziale sono tali da avere la nostra massima attenzione che concretizziamo, ogni anno, con investimenti da 6 milioni di euro in ambito hashtag#safety. Grazie alla certificazione secondo lo standard UNI ISO 45001 e all'adozione di strumenti all'avanguardia come Simpledo, gestiamo in modo efficiente e tempestivo la hashtag#sicurezza sul lavoro. Nei negozi, nei depositi, presso la Sede centrale adottiamo i massimi standard normativi di sicurezza, per salvaguardare la sicurezza di tutti, collaboratori, clienti, partner e fornitori.L’intervista al nostro Safety Manager Marco Bognetti in questo articolo di DIY and Garden: https://lnkd.in/drJPX8Xrhashtag#scoprileroymerlin hashtag#leroymerlin hashtag#leroymerlinitalia",
            "comments": []
        },
        {
            "post": "Una piastrella creata a partire dal cartone. Ci avreste mai credutoqualche decennio fa?Eppure oggi è realtà e dalla collaborazione tra Leroy Merlin Italia eTetra Pak nasce un nuovo tipo di pavimentazione per l’outdoor, unprogetto per un’economia sempre più circolare, una delle sfide dellanostra strategia di hashtag#sostenibilità.Sono davvero orgoglioso di questa iniziativa, una soluzione che rendele nostre case migliori, più efficienti e sostenibili.Se ne parla in questo articolo di Gdoweek:https://lnkd.in/d6quKz7shashtag#scoprileroymerlin hashtag#leroymerlin hashtag#leroymerlinitalia",
            "comments": []
        },
        {
            "post": "📣 📣 Leroy Merlin e Apefacile.it siglano un accordo per la certificazione energetica e l'efficenza energetica degli edifici in tutta Italia. La partnership prevede la presenza di apefacile.it negli oltre 50 negozi italiani e sul sito di Leroy Merlin. Rendere la certificazione energetica il punto di partenza per un concreto piano di riqualificazione energetica degli edifici è stato l'obiettivo comune delle due aziende.https://lnkd.in/dkjckB6Z",
            "comments": []
        },
        {
            "post": "Vi racconto una breve storia:Questo dicembre mi ritrovo davanti a circa 50 ragazzi intorno ai 12-13 anni a raccontare l’importanza di scegliere la propria strada senza farsi influenzare da stereotipi.B: “Quanti di voi conoscono un ingegnere uomo?” Metà dei presenti dicono di sì (ok platea difficile).B: “Quanti invece almeno una ingegnera donna?”Dicono di sì in due. Due.Ma ad un certo punto un ragazzo chiede:“Perché ci fai queste domande? Cosa ci interessa se è maschio o femmina? È comunque un ingegnere”.Ci interessa perché quando ti chiamano cercano l’ingegnere e non la sua segretaria. Perché c’è ancora chi quando si scende nel tecnico preferisce parlarne con un uomo, anche se ha appena iniziato ed è in stage, piuttosto che con te, che hai più di 20 anni di esperienza.Perché quando devi decidere del tuo futuro c’è chi ti dice ancora che quello è una professione da uomini.Ci interessa perché gli stereotipi esistono ancora. Ma voi mi date speranza.Settimana nazionale delle discipline scientifiche, tecnologiche, ingegneristiche e matematiche - 4-11 febbraio 2024***Grazie a Simona Orilia e Valore D per questa opportunità con il progetto hashtag#inspiring hashtag#girls hashtag#scoprileroymerlin hashtag#leroymerlinitalia hashtag#leroymerlin",
            "comments": []
        },
        {
            "post": "🥳 Con grande orgoglio abbiamo inaugurato in Sicilia il nostro primo showroom!Dopo le aperture del 2023 di Roma, Milano e Firenze, con questo format Leroy Merlin \"di quartiere\" altamente specialistico arriviamo a Trapani, tra monumenti, chiese e eleganti palazzi nobiliari, per accompagnare i progetti dei nostri nuovi clienti legati al mondo del bagno e della pavimentazione e rivestimento di tutta la casa.Ci trovate a Trapani, in via Giovanni Bosco 10, dal lunedì al sabato dalle 9.00 alle 13.00 e dalle 15.00 alle 19.00. Un grande in bocca al lupo a Francesco Sanfilippo e al suo team per questa nuova avventura.hashtag#scoprileroymerlin hashtag#leroymerlin hashtag#leroymerlinitalia",
            "comments": []
        },
        {
            "post": "Une nouvelle et passionnante aventure commence  pour moi en tant que CEO du Groupe ADEO. Je ressens beaucoup de fierté et d'envie pour accompagner nos 150000 collaborateurs à travers le Monde et faire vivre notre Mission: \"We make Home a Positive Place to live\" auprès de nos partenaires et nos clients professionnels et particuliers. hashtag#adeo hashtag#leroymerlin hashtag#tecnomat hashtag#obramat hashtag#obramax hashtag#bricoman hashtag#weldom hashtag#bricocenter hashtag#kbane hashtag#saintmaclou hashtag#quotatis hashtag#positiveproducts",
            "comments": []
        },
        {
            "post": "In questi primi giorni del 2024 mi piace fare un bilancio dell'anno appena trascorso e la parola gratitudine non può che esserne il fil rouge. Proprio qualche settimana fa ho avuto il piacere di essere protagonista della rubrica Grazie e Scusa del mensile online retail&food. Un’intervista diversa dal solito, nella quale ho avuto modo di esprimere la mia hashtag#gratitudine verso le persone che mi sono state a fianco per tutto il mio percorso professionale in Leroy Merlin Italia. Ma facciamo un passo indietro e ripercorriamo le tappe principali di questo 2023:➡️ abbiamo cambiato la divisa aziendale, un bel verde brillante che vuole raccontare il nostro impegno nel migliorare costantemente l'esperienza dei nostri clienti e dei nostri collaboratori;➡️ abbiamo aperto nuovi punti vendita, come lo store di Cagliari e gli showroom di quartiere di Roma Magliana, Milano e Firenze;➡️ abbiamo partecipato al Salone del Mobile.Milano e a tanti nuovi progetti di cui La scuola della vendita, il Bricolage del Cuore e Bricolage del Cuore Xmas Edition sono solo alcuni esempi;➡️ abbiamo redatto il nostro bilancio di sostenibilità per la prima volta certificatoNon sono stati sempre mesi facili, ma con le persone giuste al proprio fianco tutto si può affrontare. Buon 2024 a tutti e buon lavoro a noi. L’articolo completo a pagina 48: https://lnkd.in/d6BYT8qU hashtag#scoprileroymerlin hashtag#leroymerlin hashtag#leroymerlinitalia",
            "comments": []
        },
        {
            "post": "A ottobre ho avuto il grande onore di essere invitato a partecipare a “Il Business.com”: una sorta di formazione di business gratuita ideato da Marco Montemagno che ha l’obiettivo di dare contenuti e strumenti concreti a tutti coloro che vogliono rimanere sempre aggiornati sui nuovi trend del business.Durante la chiacchierata con Marco, oltre al fatto di avermi piacevolmente paragonato a Tim Cook, abbiamo toccato diversi argomenti cari a me e a Leroy Merlin Italia: dal cambiamento del modo di lavorare post covid e il conseguente vivere la casa differentemente, all’efficientamento energetico, alla nostra strategia omnicanale. È possibile rivivere la mia intervista a questo link: https://lnkd.in/e_pvm3fW Ringrazio Marco Montemagno per l’opportunità: è stato per me un vero piacere partecipare a questo evento e avere la possibilità di condividere la mia esperienza con tutti gli ospiti presenti. hashtag#scoprileroymerlin hashtag#leroymerlin hashtag#leroymerlinitalia",
            "comments": []
        },
        {
            "post": "Sì è concluso da poco il World Cleanup Day, l’iniziativa sociale lanciata dalla ONG Let's do It! Italy - Associazione di Tutela Ambientale alla quale aderiamo da tre anni anni e che mira a combattere il problema globale dell’inquinamento causato dai rifiuti solidi. Per questa edizione hanno aderito all'iniziativa 46 dei nostri negozi e 50 associazioni locali che hanno coinvolto attivamente i territori in un evento collettivo (abbiamo stimato una partecipazione di circa 1500 volontari tra collaboratori, clienti, familiari, amici, un vero e proprio successo). La quantità di rifiuti raccolti quest’anno è inoltre da record: ben 60 tonnellate rispetto le 10 tonnellate dello scorso anno. Un ulteriore passo in avanti per promuovere un cambiamento positivo attraverso azioni concrete.hashtag#scoprileroymerlin hashtag#leroymerlin hashtag#leroymerlinitalia hashtag#worldcleanupday hashtag#wcditalia",
            "comments": []
        },
        {
            "post": "Recupero delle eccedenze: in 2 anni Leroy Merlin dona 348.000 kg di materiale https://lnkd.in/dsnw-Cbs",
            "comments": []
        }
    ]
}