{
    "name": "David Slump",
    "subtitle": "President & CEO",
    "location": "Greater Milan Metropolitan Area",
    "about": "A battle-tested multi-cultural leader with a 30-year track-record of growth and turn-arounds in the Automotive and Energy industries. Leveraging diverse experiences across P&L leadership, operations, sales & marketing, and M&A roles to achieve demonstrated results in team building, innovation, execution, and customer/supplier relationships to accelerate profitable growth.",
    "experiences": [
        [
            "Chief Executive Officer",
            "Marelli · Full-time",
            "Jan 2022 to Present · 2 yrs 5 mos",
            "Milan, Lombardy, Italy"
        ],
        [
            "HARMAN International",
            "13 yrs 1 mo",
            "President Global Markets, Strategy and Services",
            "Full-time",
            "Jul 2020 to Jan 2022 · 1 yr 7 mos",
            "Atlanta, GA",
            "Leading the day-to-day operations and financial performance of all HARMAN's business in Global Markets (~$2B Revenue with double-digit profit) in China, Japan, Korea, Russia, India, South and Central America. In addition, leading HARMAN's software services business with ~6,000 software engineers and mid-teen EBITDA margins. Leading the overall Strategy and portfolio management for HARMAN together with CEO. David is a member of the Senior Leadership Committee (SLC).​",
            "President Connected Services",
            "Full-time",
            "Sep 2019 to Jun 2020 · 10 mos",
            "Stamford, CT",
            "Led the day-to-day operations and financial performance of HARMAN’s Connected Services business (~$1B with mid-teen EBITDA), the software and services business focused on automotive, enterprise and digital transformation. Also a member of HARMAN's Senior Leadership Committee (SLC).",
            "Executive Vice President Operations",
            "Apr 2015 to Sep 2019 · 4 yrs 6 mos",
            "Stamford, CT",
            "Responsible for HARMAN's procurement spend of ~$5B across 19 manufacturing plants including nearly $1B in external manufacturing partnership spend. Drove ~$500M margin expansion through Procurement, Supply Chain and Manufacturing & Quality across HARMAN businesses."
        ],
        [
            "President & CEO, Cellnet+Hunt",
            "Landis+Gyr",
            "Apr 2007 to Dec 2008 · 1 yr 9 mos",
            "Atlanta, GA",
            "Integrated the acquisitions of Cellnet Data Systems, Hunt Technologies and StatSignal into Cellnet+Hunt, a leading distribution automation and advanced metering communication solutions provider for utilities in North America."
        ],
        [
            "General Manager, Global Marketing",
            "GE Energy",
            "Jun 2003 to Apr 2007 · 3 yrs 11 mos",
            "Greater Atlanta Area",
            "Directed the development and execution of growth programs to accelerate organic growth and expand margins for a $19 billion supplier of power generation and energy delivery technologies.  Led a global team of product marketing, communications, regional market development and energy consulting."
        ],
        [
            "ABB",
            "7 yrs 1 mo",
            "Senior Vice President, Automation Division Business Development",
            "Sep 2002 to May 2003 · 9 mos",
            "Directed the development of a global strategy to re-focus ABB on Automation & Power Technologies.  Major emphasis was on portfolio management, growth agenda and competitive positioning resulting in the implementation focusing Automation into 3 core divisions with several years of profitable growth.",
            "President, Utilities Division",
            "May 2001 to Sep 2002 · 1 yr 5 mos",
            "Raleigh-Durham, North Carolina Area",
            "Directed $1.2 billion business serving electric, gas and water utilities in the United States with automation and power products & services.",
            "Vice President, Medium Voltage Sales & Marketing",
            "Jan 1999 to May 2001 · 2 yrs 5 mos",
            "Zurich, Switzerland",
            "Directed global product marketing and regional sales for $1.1 billion medium voltage technologies business."
        ]
    ],
    "posts": [
        {
            "post": "At hashtag#Marelli we have recently launched a Student Design Sprint in collaboration with the Student Innovation Center - Iowa State University (USA).​​Last week, Marelli’s CEO, David Slump, and Ayman Karmi, Project Engineer spearheading the Sprint, visited the campus to kick off the call for entries. This unique opportunity is geared toward visionary students eager to design the cockpit of the future and help define how the next generation of consumers envisions interior personality. ​Over three months, selected winners will work closely with Marelli’s global designers and engineers in an open-innovation setting. Their task: develop prototypes that may reimagine the concept of vehicle interiors.​​Stay tuned for future details on this initiative as we follow its progress!",
            "comments": []
        },
        {
            "post": "For me, China equals speed! Being in Shanghai and at the Beijing Auto Show this week was an impressive demonstration of a very dynamic market. Our team created an immersive experience, which received a lot of amazing feedback from the guests at our booth. We showcased our latest technologies enabling the software-defined vehicle, vehicle personality, vehicle performance and how Marelli is supporting OEMs in China through co-creation and design-led innovation at speed. Highlights included announcing a collaboration to integrate Marelli's innovative headlamp design with Hesai’s next-generation lidar technology to create the first-ever Lidar Lighting System. I really enjoyed great conversations with customers, partners and media from China, and abroad, on the opportunities and challenges in the world’s largest automotive market.  hashtag#Marellihashtag#BeijingAutoShow",
            "comments": []
        },
        {
            "post": "I always enjoy being in Japan and last week was extra special. We had an amazing Innovation Marelli technology event in Yokohama, where we showcased our latest solutions enabling the software-defined vehicle, vehicle personality and sustainable vehicle performance. It was an honor to welcome our customers Nissan Motor Corporation and Honda, our lending banks in Japan, and journalists from Japanese media for tours of our exhibition.  I really enjoyed the conversations on current market trends as well as our approaches to co-creation and design-led innovation, which are resonating very well with automakers worldwide.",
            "comments": []
        },
        {
            "post": "It was my absolute pleasure to recognize each of these deserving colleagues with the CEO Excellence Award for 2023.  Congratulations and keep up the inspirational work!!! hashtag#MarelliPeople",
            "comments": []
        },
        {
            "post": "On International Women’s Day, I would like to recognize and thank the amazing hashtag#MarelliWomen for their countless achievements within our organization.  Today we can celebrate how far we have come, but also reflect on what more we can do to contribute to a more inclusive world.  Happy International Women's Day! hashtag#InspireInclusionhashtag#IWD2024",
            "comments": []
        },
        {
            "post": "It was great to be back in Germany to meet with our hashtag#Marelli colleagues in Reutlingen. I was impressed by the dedication and work of our Automotive Lighting & Sensing team in driving innovation and growth, and I am proud of the milestones we have already achieved together. Some of the latest examples are the Intelligent Social Display and the Red LASER & Optical Fiber Rear Lamp, which has been named a CES 2024 Innovation Award Honoree, recognizing Marelli’s commitment to advancing technology @ speed for the future of mobility.",
            "comments": []
        },
        {
            "post": "Wishing all of our customers, suppliers, hashtag#Marelli colleagues and friends a very Happy Lunar New Year!  May the Year of the Dragon bring each of you strength, success and good fortune!",
            "comments": []
        },
        {
            "post": "Good to be back in Michigan this week! I had great conversations with GM about co-creating opportunities while visiting their Technical Center in Warren. I also visited our hashtag#Marelli Southfield office where I had fruitful conversations with our teams who, together with our colleagues across the US, are committed to driving growth in the important North American Market. And, of course I couldn’t visit without paying proper homage to the hashtag#DetroitLions!",
            "comments": []
        },
        {
            "post": "Proud of the innovations the team shared at CES, especially our new audio solution. Audio provides productive and entertaining experiences and software enables personalization of these experiences at a new level of excitement.  Can’t wait to hear what’s next.",
            "comments": []
        },
        {
            "post": "Great having our Marelli Chairman and KKR Partner Dinesh C Paliwal at CES meeting with customers and technology partners at our Marelli booth.",
            "comments": []
        },
        {
            "post": "Still buzzing about the energy at CES 2024. Marelli's incredible journey was made even more memorable by the large attendance of journalists and analysts at our media event today.  I was inspired by the insightful discussions and engagement around our design-led innovation which puts the power of personalization into the hands of OEMs and consumers.  I’m really grateful for our outstanding technology partners, Wendy Curcuri Bauer of Amazon Web Services (AWS), Nakul Duggal of Qualcomm, John Wall of BlackBerry QNX and Chin Beckmann of DSP Concepts participating and collaborating at the event.  Together, we are enabling the Software Defined Vehicle revolution and co-creating the future of mobility.",
            "comments": []
        },
        {
            "post": "Happy New Year!  We at @Marelli are starting 2024 full of energy at @CES in Las Vegas where we will be taking our visitors on an exciting journey to design-led innovation.  I’m thrilled to share our vision for enabling the software-defined vehicle, and to demonstrate how we can put the power of personalization in the hands of automakers and vehicle owners.  I am proud of the amazing experience our team has created and look forward to many great conversations with our guests.",
            "comments": []
        },
        {
            "post": "In January 2024, hashtag#Marelli will attend CES in Las Vegas with its latest innovations.​​Within our private, invitation-only booth at the Wynn Hotel, guests will participate in a Design-Led Innovation journey, stepping through the phases of the vehicle co-design process. Visitors will see how Marelli is enabling the software-defined vehicle revolution through our scalable hardware architecture, service-oriented software, and cloud virtualization technology, powered by AWS, QNX, and Qualcomm.​In our Digital Twin Studio, visitors can select vehicle features using an interactive app and see them come to life in a demo car. Our Co-Creation @ Speed area will showcase the power of our Digital Twin, capable of replicating an entire vehicle cockpit in the cloud. The concept accelerates design, testing, simulation, and feature deployment over the air. ​​“I’m excited to share our vision for the software-defined vehicle at CES in January, and to demonstrate how we can put the power of personalization in the hands of automakers and vehicle owners,” said David Slump, President and CEO. “Our focus on innovation, digitization, and technology, combined with the value of our strong relationships with AWS, QNX, and Qualcomm, allows us to create broad solutions for our customers at Marelli speed.” ​​Learn more: https://bit.ly/3Gvm8Nh.​​hashtag#CES2024",
            "comments": []
        },
        {
            "post": "The countdown to CES 2024 has begun: experience Design-Led Innovation in Las Vegas, at the Wynn Hotel, from January 9th to 11th!​Join us at hashtag#CES2024!​hashtag#Marelli",
            "comments": []
        },
        {
            "post": "Dinesh and I were privileged to spend the morning with Nissan CEO Uchida-san co-creating Nissan Future Mobility dreams.  I personally loved the Nissan Hyper Punk electric SUV.  Check out Nissan’s Electrifying Excitement, like the ARIYA available now.",
            "comments": []
        },
        {
            "post": "Last week was an exciting time in Milan, Italy where we met for our 2023 Senior Management Meeting.  We welcomed our senior leaders for two action-packed days focused on Co-Creating the future of Marelli and innovating Marelli.  Our “graduating” Gen M talents also joined us to present the progress they’ve made this year shadowing our Executive Leadership Team and pushing beyond boundaries to turn mobility dreams into reality. @Speed hashtag#Marelli",
            "comments": []
        },
        {
            "post": "This week I visited our hashtag#Marelli Yoshimi plant where I hosted a local Town Hall meeting and met with our amazing colleagues in Japan. I was able to tour the plant and experience, firsthand, some of the cutting-edge hashtag#Marelli design-led innovations the team is launching @Speed. Thank you to the Japan team for coordinating this – and, for your kind hospitality!",
            "comments": []
        },
        {
            "post": "Fantastic to see how dedicated and passionate our Marelli Motorsports Team is in helping support a great event!  @Speed hashtag#Marelli",
            "comments": []
        },
        {
            "post": "Global technology company Altair and the Center for Automotive Research (CAR) named hashtag#Marelli a 2023 Enlighten Award winner for its “Lightweight Urethane for Interior Products”. Marelli was awarded in the “Future of Lightweighting” category. ​Marelli has developed a new lightweight polyurethane foam that can be applied to all foam-in-place (FIP) applications. It reduces weight by 40% with new tooling (8% with current tooling), decreases foam thickness by 50% and reduces raw material costs by 20%. The new foam also reduces the environmental impact of automotive production, through its reduced material usage per part, lower density, and 80% reduction in volatile organic compounds (VOCs).​This achievement is the result of a joint development with materials partner Covestro, aimed to create a more efficient and sustainable material, that led to a win-win result for both companies, customers, and vehicle owners. ​Read more: https://bit.ly/3DDc5V1.hashtag#AltairEnlighten hashtag#OnlyForward",
            "comments": []
        },
        {
            "post": "Really appreciated the open and transparent sharing of ideas and actions across the industry.  The time spent together is invaluable as we RACE towards the future of mobility.",
            "comments": []
        }
    ]
}