{
    "name": "Marc Antonelli",
    "subtitle": "Financial Services Office, Client Executive & Tax Service Line Markets Leader",
    "location": "Charlotte, North Carolina, United States",
    "about": "I'm currently an Associate Director at EY supporting our Tax Service Line in the Financial Services Office. I also serve as the Client Executive for a Category IV Banking client. Previously, I spent 6 years with Deloitte in a variety of roles supporting their Human Capital and Human Capital as a Service offerings.I have 15+ years of experience working with clients across industries, but most recently focused on Financial Services. My top priority is to understand the needs of my clients and advise them on possible solutions to meet their desired outcomes.",
    "experiences": [
        [
            "Associate Director",
            "EY · Full-time",
            "Oct 2021 to Present · 2 yrs 8 mos",
            "Charlotte, North Carolina, United States",
            "Financial Services Office, Tax Service Line Markets Leader & Client Executive (Banking)"
        ],
        [
            "Deloitte",
            "Full-time · 6 yrs 1 mo",
            "Senior Manager, Sales Executive, Human Capital as a Service",
            "Mar 2021 to Sep 2021 · 7 mos",
            "Charlotte, North Carolina, United States",
            "Financial Services & Insurance Leader for Human Capital as a Service. Assisted my clients with their most-challenging HR & Talent needs in Talent Acquisition, Talent Management, L&D, Total Rewards, HR Tech, and People Analytics.",
            "Senior Manager, US Sales Leader, Human Capital Research & Sensing",
            "Aug 2019 to Mar 2021 · 1 yr 8 mos",
            "Richmond, Virginia, United States",
            "Managed the US Research & Sensing team, covering all of Deloitte's industries: Consumer, Energy, Resources, & Industrials, Financial Services & Insurance, Life Sciences & Healthcare, and Technology, Media, & Telecom.",
            "Manager, Human Capital Research & Sensing",
            "Sep 2015 to Aug 2019 · 4 yrs",
            "Richmond, Virginia Area",
            "Consumer Industry Leader for Deloitte's Human Capital Research & Sensing membership. Working closely with HR executives to demonstrate the value of HR research and advisory as a subscription product."
        ],
        [
            "Director, Business Development",
            "Monument Consulting",
            "Nov 2012 to Sep 2015 · 2 yrs 11 mos",
            "Richmond, Virginia Area",
            "Contingent Workforce Management & Vendor Management - providing visibility of the cost, quality, and timeliness of your contingent workforce."
        ],
        [
            "Business Development Manager",
            "Experis",
            "Oct 2011 to Oct 2012 · 1 yr 1 mo",
            "Richmond, Virginia Area"
        ],
        [
            "Senior Account Executive",
            "Stefanini North America and APAC",
            "Oct 2007 to Oct 2011 · 4 yrs 1 mo",
            "Richmond, Virginia Area",
            "Managed IT Staffing service with Dell Services, formerly Perot Systems, Federal Reserve Bank, FRIT, and other local accounts."
        ]
    ],
    "posts": [
        {
            "post": "Join my colleagues Stefanie Coleman, Edwina Fitzmaurice, and Jamaal Justice, GPHR, for an engaging webcast discussion on 5/1 to learn how hashtag#FSIs can optimize their hashtag#GenAI investments through effective hashtag#workforce development and change management strategies.",
            "comments": []
        },
        {
            "post": "This is a tragic loss in the VMI community. Jack was the company commander for India company my first year at VMI. He showed us what leadership looked like and I always respected him for being so genuine with that leadership. Rest in peace sir. hashtag#Ironclad",
            "comments": []
        },
        {
            "post": "Very interesting article on EY Payments Survey and Gen Z by my colleagues Jochen Kaempfer and Sara Elinson. Pretty surprising that 39% see entering a PIN as a pain! hashtag#payments hashtag#genz",
            "comments": []
        },
        {
            "post": "How can financial institutions modernize their fair-lending practices? The current outlook for fair and unbiased lending is driven by increased regulatory scrutiny and the willingness to use regulation to drive customer and market transformations. Learn more here:",
            "comments": []
        },
        {
            "post": "98% of US multinational respondents of the 2023 EY Tax and Finance Operations Survey stated that they were more likely than not to co-source in the next 24 months — in 2020, this number was only 76%.  If done well, I believe that there’s a lot of potential to unlock here, from creating efficiencies on tax compliance tasks, stabilizing IT expenses, and improving security and transparency to freeing up internal resources for core business activities and vital strategic needs — and generally paving the way for a sustainable modernization of tax activities.For more strategic opportunities to modernizing the tax function, check the article below: https://lnkd.in/e5K4Egcv  hashtag#FutureOfTax hashtag#TaxTransformation",
            "comments": []
        },
        {
            "post": "Last week’s CNBC segment with fellow tax leader Shawn Smith should not be missed. Shawn shares a tactical overview of hashtag#AI in tax, specifically why he sees transformative potential in emerging tech and why he's not concerned about machine learning replacing tax professionals:",
            "comments": []
        },
        {
            "post": "I thought this was a great video about my alma mater. I'm grateful for my experience at VMI and the opportunities it has created in my life. I'm also grateful for my late grandfather who introduced me to the school and encouraged me to attend. If you have a son or daughter considering VMI, I'm happy to speak with them about my experience. Rah Virgina Mil!",
            "comments": []
        },
        {
            "post": "Highly recommend the EY 2024 outlook report from my colleague Marc Saidenberg and the EY Global Regulatory Network. It details valuable insights into how Financial Institutions can prepare for the 2024 regulatory landscape, including engaging proactively with regulators, understanding and adapting to evolving regulations, digitization of finance, and AI assimilation. Full report, here: https://lnkd.in/d4f2R4Qr hashtag#EYFinancialServices hashtag#FSregulation hashtag#AI",
            "comments": []
        },
        {
            "post": "Great to see so many smiling faces at the EY Tax Center for Executive Leadership! This is a valuable program for our clients and a lot of fun too! hashtag#ey hashtag#tax hashtag#ExCEL",
            "comments": []
        },
        {
            "post": "The opportunity to unlock data & provide greater insights by harnessing the power of GenAI with hashtag#MicrosoftCopilot is limitless.  It's exciting to see all of the possibilities come to life through the hashtag#EYMicrosoftAlliance.  This POC is just one example made possible through incredible teaming. https://lnkd.in/eZxYtBq7Coskun Cavusoglu, Freada Zysberg Sylvester, Eu Nice Loh, Suzi Russell-Gilford, Anna Sparks, Jessica Maher, Alex Soltis, Jodi Lustgarten, Brian Maslowski, Clarence Stone, Adam Hatcher, Margarite Zettervall, PMP, Chris Dobson, Darren Beardsley, Daren Campbell",
            "comments": []
        }
    ]
}