{
    "name": "Luca Borgatti",
    "subtitle": "Managing Director",
    "location": "Rovigo, Veneto, Italy",
    "about": "Managing Director with more than twenty years of progressive experience in Project Management and Operations in Multinational Companies operating in the food market. Results-oriented, team player with leadership, problem-solving, communication, and organizational skills. Comprehensive understanding of general business issues associated with all functional disciplines.Plant Manager in a high complex site with more than 200 mio€ turnover and more than 300 employees. Responsibility for the effective and efficient running of all operational activities from raw materials in to finished products out, and develop and maintain appropriate infrastructure and workforce. Led Engineering activities from plant to global responsibility living and working in Italy, Belgium and France. More than 30 reports, Gross investment of over 50 mio€.Accountability categories: Environment, Health and Safety; Food Safety, Regulatory and Quality; Customer Focus; Maintenance and Production; Supply Chain Reliability; Financial Performance; Capital Effectiveness; People management; Business Development.",
    "experiences": [
        [
            "Cargill",
            "22 yrs 6 mos",
            "Managing Director",
            "Jun 2016 - Present · 8 yrs",
            "Castelmassa (RO), Italy",
            "Strategic operational oversight and governance for a site of high complexity to meet safety and regulatory, quality, operational effectiveness and financial performance.\nThe site, part of Cargill Starches and Sweetners Business, provides corn-milling products producing an extensive range of starch-derived products including glucose and fructose-based sweeteners, native starches and more specialized, value-added polyol-based sweeteners, specialty sweeteners, and modified Starches. Non-starch products include corn-derived proteins, fibers and lipids.\nAccontabilities:\nManage all site resources to achieve budget objectives. Customer focus. Manage to safely manufacturing the product portfolio at defined quality, total lowest cost of ownership while continuously driving productivity gains. Define and deploy mid-term outlook / Site Roadmap\nManage capital budgets. Ensure Medium-term outlook workforce planning, improvement of people engagement, recognition and development programs. Represent the Company at the local community, trade associations, state authorities",
            "Plant Manager",
            "Jan 2009 - May 2016 · 7 yrs 5 mos",
            "Castelmassa (RO) Italy",
            "Strategic operational oversight and governance for a site of high compexity to meet safety and regulatory, quality, operational effectiveness and financial performance.\nAccontabilities:\nManage operations team to achieve budget objectives. Customer focus. Manage to safely manufacturing the product portfolio at defined quality, total lowest cost of ownership while continuously driving productivity gains. Define and deploy mid-term outlook / Plant Roadmap\nManage capital budgets. Ensure Medium-term outlook workforce planning, improvement of people engagement, recognition and development programs. Industrial Relations management.",
            "Global Engineering Manager",
            "Apr 2006 - Dec 2008 · 2 yrs 9 mos",
            "Castelmassa (RO)",
            "Advises, consults, and provides strategic delivery oversight and governance in core engineering sub-domain areas  to support BU business development initiatives and decision making process . Manage capital planning and projects execution. M&A evaluation (Capital and operational).\nOversee Capital project engineering activities globally for a Business Unit. Oversee Business Units Capital Projects and Engineering Resources over three countries (Germany, Spain, Italy)\n-Financial 60/70mioUS$;\n-People direct 4, indirect 30/40"
        ],
        [
            "Cerestar Usa Inc",
            "10 yrs 1 mo",
            "Manager Process Development",
            "Jan 2001 - Nov 2001 · 11 mos",
            "Castelmassa (RO)",
            "Improve process performance in terms of efficiency and capacity\nPlant process problem troubleshooting\nStart up of new production units/channels",
            "Central Engineering Projects Coordinator",
            "Jul 1997 - Dec 2000 · 3 yrs 6 mos",
            "Brussels, Paris",
            "Review all capital expenditure projects to ensure consistency in relation to applied technology and financial justification, ensure all management and shareholder requirement are fulfilled on-time and in-full, coordinate the submission for approval to Cerestar Management Committee and EBS Comité Executif. Represent Central Engineering function at the Capex steering committee, and to the preparation of the 5 years Corporate Business Plan",
            "Project Leader",
            "Nov 1991 - Jun 1997 · 5 yrs 8 mos",
            "Ferrara, Italia, Castelmassa"
        ]
    ],
    "posts": [
        {
            "post": "And here is the full launch videoTurn on the volume and enjoy the Pyxis Ocean owned by MC Shipping Inc. and chartered by CargillThanks to all our partners for support, encouragement, drive, guidance and expertise during the hashtag#simulation , hashtag#design , hashtag#manufacturing and hashtag#production of BAR Technologies WindWings by Manta Marine TechnologiesWho will be the next forward thinking owner to take advantage of the free fuel - the wind.  contact us for a free simulation/business case for your vessel on your routes.It should be noted and appreciated that one of these wings was funded by the European Commission under CHEK projectCheck out the galleries showing the manufacturing and first voyagehttps://lnkd.in/eYvhcutghashtag#decarbonisation hashtag#windenergy Cargill MC Shipping Inc.",
            "comments": []
        }
    ]
}