{
    "name": "Patrizia Savi",
    "subtitle": "Chief Financial and Risk Officer",
    "location": "Milan, Lombardy, Italy",
    "about": "",
    "experiences": [
        [
            "Chief Financial and Risk Officer",
            "Sea - Aeroporti di Milano",
            "Oct 2015 - Present · 8 yrs 8 mos",
            "Milano, Italia"
        ],
        [
            "Presidente",
            "Fondazione AVSI",
            "Jun 2017 - Present · 7 yrs"
        ],
        [
            "Member of the Board",
            "Alerion Clean Power S.p.A",
            "May 2015 - Jan 2017 · 1 yr 9 mos",
            "Milano, Italia",
            "Consigliere di Amministrazione - Presidente Comitato Controllo e Rischi, membro del Comitato Parti Correlate e del Comitato Remunerazione e Nomine\n\n\nNovembre 1990 - Ottobre 2014   A2A S.p.A\nCFO\nAmministrazione  Finanza  Pianificazione e Controllo  Risk Management  Affari Regolatori  M&A\n\nPresidente\nFondazione AVSI - ONG attiva nella Cooperazione Internazionale"
        ]
    ],
    "posts": [
        {
            "post": "Negli ultimi anni, abbiamo assistito a una trasformazione significativa nel consumo di bevande, guidata principalmente da un cambio di mentalità generazionale. 🍹Le nuove generazioni, e soprattutto la hashtag#GenZ,  dimostrano una crescente consapevolezza della salute e del benessere, e stanno abbracciando sempre più lo stile di vita \"No/Low Alcohol\". 👉Questo non significa necessariamente una rinuncia al piacere delle bevande alcoliche, ma piuttosto una scelta consapevole di prodotti alternativi, che offrono un'esperienza sensoriale simile senza gli effetti negativi legati al consumo di alcol.🗣️ Qual è la tua prospettiva sul consumo di prodotti senza alcol? Condividi le tue idee nei commenti e unisciti alla discussione.",
            "comments": []
        },
        {
            "post": "Aperitivo senza compromessi, gusto esclusivo. Ambroeus è la scelta di chi ricerca l'eleganza senza rinunciare alla sobrietà. 🍹✨ hashtag#Ambroeus hashtag#AperitivoPremium hashtag#SenzaAlcol",
            "comments": []
        }
    ]
}