{
    "name": "Aurelio Rossetti",
    "subtitle": "Sr. Director of Financial Planning and Analysis at World Fuel Services",
    "location": "Miami-Fort Lauderdale Area",
    "about": "Forward-thinking financial executive with years of business development and financial analysis experience. Fiscally minded, proficient in numerous applications and systems, and motivated by efficiency. Driven and goal-oriented with a demonstrative capacity to provide comprehensive, executive-level operations, budgets, and analysis. Looking forward to the opportunity to be challenged, and consider myself a life long learner.  Naturally driven and motivated, able to achieve maximum impacts – regardless of obstacles, requiring minimum resources and expense.",
    "experiences": [
        [
            "World Fuel Services",
            "12 yrs 7 mos",
            "Sr. Director Financial Planning & Analysis",
            "Full-time",
            "Oct 2020 - Present · 3 yrs 8 mos",
            "Miami, Florida, United States",
            "Most recently, I have been FP&A Sr. Director with World Fuel Services. I liaised with senior leadership and stakeholder teams to ensure that we are driving the business forward with minimal expenditures. Responsible for collaborative reporting, recommendations. Also served as Sr. Manager Financial Planning & Analysis (2015-2017), Manager Financial Planning and Analysis (2013-2015), Sr. Internal Auditor (2011-2013), Financial Operations – London (2010-2011),  and Financial Analyst (2009-2010).\n•\tDesigned and implemented system that strengthened company wide financial performance, budgeting/forecasting process, and the integrity of financial reporting.\n•\tImplemented monthly MD&A (Management Discussion & Analysis) packages.\n•\tCreated and maintained financial models for ROIC analysis on consolidated results with inspired potential outcomes.\n•\tResponsible for reviewing and validating $12B revenue budget across 3 different continents and multiple currencies. \n•\tPerformed financial due diligence on multiple acquisitions in North America for a total of +$2B in revenue in acquired businesses and contributed to financial integration and accomplishment of synergies with existing organic businesses.\n•\tActively participated in the company restructuring process identifying and executing cost reduction opportunities and improving Opex to GP ratio by 8-10%.",
            "Director Financial Planning and Analysis",
            "Full-time",
            "Jun 2017 - Oct 2020 · 3 yrs 5 mos",
            "Miami, Florida",
            "Sr. Manager Financial Planning and Analysis",
            "Jul 2015 - May 2017 · 1 yr 11 mos",
            "Miami, Florida"
        ],
        [
            "Financial Analyst",
            "World Fuel Services",
            "Feb 2009 - Sep 2011 · 2 yrs 8 mos",
            "London, United Kingdom"
        ]
    ],
    "posts": []
}